Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

source: Share code
af: Deel kode
es: Compartir código
fr: Partager le code
sw: Shiriki nambari
zh_cn: 分享代码

# invite_message
source: Seva Communities allow you to volunteer and receive Seva credits that can be used by you for getting the community to help you with getting things done for you. Use the code
af: Seva-gemeenskappe stel jou in staat om 'n vrywilliger te wees en sodoende Seva-krediete daarvoor te ontvang wat jy dan kan gebruik om hulp van jou gemeenskap te ontvang. Gebruik die kode
es: Las comunidades de Seva le permiten ser voluntario y recibir créditos de Seva que usted puede usar para lograr que la comunidad lo ayude a hacer las cosas por usted. Use el código
fr: Les communautés Seva vous permettent de faire du bénévolat et de recevoir des crédits Seva que vous pouvez utiliser pour amener la communauté à vous aider à faire avancer les choses pour vous. Utilisez le code
sw: Jamii za Seva zinakuruhusu kujitolea na kupokea mikopo ya Seva ambayo inaweza kutumiwa na wewe kwa kupata jamii ikusaidie kukufanyia mambo. Tumia nambari
zh_cn: 时间银行可让您自愿参加并获得Seva点数，您可以将其用于建立社区，以帮助您为自己完成工作。使用代码

# invite_prompt
source: when prompted to join this community. Please download the SevaX app from the links provided at https://sevaexchange.page.link/sevaxapp
af: Wanneer jy genooi word om by hierdie gemeenskap aan te sluit. Laai die SevaX-app af vanaf die skakels op https://sevaexchange.page.link/sevaxapp
es: cuando se le solicite unirse a esta comunidad. Por favor descargue la aplicación SevaX desde los enlaces provistos en https://sevaexchange.page.link/sevaxapp
fr: lorsque vous êtes invité à rejoindre cette communauté. Veuillez télécharger l'application SevaX à partir des liens fournis sur https://sevaexchange.page.link/sevaxapp
sw: uliposhawishiwa kujiunga na jamii hii. Tafadhali pakua programu ya SevaX kutoka kwa viungo vilivyotolewa kwenye https://sevaexchange.page.link/sevaxapp
zh_cn: 当系统提示您加入该社区时。请从https://sevaexchange.page.link/sevaxapp提供的链接下载SevaX应用程序。

source: Code generated
af: Kode gegenereer
es: Código generado
fr: Code généré
sw: Nambari inayotokana
zh_cn: 代码生成

source: is your code.
af: is jou kode.
es: es su código.
fr: est votre code.
sw: ndio kanuni yako.
zh_cn: 这是你的代码。

source: Publish code
af: Publiseer code
es: Publicar código
fr: Publier du code
sw: Chapisha nambari
zh_cn: 发布代码

# invite_via_email
source: Invite members via email
af: Nooi lede uit via e-pos
es: Invitar miembros por correo electrónico
fr: Invitez des membres par e-mail
sw: Alika wanachama kupitia barua pepe
zh_cn: 通过电子邮件来邀请

source: No Member found
af: Geen lid gevind nie
es: No se ha encontrado ningún miembro
fr: Aucun membre trouvé
sw: Hakuna Mwanachama aliyepatikana
zh_cn: 找不到会员

source: Declined
af: Afgekeur
es: rechazado
fr: Refusé
sw: Imepungua
zh_cn: 拒绝

# search_by_email_name
source: Search members via email,name
af: Soek na lede via e-pos, naam
es: Buscar miembros por correo electrónico, nombre
fr: Rechercher des membres par e-mail, nom
sw: Tafuta wanachama kupitia barua pepe, jina
zh_cn: 通过电子邮件搜索会员，姓名

source: No groups found
af: Geen groepe gevind nie
es: No se encontraron grupos.
fr: Aucun groupe trouvé
sw: Hakuna vikundi vilivyopatikana
zh_cn: 找不到群组

source: No Image Available
af: Geen foto beskikbaar nie
es: No hay imagen disponible
fr: Pas d'image disponible
sw: Hakuna Picha Inayopatikana
zh_cn: 没有可用的图像

# group_description
source: Groups within a Seva Community allow for those with shared interests to meet regularly and organize separately.
af: Groepe binne 'n Seva-gemeenskap gee die kans aan diegene met gemene belangstellings om bymekaar te kom en om hulself afsonderlik te organiseer.
es: Los grupos dentro de una comunidad de Seva permiten que aquellos con intereses compartidos se reúnan regularmente y se organicen por separado.
fr: Les groupes au sein d'une communauté Seva permettent à ceux qui partagent des intérêts communs de se rencontrer régulièrement et de s'organiser séparément.
sw: Vikundi ndani ya Jumuiya ya Seva huruhusu wale walio na masilahi ya pamoja kukutana mara kwa mara na kujipanga kando.
zh_cn: 时间银行内的组允许具有共同兴趣的人员定期开会并单独组织。

# updating_users
source: Updating Members
af: Dateer lede op
es: Actualización de miembros
fr: Mise à jour des membres
sw: Inasasisha Wanachama
zh_cn: 更新会员

# admins_organizers
source: Admin(s) & Super Admin(s)
af: Admin(s) en Super-admin(s)
es: Administrador (es) y superadministrador (es)
fr: Administrateur (s) et super-administrateur (s)
sw: Wasimamizi na Usimamizi Mkuu
zh_cn: 管理员和超级管理员

source: Enter reason to exit
af: Voer rede in om uit te gaan
es: Ingrese el motivo para salir
fr: Entrez la raison de la sortie
sw: Ingiza sababu ya kutoka
zh_cn: 输入退出的原因

# enter_reason_to_exit_hint
source: Please enter reason to exit
af: Verstrek asb. rede vir verlating
es: Por favor ingrese el motivo para salir
fr: Veuillez entrer la raison de la sortie
sw: Tafadhali ingiza sababu ya kutoka
zh_cn: 请输入退出的原因

# member_removal_confirmation
source: Are you sure you want to remove
af: Bevestig die verwydering
es: ¿Estás segura de que quieres eliminar?
fr: Êtes-vous sûr de vouloir désinstaller
sw: Una uhakika unataka kuondoa
zh_cn: 你确定要删除吗

source: Loan
af: Lening
es: Préstamo
fr: Prête
sw: Mkopo
zh_cn: 贷款

# loan_seva_credit_to_user
source: Donate seva credits to user
af: Skenk Seva-krediete aan die gebruiker
es: Donar créditos Seva al usuario
fr: Donner des crédits Seva à l'utilisateur
sw: Toa sifa za seva kwa mtumiaji
zh_cn: 向用户捐赠Seva点数

# timebank_seva_credit
source: Your Seva Community seva credits is
af: Jou Seva-gemeenskap se krediete is
es: Sus créditos de la comunidad de Seva son
fr: Vos crédits Seva Community seva sont
sw: Sifa zako za Seva Community seva ni
zh_cn: 您的时间银行Seva点数

# timebank_loan_message
source: On click of Donate, Seva Community balance will be adjusted.
af: Wanneer jy die Skenk knoppie klik, sal die Seva-gemeenskapsaldo aangepas word.
es: Al hacer clic en Donar, se ajustará el saldo de Seva Community.
fr: En cliquant sur Faire un don, le solde de la communauté Seva sera ajusté.
sw: Kwenye bonyeza ya Changia, usawa wa Jumuiya ya Seva utarekebishwa.
zh_cn: 单击“捐赠”后，将调整时间银行馀额。

# loan_zero_credit_error
source: You cannot loan 0 credits
af: Jy kan nie 0 krediete leen nie
es: No puedes prestar 0 créditos
fr: Vous ne pouvez pas prêter 0 crédit
sw: Huwezi kukopesha mikopo 0
zh_cn: 您不能贷出0个点数

# negative_credit_loan_error
source: You cannot loan lesser than 0 credits
af: Jy kan nie minder as 0 krediete leen nie
es: No puede prestar menos de 0 créditos
fr: Vous ne pouvez pas prêter moins de 0 crédits
sw: Huwezi mkopo chini ya mikopo 0
zh_cn: 您的贷款不能少于0个点数

# empty_credit_loan_error
source: Loan some credits
af: Leen krediete aan
es: Préstamo de algunos créditos
fr: Prêt de crédits
sw: Mkopo wa mikopo kadhaa
zh_cn: 贷款一些点数

# loan_success
source: You have donated credits successfully
af: U het krediete suksesvol geskenk
es: Has donado créditos con éxito
fr: Vous avez donné des crédits donnés avec succès
sw: Umetoa mikopo kwa mafanikio.
zh_cn: 您已成功捐赠了学分

source: Coordinators
af: Koördineerders
es: coordinadores
fr: Coordinateurs
sw: Waratibu
zh_cn: 协调员

source: Remove
af: Verwyder
es: Retirar
fr: Retirer
sw: Ondoa
zh_cn: 移除

source: Promote
es: Promover
fr: Promouvoir
sw: Kukuza
zh_cn: 推广

source: Demote
af: Afgradeer
es: Degradar
fr: Rétrograder
sw: Punguza daraja
zh_cn: 降级

source: Billing
af: Fakturering
es: Facturación
fr: Facturation
sw: Bili
zh_cn: 开发票

# edit_timebank
source: Edit Seva Community
af: Wysig Seva-gemeenskap
es: Editar comunidad de Seva
fr: Modifier la communauté Seva
sw: Hariri Jamii ya Seva
zh_cn: 编辑时间银行

# delete_timebank
source: Delete Seva Community
af: Verwyder Seva-gemeenskap
es: Eliminar Comunidad Seva
fr: Supprimer la communauté Seva
sw: Futa Jamii ya Seva
zh_cn: 删除时间银行

source: Remove User
af: Verwyder gebruiker
es: Eliminar usuario
fr: Supprimer l'utilisateur
sw: Ondoa Mtumiaji
zh_cn: 删除用户

source: Exit User
af: Verlaat gebruiker
es: Salir de usuario
fr: Quitter l'utilisateur
sw: Toka Mtumiaji
zh_cn: 用户注销

# transfer_data_hint
source: Transfer ownership of this user's data to another user, like group ownership.
af: Dra eienskap van hierdie gebruiker se data oor aan 'n ander gebruiker, soos groepseienaarskap.
es: Transferir la propiedad de los datos de este usuario a otro usuario, como la propiedad del grupo.
fr: Transférez la propriété des données de cet utilisateur à un autre utilisateur, comme la propriété du groupe.
sw: Hamisha umiliki wa data ya mtumiaji huyu kwa mtumiaji mwingine, kama umiliki wa kikundi.
zh_cn: 将此用户的数据所有权转移到另一个用户，例如组的所有权。

source: Transfer to
af: Dra oor aan
es: Transferir para
fr: Transférer à
sw: Hamisha kwenda
zh_cn: 转移至

# search_user
source: Search a user
af: Soek 'n gebruiker
es: Buscar una usuaria
fr: Rechercher un utilisateur
sw: Tafuta mtumiaji
zh_cn: 用户搜索

# transer_hint_data_deletion
source: All data not transferred will be deleted.
af: Alle data wat nie oorgedra is nie, sal verwyder word.
es: Todos los datos no transferidos serán eliminados.
fr: Toutes les données non transférées seront supprimées.
sw: Data yote ambayo haijahamishwa itafutwa.
zh_cn: 所有尚未传输的数据将被删除。

# user_removal_success
source: User is successfully removed from the Seva Community
af: Gebruiker is suksesvol uit die Seva-gemeenskap verwyder
es: El usuario ha sido eliminado correctamente de la comunidad de Seva.
fr: L'utilisateur a été supprimé avec succès de la communauté Seva
sw: Mtumiaji ameondolewa vizuri kutoka Jumuiya ya Seva
zh_cn: 用户已成功从时间银行中删除

# error_occured
source: Error occurred! Please come back later and try again.
af: 'n Probleem het opgeduik! Probeer asseblief weer later.
es: ¡Se produjo un error! Por favor, vuelva más tarde y vuelva a intentarlo.
fr: Erreur est survenue! S'il vous plaît, revenez plus tard et réessayez.
sw: Hitilafu imetokea! Tafadhali rudi baadaye na ujaribu tena.
zh_cn: 发生了错误！请稍后再试。

source: Create Group
af: Skep Groep
es: Cree un grupo
fr: Créer un groupe
sw: Unda Kikundi
zh_cn: 创建组

# group_exists
source: Group name already exists
af: Groepnaam bestaan alreeds
es: El nombre del grupo ya existe
fr: Le nom du groupe existe déjà
sw: Jina la kikundi tayari lipo
zh_cn: 群组名称已存在

# group_subset
source: Group is a subset of a community who share common goals or interests. (Finance Committee, Parent Teacher Assoc., LGBTQ)
af: Groepe is deelversamelings van gemeenskappe. Groepe deel belangstellings of doelstellings.(finansiële komitee, oueronderwysers-assosiasie, LGBTQ)
es: El grupo es un subconjunto de una comunidad que comparte objetivos o intereses comunes.(Comité de Finanzas, Asociación de Padres y Maestros, LGBTQ)
fr: Le groupe est un sous-ensemble d'une communauté qui partage des objectifs ou des intérêts communs.(Comité des finances, Association des parents-enseignants, LGBTQ)
sw: Kikundi ni sehemu ndogo ya jamii inayoshiriki malengo au maslahi ya kawaida.(Kamati ya Fedha, Mwalimu Mzazi Assoc., LGBTQ)
zh_cn: 小组是拥有共同目标或共同利益的社区的子集。

source: Part of
af: Deel van
es: Parte de
fr: Partie de
sw: Sehemu ya
zh_cn: 部分

# global_timebank
source: SevaX Global Network of Communities
af: SevaX globale netwerk van gemeenskappe
es: Red global de comunidades SevaX
fr: Réseau mondial de communautés SevaX
sw: Mtandao wa SevaX Global wa Jamii
zh_cn: SevaX全球社区网络

source: Getting volunteers...
af: Kry vrywilligers...
es: Conseguir voluntarios ...
fr: Obtenir des bénévoles ...
sw: Kupata wajitolea ...
zh_cn: 获得志愿者...

# no_volunteers_yet
source: No Members joined yet
af: Geen lede het tans aangesluit nie
es: Ningún miembro se unió todavía
fr: Aucun membre n'a encore rejoint
sw: Bado hakuna Wanachama waliojiunga
zh_cn: 尚无会员加入

source: Read Less
af: Lees Minder
es: Leer menos
fr: Affichez moins
sw: Soma Chini
zh_cn: 阅读更少

source: Read More
af: Lees Meer
es: Lee mas
fr: Lire la suite
sw: Soma zaidi
zh_cn: 阅读更多

source: Admin not Available
af: Admin is nie beskikbaar nie
es: Administrador no disponible
fr: Admin non disponible
sw: Usimamizi haupatikani
zh_cn: 管理员不可用

# admin_cannot_create_message
source: Admin(s) cannot create message
af: Admin(s) kan nie 'n boodskap skep nie
es: Los administradores no pueden crear mensajes
fr: Les administrateurs ne peuvent pas créer de message
sw: Wasimamizi hawawezi kuunda ujumbe
zh_cn: 管理员无法创建消息

source: Volunteer(s)
af: Vrywilliger(s)
es: Voluntarios
fr: Bénévole(s)
sw: Wajitolea
zh_cn: 志愿者

source: and Others
af: en ander
es: y otros
fr: et d'autres
sw: na wengine
zh_cn: 和别的

source: Admin(s)
es: Administrador (es)
fr: Administratrices
sw: Wasimamizi
zh_cn: 管理员

source: Remove as admin
af: Verwyder as admin
es: Eliminar como administrador
fr: Supprimer en tant qu'administrateur
sw: Ondoa kama admin
zh_cn: 删除作为管理员

source: Add as Admin
af: Voeg as admin by
es: Agregar como administrador
fr: Ajouter en tant qu'administrateur
sw: Ongeza kama Usimamizi
zh_cn: 添加为管理员

source: View profile
af: Kyk na profiel
es: Ver perfil
fr: Voir le profil
sw: Angalia wasifu
zh_cn: 查看资料

source: Remove member
af: Verwyder lid
es: Quitar miembro
fr: Supprimer un membre
sw: Ondoa mwanachama
zh_cn: 删除成员

# from_timebank_members
source: from Seva Community members?
af: van Seva-gemeenskapslede?
es: de los miembros de la Comunidad Seva?
fr: des membres de la communauté Seva?
sw: kutoka kwa Wanajumuiya ya Seva?
zh_cn: 来自时间银行成员？

source: No volunteers available
af: Geen vrywilligers beskikbaar nie
es: No hay voluntarios disponibles
fr: Aucun volontaire disponible
sw: Hakuna wa kujitolea wanaopatikana
zh_cn: 没有志愿者

# select_volunteer
source: Select volunteers
af: Kies vrywilligers
es: Seleccionar voluntarios
fr: Sélectionnez les volontaires
sw: Chagua kujitolea
zh_cn: 选择志愿者

source: No Requests
af: Geen versoeke
es: Sin solicitudes
fr: Aucune demande
sw: Hakuna Maombi
zh_cn: 没有需求

# switching_timebank
source: Switching Seva Community
af: Skakel na ander Seva-gemeenskap
es: Cambio de comunidad de Seva
fr: Changer de communauté Seva
sw: Kubadilisha Jamii ya Seva
zh_cn: 切换时间银行

# tap_to_delete
source: Tap to delete this item
af: Tik om hierdie item te werwyder
es: Toca para eliminar este elemento
fr: Appuyez pour supprimer cet élément
sw: Gonga ili kufuta bidhaa hii
zh_cn: 点击删除此项目

source: Clear
af: Vee uit
es: limpie/aclare
fr: Clair
sw: Safisha
zh_cn: 清除

source: Currently selected
af: Tans gekies
es: Actualmente seleccionado
fr: Actuellement sélectionné
sw: Imechaguliwa kwa sasa
zh_cn: 当前选择

# tap_to_remove_tooltip
source: items (tap to remove)
af: items (tik om te verwyder)
es: elementos (toque para eliminar)
fr: articles (appuyez pour supprimer)
sw: vitu (gonga ili kuondoa)
zh_cn: 项目（TAP若要删除）

# timebank_exit
source: Seva Community Exit
af: Verlaat Seva-gemeenskap
es: Salida de la comunidad de Seva
fr: Sortie de la communauté Seva
sw: Toka Jumuiya ya Seva
zh_cn: 离开Seva社区

source: has exited from
af: het uitgetree uit
es: ha salido de
fr: est sorti de
sw: ametoka
zh_cn: 退出

source: Tap to view details
af: Tik om besonderhede te sien
es: Toque para ver los detalles
fr: Appuyez pour afficher les détails
sw: Gonga ili kuona maelezo
zh_cn: 点按可查看详细信息

# invited_to_timebank_message
source: Awesome! You are invited to join a Seva Community
af: Geluk! Jy is uitgenooi om by 'n Seva-gemeenskap aan te sluit
es: ¡Increíble! Estás invitado a unirte a una Comunidad Seva
fr: Impressionnant! Vous êtes invité à rejoindre une communauté Seva
sw: Ajabu! Umealikwa kujiunga na Jumuiya ya Seva
zh_cn: 很高兴邀请您加入时间银行

source: Open Settings
af: Maak instellings oop
es: Configuración abierta
fr: Ouvrir les paramètres
sw: Fungua Mipangilio
zh_cn: 打开设置

source: Failed to fetch location*
af: Kon nie plek-informasie vind nie
es: Error al recuperar la ubicación *
fr: Échec de la récupération de l'emplacement *
sw: Imeshindwa kuleta eneo
zh_cn: 无法获取位置*

source: Marker
af: Merker
es: Marcador
fr: Marqueur
sw: Nembo
zh_cn: 记号笔

source: Missing Permission
af: Toestemming ontbreek
es: Permiso faltante
fr: Autorisation manquante
sw: Ruhusa ya kukosa
zh_cn: 缺少权限

source: PDF Document
af: PDF-dokument
es: Documento PDF
fr: Document PDF
sw: Hati ya PDF
zh_cn: PDF文件

source: Profanity alert
af: Waarskuwing: onaanvaarbare taalgebruik
es: Alerta de blasfemias
fr: Alerte de blasphème
sw: Tahadhari ya lugha chafu
zh_cn: 亵渎警报

# profanity_image_alert
source: The SevaX App has a policy of not allowing profane, explicit or violent images. Please use another image.
af: Die SevaX-app het 'n beleid om nie lasterlike, eksplisiete of gewelddadige beelde toe te laat nie. Gebruik 'n ander foto.
es: La aplicación SevaX tiene la política de no permitir imágenes profanas, explícitas o violentas. Por favor use otra imagen.
fr: L'application SevaX a pour politique de ne pas autoriser les images profanes, explicites ou violentes. Veuillez utiliser une autre image.
sw: Programu ya SevaX ina sera ya kutoruhusu picha chafu, wazi au vurugu. Tafadhali tumia picha nyingine.
zh_cn: SevaX应用程序的政策不允许出现亵渎，露骨或暴力图像。请使用其他图像。

# profanity_text_alert
source: The SevaX App has a policy of not allowing profane or explicit language. Please revise your text.
af: Die SevaX-app het 'n beleid om nie lasterlike of eksplisiete taal toe te laat nie. Hersien asseblief jou teks.
es: La aplicación SevaX tiene una política de no permitir lenguaje profano o explícito. Por favor revise su texto.
fr: L'application SevaX a pour politique de ne pas autoriser le langage profane ou explicite. Veuillez réviser votre texte.
sw: Programu ya SevaX ina sera ya kutoruhusu lugha chafu au wazi. Tafadhali rekebisha maandishi yako.
zh_cn: SevaX应用程序的政策不允许使用亵渎或露骨的语言。请修改您的文字。

# upload_cv_resume
source: Upload your CV or resume
af: Laai 'n oorsig oor jou of CV op
es: Suba su CV o currículum
fr: Téléchargez votre CV ou CV
sw: Pakia CV yako au uanze tena
zh_cn: 上传简历或简历

# cv_message
source: Uploading your CV or resume helps us match you better to opportunities.
af: As jy jou CV/oorsig oplaai, kan ons 'n beter ooreenkoms tussen jou belange en geleenthede bepaal.
es: Cargar su CV o currículum nos ayuda a encontrarle mejores oportunidades.
fr: Le téléchargement de votre CV ou CV nous aide à mieux vous mettre en relation avec les opportunités.
sw: Kupakia CV yako au kuanza tena kunatusaidia kukufananisha vizuri na fursa.
zh_cn: 上传您的简历或简历有助于我们更好地为您找到机会。

source: Replace CV
af: Vervang CV
es: Reemplazar CV
sw: Badilisha CV
zh_cn: 更换简历

source: Choose pdf file
af: Kies pdf-lêer
es: Elija archivo pdf
fr: Choisissez un fichier pdf
sw: Chagua faili ya pdf
zh_cn: 选择PDF文件

# validation_error_cv_size
source: Note: The maximum size for the CV / Resume is 10 Mb
af: Opmerking: Die maksimum grootte vir die CV/oorsig is 10 Mb
es: Nota: El tamaño máximo de CV / CV es de 10 Mb
fr: Remarque: la taille maximale du CV / CV est de 10 Mo
sw: Kumbuka: Ukubwa wa juu wa CV / Resume ni 10 Mb
zh_cn: 注意：简历/简历的最大大小为10 Mb

# validation_error_cv_not_selected
source: Please select a CV / Resume file first before you upload
af: Kies eers 'n CV-lêer voordat jy dit probeer oplaai
es: Seleccione one archivo de CV / CV antes de subirlo
fr: Veuillez sélectionner un fichier CV / CV avant de télécharger
sw: Tafadhali chagua faili ya CV / Resume kwanza kabla ya kupakia
zh_cn: 上传之前，请先选择简历/简历文件

source: Enter reason to delete
af: Voer die rede in vir verwydering
es: Ingrese el motivo para eliminar
fr: Saisissez la raison de la suppression
sw: Ingiza sababu ya kufuta
zh_cn: 输入删除原因

# enter_reason_to_delete_error
source: Please enter reason to delete
af: Voer asb. die rede in vir verwydering
es: Por favor, introduzca el motivo para eliminar
fr: Veuillez saisir la raison de la suppression
sw: Tafadhali weka sababu ya kufuta
zh_cn: 请输入删除原因

# delete_request_confirmation
source: Are you sure you want to delete this request?
af: Is jy seker jy will hierdie versoek verwyder?
es: ¿Estás seguro de que deseas eliminar esta solicitud?
fr: Voulez-vous vraiment supprimer cette demande?
sw: Una uhakika unataka kufuta ombi hili?
zh_cn: 你确定要删除这个需求吗？

# will_be_added_to_request
source: will be added to the request.
af: sal by die versoek gevoeg word.
es: se agregará a la solicitud.
fr: sera ajouté à la demande.
sw: itaongezwa kwa ombi.
zh_cn: 将添加到请求中。

source: Updating
af: Werk tans by
es: Actualizando
fr: Mise à jour
sw: Inasasisha
zh_cn: 更新中

source: Skipping
af: Slaan oor
es: saltandoze
fr: Saut
sw: Kuruka
zh_cn: 跳过

# check_email
source: Now check your email.
af: Gaan jou e-pos nou na.
es: Ahora, mira tu correo.
fr: Maintenant, vérifiez votre e-mail.
sw: Sasa angalia barua pepe yako.
zh_cn: 现在检查您的电子邮件。

source: Thanks!
af: Dankie!
es: ¡Gracias!
fr: Merci!
sw: Asante!
zh_cn: 谢谢！

source: hour
af: uur
es: hora
fr: heure
sw: saa
zh_cn: 小时

# timebank_project
source: {count, plural, one {Seva Community Project} other {Seva Community Projects}}
af: {count, plural, one {Seva-gemmenskapsprojek} other {Seva-gemmenskapsprojekte}}
es: {count, plural, one {Proyecto de banco de tiempo} other {Proyectos de banco de tiempo}}
fr: {count, plural, other {Projets de banque de temps} one {Projet Timebank}}
sw: {count, plural, one {Mradi wa Timebank} other {Miradi ya Timebank}}
zh_cn: {count, plural, one {时间银行活动} other {时间银行活动}}

# personal_project
source: {count, plural, one {Personal Project} other {Personal Projects}}
af: {count, plural, one {Persoonlike projek} other {Persoonlike projekte}}
es: {count, plural, one {Proyecto personal} other {Proyectos personales}}
fr: {count, plural, one {Projet personnel} other {Projets personnels}}
sw: {count, plural, one {Mradi wa Kibinafsi} other {Miradi ya Kibinafsi}}
zh_cn: {count, plural, one {个人项目} other {个人项目}}

# personal_request
source: {count, plural, one {Personal Request} other {Personal Requests}}
af: {count, plural, one {Persoonlike versoek} other {Persoonlike versoeke}}
es: {count, plural, one {Solicitud personal} other {Solicitudes personales}}
fr: {count, plural, other {Demandes personnelles} one {Demande personnelle}}
sw: {count, plural, one {Ombi La Kibinafsi} other {Maombi ya Kibinafsi}}
zh_cn: {count, plural, one {个人需求} other {个人需求}}

# timebank_request
source: {count, plural, one {Seva Community Request} other {Seva Community Requests}}
af: {count, plural, one {Seva-gemmenskapsversoek} other {Seva-gemmenskapsversoeke}}
es: {count, plural, one {Solicitud de banco de tiempo} other {Solicitudes de banco de tiempo}}
fr: {count, plural, one {Demande de banque de temps} other {Demandes de banque de temps}}
sw: {count, plural, one {Ombi la Timebank} other {Maombi ya Timebank}}
zh_cn: {count, plural, one {时间表申请} other {时间表需求}}

# members_selected
source: {count, plural, one {member selected} other {members selected}}
af: {count, plural, one {lid gekies} other {lede gekies}}
es: {count, plural, one {Miembro seleccionado} other {Miembros seleccionados}}
fr: {count, plural, other {membres sélectionnés} one {membre sélectionné}}
sw: {count, plural, one {mwanachama amechaguliwa} other {wanachama Waliochaguliwa}}
zh_cn: {count, plural, one {成员已选择} other {成员入选}}

# volunteers_selected
source: {count, plural, one {volunteer selected} other {volunteers selected}}
af: {count, plural, one {vrywilliger gekies} other {vrywilligers gekies}}
es: {count, plural, one {Voluntario seleccionado} other {Voluntarios seleccionados}}
fr: {count, plural, one {bénévole sélectionné} other {bénévoles sélectionnés}}
sw: {count, plural, one {kujitolea kuchaguliwa} other {wajitolea waliochaguliwa}}
zh_cn: {count, plural, one {志愿者入选} other {志愿者入选}}

# user
source: {count, plural, one {user} other {users}}
af: {count, plural, one {gebruiker} other {gebruikers}}
es: {count, plural, one {usuario} other {usuarios}}
fr: {count, plural, other {utilisateurs} one {utilisateur}}
sw: {count, plural, one {mtumiaji} other {watumiaji}}
zh_cn: {count, plural, one {用户} other {使用者}}
