Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# check_met
source: Checking, if we met before
af: Kyk of ons van te vore al ontmoet het
es: Comprobando, si nos conocimos antes
sw: Kuangalia, ikiwa tulikutana hapo awali
zh_cn: 查看我们曾经见过？

# we_met
source: We met before
af: Ons het van te vore al ontmoet
es: Nos conocimos antes
sw: Tulikutana hapo awali
zh_cn: 是的，我们曾见过

# hang_on
source: Hang on tight
af: Net 'n oomblik
es: Agárrate fuerte
fr: Accrochez-vous bien
sw: Kaa sana
zh_cn: 请稍待。。。

source: Skills
af: Vaardighede
es: Habilidades
fr: Compétences
sw: Ujuzi
zh_cn: 才能

source: Interests
af: Belange
es: Intereses
fr: Intérêts
sw: Maslahi
zh_cn: 兴趣

source: Email
af: E-pos
es: Correo electrónico
sw: Barua pepe
zh_cn: 电子邮件

source: Password
af: Wagwoord
es: Contraseña
fr: Mot de passe
sw: Nywila
zh_cn: 密码

# login_agreement_message1
source: By continuing, you agree to SevaX
af: Deur voort te gaan, stem jy in tot SevaX
es: Al continuar, acepta SevaX
fr: En continuant, vous acceptez les Conditions d'utilisation de SevaX
sw: Kwa kuendelea, unakubali SevaX
zh_cn: 继续，您同意SevaX

# login_agreement_terms_link
source: Terms of Service
af: Diensvoorwaardes
es: Términos de servicio
fr: Conditions d'utilisation
sw: Masharti ya Huduma
zh_cn: 服务条款

# login_agreement_message2
source: We will manage information as described in our
af: Ons sal inligting bestuur soos beskryf in ons
es: Administraremos la información como se describe en nuestra
fr: Nous gérerons les informations comme décrit dans notre
sw: Tutasimamia habari kama ilivyoelezwa katika yetu
zh_cn: 我们将按照我们的说明管理信息

# login_agreement_privacy_link
source: Privacy Policy
af: Privaatheidsbeleid
es: Política de privacidad
fr: Politique de confidentialité
sw: Sera ya faragha
zh_cn: 隐私政策

source: and
af: en
es: y
fr: et
sw: na
zh_cn: 和

# login_agreement_payment_link
source: Payment Policy
af: Betalingsbeleid
es: Política de pago
fr: Politique de paiement
sw: Sera ya Malipo
zh_cn: 付款政策

source: New User?
af: Nuwe gebruiker
es: ¿Nuevo Usuario?
fr: Nouvel utilisateur?
sw: Mtumiaji Mpya?
zh_cn: 新用户 ？

source: Sign Up
af: Meld aan
es: Regístrate
fr: S'inscrire
sw: Jisajili
zh_cn: 注册

source: Sign in
af: Teken in
es: Registrarse
fr: se connecter
sw: Ingia
zh_cn: 登入

source: Forgot Password?
af: Wagwoord vergeet
es: ¿Se te olvidó tu contraseña?
fr: Mot de passe oublié?
sw: Umesahau nywila?
zh_cn: 忘记密码？

source: Reset
af: Herstel
es: Reiniciar
fr: Réinitialiser
sw: Rudisha
zh_cn: 重启

source: Sign in with Google
af: Teken in met Google
es: Inicia sesión con Google
fr: Connectez-vous avec Google
sw: Ingia na Google
zh_cn: 使用Google登录

source: Sign in with Apple
af: Teken in met Apple
es: Inicia sesión con Apple
fr: Connectez-vous avec Apple
sw: Ingia na Apple
zh_cn: 使用Apple登录

source: or
af: of
es: o
fr: ou
sw: au
zh_cn: 或是

# check_internet
source: Please check your internet connection.
af: Kontroleer jou internetverbinding.
es: Por favor revise su conexion a internet.
fr: S'il vous plait, vérifiez votre connexion internet.
sw: Tafadhali angalia muunganisho wako wa mtandao.
zh_cn: 请检查您的互联网连接

source: Dismiss
af: Ontslaan
es: Descartar
fr: Rejeter
sw: Ondoa
zh_cn: 释放

source: Enter email
af: Voer e-posadres in
es: Ingrese correo electrónico
fr: Entrez votre e-mail
sw: Ingiza barua pepe
zh_cn: 输入电子邮件

# your_email
source: Your email address
af: Jou e-posadres
es: Tu correo electrónico
fr: Votre adresse email
sw: Anwani yako ya barua pepe
zh_cn: 您的电子邮件地址

source: Reset Password
af: Herstel wagwoord
es: Restablecer la contraseña
fr: réinitialiser le mot de passe
sw: Rudisha Nenosiri
zh_cn: 重设密码

source: Cancel
af: Kanselleer
es: Cancelar
fr: Annuler
sw: Futa.
zh_cn: 取消

# validation_error_invalid_email
source: Email is not valid
af: E-pos is nie geldig nie
es: El correo no es válido
fr: Cet email n'est pas valide
sw: Barua pepe sio sawa
zh_cn: 电邮无效

# validation_error_invalid_password
source: Password must be 6 characters long
af: Wagwoord moet 6 karakters behels
es: La contraseña debe tener 6 caracteres.
fr: Le mot de passe doit être composé d'au moins 6 caractères
sw: Nenosiri lazima liwe na herufi 6
zh_cn: 密码不正确

source: Change password
af: Verander wagwoord
es: Cambia la contraseña
fr: Changer le mot de passe
sw: Badilisha neno la siri
zh_cn: 更改密码

source: Enter password
af: Sleutel wagwoord in
es: Introducir la contraseña
fr: Entrer votre mot de passe
sw: Ingiza nywila
zh_cn: 输入密码

# reset_password_message
source: We've sent the reset link to your email address
af: Ons het die herstel-skakel na jou e-posadres gestuur
es: Hemos enviado el enlace de restablecimiento a su dirección de correo electrónico.
fr: Nous avons envoyé le lien de réinitialisation à votre adresse e-mail
sw: Tumetuma kiunga cha kuweka upya kwa anwani yako ya barua pepe
zh_cn: 我们已将重置链接发送到您的电子邮件地址

# reset_dynamic_link_message
source: Please check your email to set your password. Then enter that password here
af: Lees asb. ons e-pos wat die wagwoord besonderhede bevat. Voer dan die wagwoord hier in.
es: Por favor revise su correo electrónico para configurar su contraseña. Luego ingrese esa contraseña aquí
fr: Veuillez vérifier votre e-mail pour définir votre mot de passe. Entrez ensuite ce mot de passe ici
sw: Tafadhali angalia barua pepe yako ili kuweka nywila yako. Kisha ingiza nenosiri hapa
zh_cn: 请检查您的电子邮件以设置密码。然后在此处输入该密码

source: Close
af: Sluit
es: Cerca
fr: proche
sw: Funga
zh_cn: 关闭

source: Loading
af: Laai tans
es: Cargando
fr: Chargement
sw: Inapakia
zh_cn: 载入中

source: Your details
af: Jou besonderhede
es: Tus detalles
fr: Vos détails
sw: Maelezo yako
zh_cn: 你的资料

source: Add Photo
af: Voeg foto by
es: Añadir foto
fr: Ajouter une photo
sw: Ongeza Picha
zh_cn: 添加照片

source: Full Name
af: Volle naam
es: Nombre completo
fr: Nom complet
sw: Jina kamili
zh_cn: 全名

source: Confirm
af: Bevestig
es: Confirmar
fr: Confirmer
sw: Thibitisha
zh_cn: 确认

# validation_error_full_name
source: Name cannot be empty
af: Naamveld mag nie leeg wees nie
es: El nombre no puede estar vacío
fr: Le champ 'Nom' ne peut pas être vide
sw: Jina haliwezi kuwa tupu
zh_cn: 全名有误

# validation_error_password_mismatch
source: Passwords do not match
af: Wagwoorde stem nie ooreen nie
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
sw: Nywila hazilingani
zh_cn: 密码不匹配

# add_photo_hint
source: Do you want to add profile pic?
af: Wil jy 'n profielfoto byvoeg?
es: ¿Quieres agregar una foto de perfil?
fr: Voulez-vous ajouter une photo de profil?
sw: Je! Unataka kuongeza picha ya wasifu?
zh_cn: 您要添加个人资料照片吗？

source: Skip and register
af: Slaan oor en registreer
es: Saltar y registrarse
fr: Passez et inscrivez-vous
sw: Ruka na usajili
zh_cn: 跳过注册

source: Creating account
af: Skep rekening
es: Creando cuenta
fr: La création du compte
sw: Kuunda akaunti
zh_cn: 创建帐户

source: Update Photo
af: Dateer foto op
es: Actualizar foto
fr: Mettre à jour la photo
sw: Pandisha Picha
zh_cn: 更新照片

# validation_error_email_registered
source: This email already registered
af: Hierdie e-pos is reeds geregistreer
es: Este correo ya está registrado
fr: Cet e-mail est déjà enregistré
sw: Barua pepe hii tayari imesajiliwa
zh_cn: 此电子邮件已注册

source: Camera
af: Kamera
es: Cámara
fr: Caméra
sw: Kamera
zh_cn: 照相

source: Gallery
es: Galería
fr: Galerie
sw: Matunzio
zh_cn: 相簿

# email_sent_to
source: We sent an email to
af: Ons het 'n e-pos gestuur aan
es: \ n \ nEnviamos un correo electrónico a \ n
fr: \ n \ nNous avons envoyé un e-mail à \ n
sw: Tulipeleka barua pepe kwa
zh_cn: 我们发送了一封电子邮件到

# verify_account
source: to verify your account
af: om jou rekening te verifieer
es: para verificar su cuenta
fr: pour vérifier \ nvotre compte
sw: kuthibitisha akaunti yako
zh_cn: 验証 您的帐户

# resend_email
source: Resend mail
af: Stuur weer e-pos
es: Reenviar correo
fr: Renvoyer le courrier
sw: Tuma barua tena
zh_cn: 重新发送邮件

# login_after_verification
source: Please login once you have verified your email.
af: Teken asseblief in sodra jy jou e-pos bevestig het.
es: Inicie sesión una vez que haya verificado su correo electrónico.
fr: Veuillez vous connecter une fois que vous avez vérifié votre e-mail.
sw: Tafadhali ingia mara tu umethibitisha barua pepe yako.
zh_cn: 请在验証电子邮件后登录。

# verification_sent
source: Verification email sent
af: Verifikasie-e-pos is gestuur
es: El mensaje de verificación ha sido enviado
fr: L'email de vérification a été envoyé
sw: Barua pepe ya uhakiki imetumwa
zh_cn: 验証邮件已发送

# verification_sent_desc
source: Verification email was sent to your registered email
af: Verifikasie-e-pos is na jou geregistreerde e-pos gestuur
es: El correo electrónico de verificación se envió a su correo electrónico registrado
fr: Un e-mail de vérification a été envoyé à votre e-mail enregistré
sw: Barua pepe ya uhakiki ilitumwa kwa barua pepe yako iliyosajiliwa
zh_cn: 验証电子邮件已发送到您的注册电子邮

source: Log in
af: Teken in
es: Iniciar sesión
fr: S'identifier
sw: Ingia
zh_cn: 登录

# eula_title
source: EULA Agreement
af: EULA-ooreenkoms
es: Acuerdo de EULA
fr: accord CLUF
sw: Mkataba wa EULA
zh_cn: EULA协议

# eula_delcaration
source: I agree that I am willing to adhere to these Terms and Conditions.
af: Ek stem saam dat ek bereid is om my by hierdie bepalings en voorwaardes na te hou.
es: Acepto que estaré dispuesto a estar sujeto a estos términos y condiciones.
fr: J'accepte que je serai prêt à être lié par ces termes et conditions.
sw: Ninakubali kuwa niko tayari kufuata Masharti na Masharti haya.
zh_cn: 我同意我将受这些条款和条件的约束。

source: Proceed
af: Voortgaan
es: Continuar
fr: Proc�der
sw: Endelea
zh_cn: 继续

# skills_description
source: Please list as many as skills that you are willing to share with others within your community.
af: Noem soveel as moontlik vaardighede wat jy bereid is om met ander in jou gemeenskap te deel.
es: Enumere todas las habilidades que esté dispuesto a compartir con otros dentro de su comunidad.
fr: Veuillez énumérer autant de compétences que vous êtes prêt à partager avec les autres au sein de votre communauté.
sw: Tafadhali orodhesha ujuzi mwingi ambao uko tayari kushiriki na wengine ndani ya jamii yako.
zh_cn: 请列出您愿意与社区内其他人分享的才能。

# no_matching_skills
source: No matching skills found
af: Geen passende vaardighede gevind nie
es: No se encontraron habilidades de emparejamiento
fr: Aucune compétence correspondante trouvée
sw: Hakuna ujuzi wa kulinganisha uliopatikana
zh_cn: 找不到匹配的才能

source: Search
af: Soek
es: Buscar
fr: Chercher
sw: Tafuta
zh_cn: 搜索

source: Update
af: Dateer op
es: Actualizar
fr: Actualizar
sw: Huishwa
zh_cn: 更新

source: Next
af: Volgende
es: Próximo
fr: Suivant
sw: Ifuatayo
zh_cn: 下一个

source: Skip
af: Slaan oor
es: Omitir
fr: Passer
sw: “ruka
zh_cn: 跳过

# interests_description
source: Please list as many of your interests or passions that you are willing to share with others within your community.
af: Lys asseblief al jou belangstellinge en passies wat jy bereid is om met ander in jou gemeenskap te deel.
es: Enumere todos sus intereses o pasiones que esté dispuesto a compartir con otros dentro de su comunidad.
fr: Veuillez énumérer autant de vos intérêts ou passions que vous êtes prêt à partager avec d'autres au sein de votre communauté.
sw: Tafadhali orodhesha masilahi yako mengi au shauku ambazo uko tayari kushiriki na wengine ndani ya jamii yako.
zh_cn: 请列出您愿意与社区中的其他人分享的许多兴趣或爱好。

# no_matching_interests
source: No matching interests found
af: Geen passende belangstellinge gevind nie
es: No se encontraron intereses de emparejamiento
fr: Aucun intérêt correspondant trouvé
sw: Hakuna masilahi yanayolingana yaliyopatikana
zh_cn: 未找到匹配的兴趣

source: Bio
fr: Était
sw: Ilikuwa
zh_cn: 个人资料

# bio_description
source: Please tell us a little bit about yourself in a few sentences.For example, you can tell us what makes you unique.
af: Vertel ons 'n bietjie oor jouself in 'n paar sinne, byvoorbeeld, jy kan ons vertel wat jou uniek maak.
es: Cuéntanos un poco sobre ti en unas pocas frases, por ejemplo, puedes decirnos qué te hace único.
fr: Parlez-nous un peu de vous en quelques phrases, par exemple, vous pouvez nous dire ce qui vous rend unique.
sw: Tafadhali tuambie kidogo juu yako mwenyewe katika sentensi chache.Kwa mfano, unaweza kutuambia ni nini kinachokufanya uwe wa kipekee.
zh_cn: 请用几句话告诉我们一些关于您自己的信息。例如，您可以告诉我们是什麽让您与众不同。

# bio_hint
source: Ex: What makes me unique is
af: Bv: Wat my uniek maak, is
es: Ej: Lo que me hace único es
fr: Ex: ce qui me rend unique, c'est
sw: Ex: Kinachonifanya kuwa wa kipekee ni
zh_cn: 例如：让我与众不同的是

# validation_error_bio_empty
source: Its easy, please fill few words about you.
af: Dit is maklik, vul asb. 'n paar beskrywende woorde oor jou in.
es: Es fácil, por favor complete algunas palabras sobre usted.
fr: C'est facile, inscrivez ici quelques mots à votre sujet.
sw: Ni rahisi, tafadhali jaza maneno machache kukuhusu.
zh_cn: 很简单，请说几句话。

# validation_error_bio_min_characters
source: *min 50 characters
af: *min 50 karakters
es: * min 50 caracteres
fr: * min 50 caractères
sw: * Dakika 50 wahusika
zh_cn: *最少50个字符

source: Join
af: Bymekaarvoeg
es: Entrar
fr: Rejoindre
sw: Jiunge
zh_cn: 加入

source: Joined
af: Aangesluit
es: Unida
fr: Rejoint
sw: Alijiunga
zh_cn: 加入

# timebanks_near_you
source: Seva Communities near you
af: Seva Gemeenskappe naby jou
es: Seva Communities cerca de ti
fr: Communautés Seva à proximité
sw: Jamii za Seva karibu na wewe
zh_cn: 您附近的时间银行

# find_your_timebank
source: Find your Seva Community
af: Vind jou Seva-gemeenskap
es: Encuentra tu comunidad Seva
fr: Trouvez votre communauté Seva
sw: Pata Jumuiya yako ya Seva
zh_cn: 查找您的时间银行

# looking_existing_timebank
source: Looking for an existing Seva Community to join? Enter ZIP/ Postal Code or city, state, country
af: Op soek na 'n bestaande Seva-gemeenskap om aan te sluit? Voer poskode of stad, staat, land in
es: ¿Busca una Comunidad Seva existente para unirse? Ingrese ZIP / Código postal o ciudad, estado, país
fr: Vous recherchez une communauté Seva existante à rejoindre? Entrez le code postal ou la ville, l'état, le pays
sw: Unatafuta Jumuiya ya Seva iliyopo kujiunga? Ingiza ZIP / Posta au jiji, jimbo, nchi
zh_cn: 寻找现有的时间银行加入？ 输入邮递区号或城市，州，国家

# find_timebank_help_text
source: Enter the name or location of your community.
af: Voer die naam of ligging van jou gemeenskap in.
es: Ingrese el nombre o la ubicación de su comunidad.
fr: Saisissez le nom ou l'emplacement de votre communauté.
sw: Ingiza jina au eneo la jamii yako.
zh_cn: 输入您的社区的名称或位置。

# no_timebanks_found
source: No Seva Communities found
af: Geen Seva-gemeenskappe gevind nie
es: No se encontraron comunidades de Seva
fr: Aucune communauté Seva trouvée
sw: Hakuna Jamii za Seva zilizopatikana
zh_cn: 找不到时间银行

# timebank
source: Seva Community
af: Seva-gemeenskap
es: Comunidad Seva
fr: Communauté Seva
sw: Jamii ya Seva
zh_cn: 时间银行

source: Created by
af: Geskep deur
es: Creado por
fr: Créé par
sw: Imetengenezwa na
zh_cn: 由...制作

# create_timebank
source: Create a Seva Community
af: Skep 'n Seva-gemeenskap
es: Crea una comunidad de Seva
fr: Créer une communauté Seva
sw: Unda Jamii ya Seva
zh_cn: 创建一个时间银行

# timebank_gps_hint
source: Please make sure you have GPS turned on to see the list of Seva Communities around you
af: Verseker dat jou GPS aangeskakel het om die lys van Seva-gemeenskappe rondom jou te sien
es: Asegúrese de tener el GPS encendido para ver la lista de comunidades de Seva a su alrededor
fr: Veuillez vous assurer que le GPS est activé pour voir la liste des communautés Seva autour de vous
sw: Tafadhali hakikisha umewasha GPS ili kuona orodha ya Jamii za Seva zilizo karibu nawe
zh_cn: 请确保您已打开GPS，以查看您周围的时间银行列表

# create_timebank_confirmation
source: Are you sure you want to create a new Seva Community - as opposed to joining an existing Seva Community? Creating a new Seva Community implies that you will be responsible for administering the Seva Community - including adding members and managing members’ needs, timely replying to members questions, bringing about conflict resolutions, and hosting monthly potlucks. In order to become a member of an existing Seva Community, you will need to know the name of the Seva Community and either have an invitation code or submit a request to join the Seva Community.
af: Is jy seker dat jy 'n nuwe Seva-gemeenskap wil skep - in teenstelling met 'n bestaande Seva-gemeenskap bytree? Die skepping van 'n nuwe Seva-gemeenskap beteken dat jy verantwoordelik sal wees om die Seva-gemeenskap te se administrasie te behartig - insluitend die toevoeging van lede, die bestuur van lede se behoeftes, die tydige beantwoording van vrae van lede, die oplossing van konflikte en die aanbieding van maandelikse potlucks. Om 'n lid van 'n bestaande Seva-gemeenskap te word, moet jy die naam van die Seva-gemeenskap ken en in besit wees van 'n uitnodigingskode of 'n versoek indien om by die Seva-gemeenskap aan te sluit.
es: ¿Está seguro de que desea crear una nueva Comunidad Seva, en lugar de unirse a una Comunidad Seva existente? La creación de una nueva Comunidad de Seva implica que usted será responsable de administrar la Comunidad de Seva, lo que incluye agregar miembros y gestionar las necesidades de los miembros, responder oportunamente a las preguntas de los miembros, resolver conflictos y organizar comidas compartidas mensuales. Para convertirse en miembro de una Comunidad Seva existente, necesitará saber el nombre de la Comunidad Seva y tener un código de invitación o enviar una solicitud para unirse a la Comunidad Seva.
fr: Voulez-vous vraiment créer une nouvelle communauté Seva, par opposition à rejoindre une communauté Seva existante? Créer une nouvelle communauté Seva implique que vous serez responsable de l’administration de la communauté Seva - y compris l’ajout de membres et la gestion des besoins des membres, la réponse en temps opportun aux questions des membres, la résolution des conflits et l’organisation de potlucks mensuels. Afin de devenir membre d'une communauté Seva existante, vous devrez connaître le nom de la communauté Seva et soit avoir un code d'invitation, soit soumettre une demande pour rejoindre la communauté Seva.
sw: Je! Una uhakika unataka kuunda Jumuiya mpya ya Seva - kinyume na kujiunga na Jumuiya ya Seva iliyopo? Kuunda Jumuiya mpya ya Seva inamaanisha kuwa utawajibika kusimamia Jumuiya ya Seva - pamoja na kuongeza wanachama na kusimamia mahitaji ya wanachama, kujibu kwa wakati maswali ya wanachama, kuleta maazimio ya mizozo, na kuandaa viunga vya kila mwezi. Ili kuwa mwanachama wa Jumuiya ya Seva iliyopo, utahitaji kujua jina la Jumuiya ya Seva na labda uwe na nambari ya mwaliko au upeleke ombi la kujiunga na Jumuiya ya Seva.
zh_cn: 您确定要创建一个新的时间银行-而不是加入现有的时间银行吗？创建一个新的时间银行意味著您将负责管理时间银行-包括添加成员和管理成员的需求，及时回答成员的问题，解决衝突并主持每月例行选举。为了成为现有的时间银行的成员，您需要知道时间银行的名称，并具有邀请代码或提交加入时间银行的请求。

# try_later
source: Please try again later
af: Probeer asseblief weer later
es: Por favor, inténtelo de nuevo más tarde
fr: Veuillez réessayer plus tard
sw: Tafadhali jaribu tena baadae
zh_cn: 请稍后再试

source: Logout
af: Teken uit
es: Cerrar sesión
fr: Se déconnecter
zh_cn: 登出

# log_out_confirmation
source: Are you sure you want to logout?
af: Is jou seker dat jy wil uitteken?
es: ¿Está seguro de que quiere cerrar su sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?
sw: Je! Una uhakika unataka kutoka?
zh_cn: 你确定要离开？

source: REQUESTED
af: VERSOEK
es: PEDIDO
fr: DEMANDÉ
sw: IMEOMBWA
zh_cn: 已提出申请

source: REJECTED
af: AFGEKEUR
es: RECHAZADO
fr: REJETÉ
sw: IMEKATALIWA
zh_cn: 被拒绝

# join_timebank_code_message
source: Enter the code you received from your Seva Community admin to join now.
af: Sluit nou aan deur die kode in wat jy van jou Seva-gemeenskaps-bestuurder ontvang het in te voer.
es: Ingrese el código que recibió de su administrador de la Comunidad Seva para unirse ahora.
fr: Entrez le code que vous avez reçu de votre administrateur de communauté Seva pour vous inscrire maintenant.
sw: Ingiza nambari uliyopokea kutoka kwa msimamizi wako wa Jumuiya ya Seva ili ujiunge sasa.
zh_cn: 输入您从时间银行管理员那裡收到的验证码，即可立即加入。

# join_timebank_request_invite_hint
source: If you dont have a code, Click
af: As jy nie 'n kode het nie, klik
es: Si no tiene un código, haga clic en
fr: Si vous n'avez pas de code, cliquez sur
sw: Ikiwa huna nambari, Bonyeza
zh_cn: 如果您没有密码，请单击

# join_timebank_request_invite
source: Request Invite
af: Versoek uitnodiging
es: Solicitud de invitación
fr: Demander une invitation
sw: Omba Mwaliko
zh_cn: 请求邀请

# join_timbank_already_requested
source: You already requested to this Seva Community. Please wait untill request is accepted
af: Jy het reeds by hierdie Seva-gemeenskap aanvraag gedoen. Wag asseblief totdat die versoek aanvaar word
es: Ya lo solicitaste a esta Comunidad Seva. Espere hasta que se acepte la solicitud
fr: Vous avez déjà demandé à cette communauté Seva. Veuillez attendre que la demande soit acceptée
sw: Umeomba tayari kwa Jumuiya hii ya Seva. Tafadhali subiri hadi ombi litakubaliwa
zh_cn: 您已经请求加入此时间银行。请等待直到请求被接受

# join_timebank_question
source: Why do you want to join this
af: Waarom wil jy aansluit by hierdie
es: ¿Por qué quieres unirte a esto?
fr: Pourquoi voulez-vous vous joindre à cela
sw: Kwanini unataka kujiunga na hii
zh_cn: 你为什麽要加入这个

source: Reason
af: Rede
es: Razón
fr: Raison
sw: Sababu
zh_cn: 原因

# validation_error_general_text
source: Please enter some text
af: Voer asb. teks in
es: Por favor ingrese un texto
fr: S'il vous plaît entrer un texte
sw: Tafadhali ingiza maandishi fulani
zh_cn: 请输入一些文字

source: Send Request
af: Stuur versoek
es: Enviar petición
fr: Envoyer une demande
sw: Tuma ombi
zh_cn: 发送请求

source: Code not found
af: Kode nie gevind nie
es: Código no encontrado
fr: Code introuvable
sw: Msimbo haupatikani
zh_cn: 找不到代码

# validation_error_wrong_timebank_code
source: code was not registered, please check the code and try again!
af: kode is nie geregistreer nie. Gaan die kode na en probeer weer!
es: el código no se registró, verifique el código e intente nuevamente.
fr: le code n'était pas enregistré, veuillez vérifier le code et réessayer!
sw: nambari haikusajiliwa, tafadhali angalia nambari hiyo na ujaribu tena!
zh_cn: 代码未注册，请检查代码，然后重试！

# validation_error_join_code_expired
source: Code Expired!
af: Kode het verval!
es: ¡Código caducado!
fr: Code expiré!
sw: Kanuni Imeisha!
zh_cn: 代码已过期！

# join_code_expired_hint
source: code has been expired, please request the admin for a new one!
af: Kode verval het, rig versoek aan die administrasie vir 'n nuwe een!
es: el código ha caducado, solicite uno nuevo del administrador.
fr: le code a expiré, veuillez en demander un nouveau à l'administrateur!
sw: msimbo umekwisha muda, tafadhali omba msimamizi upate mpya!
zh_cn: 代码已过期，请向管理员申请一个新代码！

source: Awesome!
es: ¡Increíble!
fr: Impressionnant!
sw: Ajabu!
zh_cn: 太棒了！

# timebank_onboarding_message
source: You have been onboarded to
af: Jy is aanvaar as
es: Has sido abordado para
fr: Vous avez été intégré à
sw: Umeingia kwenye
zh_cn: 您已加入

source: successfully.
af: suksesvol
es: exitosamente.
fr: avec succès.
sw: mafanikio.
zh_cn: 成功地.

# validation_error_timebank_join_code_redeemed
source: Seva Community code already redeemed
af: Seva-gemeenskapskode is reeds ingeruil
es: El código de Seva Community ya se canjeó o redimio
fr: Code communautaire Seva déjà utilisé
sw: Nambari ya Jumuiya ya Seva tayari imekombolewa
zh_cn: 时间银行代码已被兑换
