Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# validation_error_min_donation_count_negative
source: Please enter the number of min donation needed
af: Voer asb. die minimum aantal benodigde skenkings in
es: por favor ingrese el número de donaciónes objetivas y necesarias
fr: Veuillez saisir le nombre de dons minimum requis
sw: Tafadhali ingiza idadi ya mchango unaohitajika
zh_cn: 请输入所需的最低捐款数

# validation_error_min_donation_count_zero
source: Please enter the number of min donation needed
af: Voer asb. die minimum aantal benodigde skenkings in
es: por favor ingrese el número de donaciónes objetivas y necesarias
fr: Veuillez saisir le nombre de dons minimum requis
sw: Tafadhali ingiza idadi ya mchango unaohitajika
zh_cn: 请输入所需的最低捐款数

# request_description_hint_cash
source: Ex: Specify the cause for fundraising. Include any #hashtags
af: Bv: Spesifiseer die redes vir fondsinsameling. Sluit enige "#hashtags" in
es: Ej .: Especifique la causa de la recaudación de fondos. Incluir #hashtags
fr: Ex: Précisez la cause de la collecte de fonds. Inclure les #hashtags
sw: Ex: Taja sababu ya kutafuta fedha. Jumuisha #hashtags yoyote
zh_cn: 例如：指定筹款原因。包括任何＃标籤

source: Demotion from admin to member
af: Afgradering van admin na gewone lid
es: Degradación de administrador a miembro
fr: Rétrogradation d'administrateur à membre
sw: Maonyesho kutoka kwa msimamizi hadi mwanachama
zh_cn: 从管理员降级为成员

source: Promotion to admin from member
af: Promosie na admin
es: Promoción a administrador de miembro
fr: Promotion d'administrateur du membre
sw: Kukuza kwa msimamizi kutoka kwa mwanachama
zh_cn: 从会员晋升为管理员

# feedback_one_to_many_offer
source: Feedback for One-to-many offer
af: Terugvoer vir Een-tot-Vele aanbod
es: Comentarios para la oferta uno a muchos
fr: Commentaires sur l'offre un-à-plusieurs
sw: Maoni ya ofa ya mmoja-kwa-wengi
zh_cn: 一对多服务的反馈

# sure_to_cancel_one_to_many_offer
source: Are you sure you would like to cancel this One-to-Many offer
af: Is jy seker jy wil hierdie Een-tot-Vele aanbod kanselleer
es: ¿Está seguro de que desea cancelar esta oferta de una a varios?
fr: Êtes-vous sûr de vouloir annuler cette offre One-to-Many
sw: Je! Una uhakika ungetaka kughairi ofa hii ya One-to-Many
zh_cn: 您确定要取消此一对多服务吗？

# proceed_with_cancellation
source: Click OK to proceed with the cancelation, Otherwise, press cancel
af: Klik OK om met kansellasie voort te gaan. Andersins kies kanselleer.
es: Haga clic en Aceptar para continuar con la cancelación, de lo contrario, presione cancelar
fr: Cliquez sur OK pour procéder à l'annulation, sinon, appuyez sur Annuler
sw: Bonyeza Sawa kuendelea na kufuta, Vinginevyo, bonyeza kitufe
zh_cn: 单击确定继续取消，否则，按取消

# members_signed_up_advisory
source: People have already signed up for the offer. Canceling the offer would result in these users getting back the SevaCredits. Click OK to proceed with the cancelation. Otherwise, press cancel.
af: Mense het alreeds vir die aanbod aangemeld. 'n Kansellasie bring mee dat gebruikers hulle Seva-krediete terug kry. Klik OK om met kansellasie voort te gaan. Andersins kies kanselleer.
es: La gente ya se ha suscrito a la oferta. Cancelar la oferta resultaría en que estos usuarios recuperaran los SevaCredits. Haga clic en Aceptar para continuar con la cancelación. De lo contrario, presione cancelar.
fr: Les gens se sont déjà inscrits à l'offre. L'annulation de l'offre entraînerait la récupération des SevaCredits par ces utilisateurs. Cliquez sur OK pour procéder à l'annulation. Sinon, appuyez sur Annuler.
sw: Watu tayari wamejiandikisha kwa ofa. Kufuta ofa hiyo kutasababisha watumiaji hawa kupata tena SevaCredits. Bonyeza Sawa kuendelea na kughairi. Vinginevyo, bonyeza kitufe.
zh_cn: 人们已经报名参加了这个提议。取消服务将导致这些用户取回SevaCredits。单击确定继续取消。否则，请按取消。

# notification_one_to_many_offer_canceled_subtitle
source: You had signed up for ***offerTItle. Due to unforeseen circumstances, ***name had to cancel this offer. You will receive credits for any unused SevaCredits.
af: Jy het aangemeld vir ***offerTItle. Ongelukkig moes ***name die aanbod kanselleer. Enige onverbruikte Seva-kredite sal aan jou gekrediteer word.
es: Te habías apuntado a una oferta *****. Debido a circunstancias imprevistas, *** nombre tuvo que cancelar esta oferta. Ud recibirá créditos por los SevaCredits no utilizados.
fr: Vous vous êtes inscrit à *** offerTItle. En raison de circonstances imprévues, *** name a dû annuler cette offre. Vous recevrez des crédits pour tous les SevaCredits non utilisés.
sw: Ulikuwa umejisajili kwa *** offerTItle. Kwa sababu ya hali zisizotarajiwa, jina la *** ililazimika kughairi ofa hii. Utapokea sifa kwa SevaCredits yoyote isiyotumika.
zh_cn: 您已注册***服务。由于不可预见的情况，***名称不得不取消此服务。您将获得任何未使用的SevaCredits的点数。

# nearby_settings_title
source: Distance that I am willing to travel
af: Afstand wat jy gewillig is om te reis
es: Distancia que estoy dispuesto a recorrer
fr: Distance que je suis prêt à parcourir
sw: Umbali ambao niko tayari kusafiri
zh_cn: 距离限制

# nearby_settings_content
source: This indicates the distance that the user is willing to travel to complete a Request for a Seva Community or participate in an Event
af: Dit dui op die afstand wat die gebruiker bereid is om te reis om 'n versoek vir 'n SEVA-gemeenskap te voltooi of aan 'n gebeurtenis deel te neem
es: Esto indica la distancia que el usuario está dispuesto a viajar para completar una solicitud de una comunidad de SEVA o participar en un evento
fr: Cela indique la distance souhaitant que l'utilisateur est disposé à voyager pour compléter une demande de communauté SEVA ou participer à un événement
sw: Hii inaonyesha umbali ambao mtumiaji ana tayari kusafiri ili kukamilisha ombi la jamii ya Seva au kushiriki katika tukio
zh_cn: 这表明用户愿意旅行以完成对SEVA社区的请求或参与活动的距离

source: Amount
af: Bedrag
es: Cantidad
fr: Montant
sw: Kiasi
zh_cn: 量

# only_images_types_allowed
source: Only image types are allowed ex:jpg, png'
af: Slegs foto-tipes word toegelaat, bv: jpg, png '
es: Solo se permiten ciertos tipos de imágenes, por ejemplo: jpg, png '
fr: Seuls les types d'images sont autorisés ex: jpg, png '
sw: Aina za picha tu zinaruhusiwa ex: jpg, png '
zh_cn: 仅允许使用图片类型，例如：jpg，png'

# i_received_amount
source: I acknowledge that our community/organization has received
af: Ek bekragtig die ontvangs deur ons gemeenskap/organisasie van
es: Reconozco que nuestra comunidad / organización ha recibido
fr: Je reconnais que notre communauté / organisation a reçu
sw: Ninakubali kuwa jamii yetu / shirika limepokea
zh_cn: 我们的社区已经收到

# acknowledge_desc_one
source: Note: Please check the amount that you have received from
af: Let wel: Gaan asb. die hoeveelheid na wat jy ontvand het van
es: Nota: Verifique la cantidad que ha recibido de
fr: Remarque: veuillez vérifier le montant que vous avez reçu de
sw: Kumbuka: Tafadhali angalia kiasi ambacho umepokea kutoka
zh_cn: 注意：请检查您从中收到的金额

# acknowledge_desc_two
source: This may be more or less than the pledged amount. If there is a discrepancy in the amount, please message the member.
af: Dit kan min of meer dieselfde wees as die beloofde bedrag. Stuur 'n boodskap aan die lid as daar 'n verskil in die bedrae is.
es: Esto puede ser mayor o menor que la cantidad prometida. Si hay una discrepancia en la cantidad, envíe un mensaje al miembro.
fr: Cela peut être supérieur ou inférieur au montant promis. S'il y a un écart dans le montant, veuillez envoyer un message au membre.
sw: Hii inaweza kuwa zaidi au chini ya kiwango kilichoahidiwa. Ikiwa kuna tofauti katika kiasi, tafadhali tuma ujumbe kwa mshiriki.
zh_cn: 这可能大于或小于认捐额。如果金额有出入，请告知会员。

# acknowledge_desc_donor_one
source: Note: Please be sure that the amount you transfer to
af: Let wel: maak seker dat jy die bedrag wat jy oordra aan
es: Nota: asegúrese de que la cantidad que transfiera
fr: Remarque: veuillez vous assurer que le montant vers lequel vous transférez
sw: Kumbuka: Tafadhali hakikisha kuwa kiasi unachohamishia
zh_cn: 注意：请确保您转入的金额

# acknowledge_desc_donor_two
source: matches the amount pledged above (subject to any transaction fee)
af: ooreenstem met die bedrag wat hierbo belowe is (onderhewig aan 'n' transaksiefooi)
es: coincide con el monto prometido anteriormente (sujeto a cualquier tarifa de transacción)
fr: correspond au montant promis ci-dessus (sous réserve de frais de transaction)
sw: inalingana na kiasi kilichoahidiwa hapo juu (kulingana na ada yoyote ya manunuzi)
zh_cn: 与上述金额相符（不包括任何交易费用）

# acknowledge_received
source: I acknowledge that i have received below
af: Ek bekragtig dat ek die hieropvolgende ontvang het
es: Reconozco que he recibido a continuación
fr: Je reconnais avoir reçu ci-dessous
sw: Ninakubali kuwa nimepokea hapa chini
zh_cn: 我承认我已经收到以下内容

# acknowledge_donated
source: I acknowledge that i have donated below
af: Ek bekragtig dat ek die hieropvolgende geskenk het
es: Reconozco que he donado a continuación
fr: Je reconnais avoir fait un don ci-dessous
sw: Ninakubali kuwa nimechangia hapa chini
zh_cn: 我承认我在下方捐款

source: Amount pledged
af: Hoeveelheid beloof
es: Monto comprometido
fr: Montant promis
sw: Kiasi kilichoahidiwa
zh_cn: 认捐金额

source: Amount received from
af: Bedrag ontvang van
es: Cantidad recibida de
fr: Montant reçu de
sw: Kiasi kilichopokelewa kutoka
zh_cn: 收到的金额

source: Donations received
af: Skenkings ontvang
es: Donaciones recibidas
fr: Dons reçus
sw: Misaada imepokelewa
zh_cn: 收到捐款

# donations_requested
source: Requested Donation
af: Skenking Aangevra
es: Donación solicitada
fr: Don demandé
sw: Umeomba Mchango
zh_cn: 需求的捐赠

# pledge_modified
source: Your pledged amount for donation was not acknowledged
af: Jy beloofde donasiebedrag is nie aanvaar nie
es: No se reconoció la cantidad prometida para la donación
fr: Le montant promis pour le don n'a pas été reconnu
sw: Kiasi chako kilichoahidiwa kwa mchango hakikubaliwa
zh_cn: 您的认捐金额未得到确认

source: Donation completed
af: Skenking voltooi
es: Donación completada
fr: Don terminé
sw: Mchango umekamilika
zh_cn: 捐赠完成

# donation_completed_desc
source: Your donation is successfully completed. A receipt has been emailed to you.
af: Jou skenking is suksesvol afgehandel. 'n Kwitansie is per e-pos aan jou gestuur' .
es: Su donación se completó con éxito. Se le ha enviado un recibo por correo electrónico.
fr: Votre don est terminé avec succès. Un reçu vous a été envoyé par e-mail.
sw: Mchango wako umekamilishwa vyema. Risiti imetumwa kwako.
zh_cn: 您的捐赠已成功完成。收据已通过电子邮件发送给您。

# has_cash_donation
source: Has a request for money donation
af: Het 'n vesoek vir 'n kontantskenking
es: Tiene una solicitud de donación en efectivo
fr: A une demande de don en espèces
sw: Ana ombi la mchango wa pesa
zh_cn: 有捐款请求

# has_goods_donation
source: Has requested for goods / supplies donation
af: Versoek 'n goedere/voorraad skenking
es: Ha solicitado donación de bienes/suministros
fr: A demandé un don de biens
sw: Ameomba msaada wa bidhaa / vifaa
zh_cn: 已请求商品/物资捐赠

# goods_donation_invite
source: has a request for donation of specific goods / supplies. You can tap to donate any goods that you can
af: het 'n versoek vir die skenking van spesifieke goedere/voorrade. Tik om sulke skenkings te maak
es: Tiene una solicitud de donación de bienes específicos/suministros. Puede tocar para donar cualquier bien que pueda
fr: a une demande de don de biens spécifiques. Vous pouvez appuyer pour faire don de tous les biens que vous pouvez
sw: ina ombi la msaada wa bidhaa / vifaa maalum. Unaweza kugonga ili utoe bidhaa yoyote ambayo unaweza
zh_cn: 有捐赠特定物品/用品的请求。您可以点按捐赠任何可以捐赠的物品

# failed_load_image
source: Failed to load image. Try different image
af: Kon nie foto laai nie. Probeer 'n ander foto
es: No se pudo cargar la imagen. Prueba una imagen diferente
fr: Échec du chargement de l'image. Essayez une autre image
sw: Imeshindwa kupakia picha. Jaribu picha tofauti
zh_cn: 无法加载图像。尝试其他图片

source: Request Updated
af: Versoek bygewerk
es: Solicitud actualizada
fr: Demande mise à jour
sw: Ombi Limesasishwa
zh_cn: 完成更新

source: DEMOTED
af: AFGRADEER
es: DEGRADADO
fr: DÉMOTED
sw: KUPUNGUZWA KIKOO
zh_cn: 被降级

source: PROMOTED
af: BEVORDER
es: PROMOVIDO
fr: PROMOTIONNÉ
sw: ANAENDELEZWA
zh_cn: 被提升

source: Seva Coins debited
af: Seva-munte gedebiteer
es: Seva Coins debitado
fr: Pièces Seva débitées
sw: Sarafu za Seva zimetolewa
zh_cn: 扣Seva点数

source: Debited
af: Gedebiteer
es: Debitada
fr: Débit
sw: Imelipwa
zh_cn: 已扣

# member_reported_title
source: Member Reported
af: Lid gerapporteer
es: Miembro informado
fr: Membre signalé
sw: Mwanachama Ameripotiwa
zh_cn: 会员举报

source: cannot be deleted
af: kan nie verwyder word nie
es: no se puede borrar
fr: ne peut pas être supprimé
sw: haiwezi kufutwa
zh_cn: 无法删除

# cannot_be_deleted_desc
source: Your request to delete **requestData.entityTitle cannot be completed at this time. There are pending transactions. Tap here to view the details.
af: Jou versoek om **requestData.entityTitle te verwyder, kan tans nie voltooi word nie. Daar is uitstaande transaksies. Tik hier vir besonderhede.
es: Su solicitud para eliminar ** requestData.entityTitle no se puede completar en este momento. Hay transacciones pendientes. Toque aquí para ver los detalles.
fr: Votre demande de suppression de ** requestData.entityTitle ne peut pas être traitée pour le moment. Il y a des transactions en attente. Appuyez ici pour afficher les détails.
sw: Ombi lako la kufuta ** requestData.entityTitle haliwezi kukamilika kwa wakati huu. Kuna shughuli zinazosubiri. Gonga hapa ili uone maelezo.
zh_cn: 您删除** requestData.entityTitle的请求目前无法完成。有待处理的交易。点击此处查看详细信息。

# delete_request_success
source: **requestTitle you requested to delete has been successfully deleted!
af: **requestTitle wat jy versoek het om te verwyder, is suksesvol voltooi!
es: ** requestTitle que solicitaste eliminar se ha eliminado correctamente.
fr: ** requestTitle que vous avez demandé à supprimer a été supprimé avec succès!
sw: ** Kichwa ambacho umeomba kufuta kimefutwa kwa mafanikio!
zh_cn: ** requestTitle您请求删除的标题已成功删除！

source: community
af: gemeenskap
es: comunidad
fr: communauté
sw: Jumuiya
zh_cn: 社区

source: Stock Images
af: Biblioteek-fotos
es: Imágenes de archivo
sw: Picha za Hisa
zh_cn: 库存图片

source: Choose Image
af: Kies foto
es: Elegir imagen
fr: Choisissez une image
sw: Chagua Picha
zh_cn: 选择图片

# timebank_has_parent
source: Seva Community has a parent
af: Seva-gemeenskap het 'n ouer
es: Seva Community tiene un padre
fr: La communauté Seva a un parent
sw: Jamii ya Seva ina mzazi
zh_cn: Seva社区有母社区

# timebank_location_has_parent_hint_text
source: If your Seva community is associated with a parent Seva Community, please select from the dropdown below
af: As jou Seva-gemeenskap aan 'n ouer Seva-gemeenskap gekoppel is, kies asseblief uit die onderstaande keuselys
es: Si su comunidad de Seva está asociada con una comunidad de Seva principal, seleccione del menú desplegable a continuación
fr: Si votre communauté Seva est associée à une communauté Seva parent, veuillez sélectionner dans le menu déroulant ci-dessous
sw: Ikiwa jamii yako ya Seva inahusishwa na Jumuiya ya Seva ya mzazi, tafadhali chagua kutoka kunjuzi hapa chini
zh_cn: 如果您的时间银行与母时间银行相关联，请从下面的下拉列表中选择

# select_parent_timebank
source: Select Parent Seva Communities
af: Kies Ouer Seva-gemeenskappe
es: Seleccionar comunidades de padres Seva
fr: Sélectionnez les communautés Seva parentes
sw: Chagua Jamii za Seva za Mzazi
zh_cn: 选择母时间银行

# look_for_existing_siblings
source: Your post is visible to the following Seva Communities:
af: Jou pos is sigbaar vir die volgende Seva-gemeenskappe:
es: Su publicación es visible para las siguientes comunidades de Seva:
fr: Votre message est visible par les communautés Seva suivantes:
sw: Chapisho lako linaonekana kwa Jamii zifuatazo za Seva:
zh_cn: 您的帖子对以下时间银行可见：

source: None
af: Geen
es: Ninguna
fr: Aucun
sw: Hakuna
zh_cn: 没有

# find_your_parent_timebank
source: Find your parent Seva Community if you are part of
af: Soek jou Seva-gemeenskap se ouer as jou deel is van
es: Encuentra a tu padre Seva Community si eres parte de
fr: Trouvez votre communauté Seva parent si vous faites partie de
sw: Pata Mzazi wako Seva Community ikiwa wewe ni sehemu ya
zh_cn: 如果您是其中的一员，请找到您的母时间银行

# look_for_existing_timebank_title
source: Looking for existing Seva Community
af: Op soek na bestaande Seva-gemeenskap
es: Buscando comunidad Seva existente
fr: Recherche de la communauté Seva existante
sw: Kutafuta Jamii iliyopo ya Seva
zh_cn: 寻找现有的时间银行

source: Copied to Clipboard
af: Gekopieër na knipbord
es: Copiado al portapapeles
fr: Copié dans le presse-papier
sw: Imenakiliwa kwenye ubao wa kunakili
zh_cn: 複製到剪贴板

# delete_comment_msg
source: Are you sure want to delete comment?
af: Is jou seker jy wil die kommentaar verwyder
es: ¿Seguro que quieres eliminar el comentario?
fr: Voulez-vous vraiment supprimer le commentaire?
sw: Je! Una uhakika unataka kufuta maoni?
zh_cn: 您确定要删除评论吗？

# goods_modified_by_donor
source: Donor has modified goods / supplies
af: Skenker het goedere/voorraad verander
es: El donante ha modificado bienes y suministros
fr: Le donateur a modifié des biens
sw: Mfadhili amebadilisha bidhaa / vifaa
zh_cn: 捐助者已修改商品/用品

# goods_modified_by_creator
source: Your goods / supplies for donation was not acknowledged
af: Jou goedere/voorrade vir 'n skenking is nie bekragtig nie
es: No se reconocieron sus bienes para la donación
fr: Vos biens à donner n'ont pas été reconnus
sw: Bidhaa / vifaa vyako kwa mchango haukukubaliwa
zh_cn: 您的捐赠物品/用品未得到确认

# amount_modified_by_creator_desc
source: The amount that you pledged for this donation is different from the amount acknowledged by the creator. Tap to change your pledge amount.
af: Die bedrag wat jy vir hierdie skenking belowe het, verskil van die bedrag wat bekragtig is. Tik om die bedrag te verander.
es: La cantidad que prometió para esta donación es diferente de la cantidad reconocida por el creador. Toque para cambiar el monto de su contribución.
fr: Le montant que vous avez promis pour ce don est différent du montant reconnu par le créateur. Appuyez pour modifier le montant de votre engagement.
sw: Kiasi ambacho umeahidi kwa mchango huu ni tofauti na kiwango kinachotambuliwa na muundaji. Gonga ili ubadilishe kiasi chako cha ahadi.
zh_cn: 您为此捐赠的金额与创建者所确认的金额不同。点按即可更改您的承诺金额。

# goods_modified_by_creator_desc
source: The goods / supplies that you donated for this donation is different from the goods acknowledged by the creator. Tap to change your goods details.
af: Die goedere/voorrade wat jy geskenk het, verskil van die goedere/voorrade wat bekragtig is. Tik om die inligting te verander.
es: Los bienes que donó para esta donación son diferentes de los bienes reconocidos por el creador. Toque para cambiar los detalles de su mercancía.
fr: Les biens que vous avez donnés pour ce don sont différents des biens reconnus par le créateur. Appuyez pour modifier les détails de vos produits.
sw: Bidhaa / vifaa ambavyo umetoa kwa mchango huu ni tofauti na bidhaa zinazotambuliwa na muundaji. Gonga ili ubadilishe maelezo ya bidhaa zako.
zh_cn: 您为此捐赠捐赠的商品/用品与创建者确认的商品不同。点击更改您的商品详细信息。

# amount_modified_by_donor_desc
source: The amount which you acknowledged for this donation is different from the amount confirmed by the Donor. Tap to change the confirmation amount.
af: Die bedrag wat jy vir hierdie skenking bekragtig het, verskil van die bedrag wat deur die skenker aangedui is. Tik om die bedrag te verander.
es: La cantidad que reconoció por esta donación es diferente de la cantidad confirmada por el Donante. Toque para cambiar la cantidad de confirmación.
fr: Le montant que vous avez reconnu pour ce don est différent du montant confirmé par le donateur. Appuyez pour modifier le montant de confirmation.
sw: Kiasi ambacho ulikubali kwa mchango huu ni tofauti na kiwango kilichothibitishwa na Mfadhili. Gonga ili ubadilishe kiwango cha uthibitisho.
zh_cn: 您为此捐赠所确认的金额与捐赠者确认的金额不同。点击以更改确认金额。

# goods_modified_by_donor_desc
source: The goods / supplies which you acknowledged for this donation is different from the goods confirmed by the Donor. Tap to change the confirmation goods.
af: Die goedere/voorrade wat jy vir hierdie skenking bekragtig het, verskil van dié wat deur die skenker aangedui is. Tik om die inligting te verander.
es: Los bienes que reconoció para esta donación son diferentes de los bienes confirmados por el Donante. Toque para cambiar los productos de confirmación.
fr: Les biens que vous avez reconnus pour ce don sont différents des biens confirmés par le donateur. Appuyez pour modifier les marchandises de confirmation.
sw: Bidhaa / vifaa ambavyo ulikubali kwa msaada huu ni tofauti na bidhaa zilizothibitishwa na Mfadhili. Gonga ili ubadilishe bidhaa za uthibitisho.
zh_cn: 您为此次捐赠确认的商品与物资与捐赠人确认的商品不同。点击更改确认商品。

# imageurl_alert
source: Web Image URL alert
af: Waarskuwing: Webfoto-URL
es: Alerta de URL de imagen web
fr: Alerte d'URL d'image Web
sw: Tahadhari ya URL ya Picha ya Wavuti
zh_cn: 网页图片网址 警报

# image_url_alert_desc
source: Please add a image URL to continue
af: Voeg asseblief 'n foto-URL by om voort te gaan
es: Por favor agregue una URL de imagen para continuar
fr: Veuillez ajouter une URL d'image pour continuer
sw: Tafadhali ongeza URL ya picha ili kuendelea
zh_cn: 请添加图片网址以继续

# enter_valid_link
source: Enter valid payment link
af: Voer 'n geldige betalingsskakel in
es: Ingrese un enlace de pago válido
fr: Entrez un lien de paiement valide
sw: Ingiza kiunga halali cha malipo
zh_cn: 输入有效的付款链接

# target_amount_less_than_min_amount
source: Minimum amount cannot be greater than target amount
af: Minimum bedrag kan nie meer as die teikenbedrag wees nie
es: La cantidad mínima no puede ser mayor que la cantidad objetivo
fr: Le montant minimum ne peut pas être supérieur au montant cible
sw: Kiwango cha chini hakiwezi kuwa kubwa kuliko kiwango cha lengo
zh_cn: 最低金额不能大于目标金额

# failed_load_image_title
source: Failed to load
af: Kon nie laai nie
es: Falló al cargar
fr: Échec du chargement
sw: Imeshindwa kupakia
zh_cn: 加载失败

# image_url_hint
source: Add Image Url ex: https://www.sevaexchange.com/sevalogo.png
af: Voeg foto-URL bv: https://www.sevaexchange.com/sevalogo.png
es: Agregar URL de imagen, por ejemplo: https://www.sevaexchange.com/sevalogo.png
fr: Ajouter l'URL de l'image ex: https://www.sevaexchange.com/sevalogo.png
sw: Ongeza Picha Url ex: https://www.sevaexchange.com/sevalogo.png
zh_cn: 添加图片网址，例如：https://www.sevaexchange.com/sevalogo.png

source: Request details
af: Versoek besonderhede
es: Pedir detalles
fr: Détails de la demande
sw: Omba maelezo
zh_cn: 索取详细资料

source: Skip for now
af: Slaan vir eers oor
es: Saltar por ahora
fr: Ignorer pour l'instant
sw: Ruka kwa sasa
zh_cn: 现在跳过

# would_like_to_donate
source: Would you like to make a donation for this request?
af: Wil graag 'n skenking maak vir hierdie versoek?
es: ¿Le gustaría hacer una donación para esta solicitud?
fr: Souhaitez-vous faire un don pour cette demande?
sw: Je! Ungependa kutoa mchango kwa ombi hili?
zh_cn: 您想为此请求捐款吗？

# total_goods_recevied
source: Total Goods Received
af: Totale goedere ontvang
es: Total de bienes recibidos
fr: Total des marchandises reçues
sw: Jumla ya Bidhaa Zilizopokelewa
zh_cn: 收到的商品总数

source: Total amount raised
af: Totale bedrag ingesamel
es: Cantidad total recaudada
fr: Montant total collecté
sw: Jumla ya pesa zilizopatikana
zh_cn: 募集资金总额

# by_accepting_group_join
source: By accepting, you will be added to
af: Deur te aanvaar, sal jou bygevoeg word by
es: Al aceptar, se le agregará a
fr: En acceptant, vous serez ajouté à
sw: Kwa kukubali, utaongezwa kwa
zh_cn: 通过接受，您将被添加到

# request_payment_descriptionZelle_inputhint
source: Ex: Zellepay ID (phone or email)
af: Bv: Zellepay ID (telefoon of e-pos)
es: Ej .: ID de Zellepay (teléfono o correo electrónico)
fr: Ex: identifiant Zellepay (téléphone ou e-mail)
sw: Ex: Kitambulisho cha Zellepay (simu au barua pepe)
zh_cn: 例如：Zellepay ID（电话或电子邮件）
