Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# speaker_requested_completion_notification
source: This request has been completed.
af: Hierdie versoek is voltooi.
es: Esta solicitud se ha completado.
fr: Cette demande est terminée.
sw: Ombi hili limekamilishwa.
zh_cn: 此请求已完成。

# request_completed_by_speaker
source: This request has been completed and is awaiting your approval.
af: Hierdie versoek is voltooi en wag op u goedkeuring.
es: Esta solicitud se ha completado y está a la espera de su aprobación.
fr: Cette demande est terminée et attend votre approbation.
sw: Ombi hili limekamilishwa na linasubiri idhini yako.
zh_cn: 此请求已完成，正在等待您的批准。

source: Speaker
af: Spreekster
es: Altavoz
fr: Oratrice
sw: Msemaji
zh_cn: 扬声器

# speaker_completion_rejected_notification_1
source: Request rejected.
af: Versoek verwerp.
es: Solicitud rechazada.
fr: Demande rejetée.
sw: Ombi kukataliwa.
zh_cn: 请求拒绝。

# speaker_accepted_invite_notification
source: This request has been accepted by **speakerName.
af: Hierdie versoek is aanvaar deur ** SPreekkuns.
es: Esta solicitud ha sido aceptada por ** SpeakerName.
fr: Cette demande a été acceptée par ** ParleNername.
sw: Ombi hili limekubaliwa na jina la **.
zh_cn: ** Sayername已接受此请求。

# oneToManyRequestSpeakerAcceptRequest
source: Are you sure you want to accept this request?
af: Is jy seker jy wil hierdie versoek aanvaar?
es: ¿Está seguro de que desea aceptar esta solicitud?
fr: Êtes-vous sûr de vouloir accepter cette demande?
sw: Una uhakika unataka kukubali ombi hili?
zh_cn: 您确定要接受此请求吗？

# resetPasswordSuccess
source: An email has been sent. Please follow the steps in the email to reset your password.
af: 'N E-pos is gestuur.Volg asseblief die stappe in die e-pos om u wagwoord te herstel.
es: Un correo electronico ha sido enviado.Siga los pasos en el correo electrónico para restablecer su contraseña.
fr: Un email a été envoyé.Veuillez suivre les étapes de l'e-mail pour réinitialiser votre mot de passe.
sw: Barua pepe imetumwa.Tafadhali fuata hatua katika barua pepe ili upya nenosiri lako.
zh_cn: 已发送电子邮件。请按照电子邮件中的步骤重置密码。

# bundlePricingInfoButton
source: There is a limit to the number of transactions in the free tier. You will be charged $2 for a bundle of 50 transactions.
af: Daar is 'n beperking op die aantal transaksies in die vrye vlak.U sal $ 2 gehef word vir 'n bondel van 50 transaksies.
es: Hay un límite para el número de transacciones en el nivel libre.Se le cobrará $ 2 por un paquete de 50 transacciones.
fr: Il y a une limite au nombre de transactions dans le niveau libre.Vous serez facturé 2 $ pour un forfait de 50 transactions.
sw: Kuna kikomo kwa idadi ya shughuli katika tier ya bure.Utashtakiwa $ 2 kwa kifungu cha shughuli 50.
zh_cn: 自由级交易数量有限。您将收取2美元的50项交易费用。

# insufficientSevaCreditsDialog
source: You do not have sufficient Seva credits to create this request. You need to have *** more Seva credits
af: U het nie voldoende SEVA-krediete om hierdie versoek te skep nie.Jy moet *** meer SEVA-krediete hê
es: No tiene suficientes créditos de SeVA para crear esta solicitud.Necesitas tener más créditos de Seva.
fr: Vous n'avez pas suffisamment de crédits SEVA pour créer cette demande.Vous devez avoir *** plus de crédits Seva
sw: Huna mikopo ya kutosha ya seva ili kuunda ombi hili.Unahitaji kuwa na mikopo zaidi ya Seva.
zh_cn: 您没有足够的SEVA学分来创建此请求。你需要拥有***更多的eva学分

# adminNotificationInsufficientCredits
source: Has Insufficient Credits To Create Requests
af: Het onvoldoende krediete om versoeke te skep
es: Tiene créditos insuficientes para crear solicitudes.
fr: A insuffisamment de crédits pour créer des demandes
sw: Ina mikopo haitoshi kuunda maombi.
zh_cn: 没有足够的学分来创建请求

# adminNotificationInsufficientCreditsNeeded
source: Credits Needed:
af: Krediete benodig:
es: Créditos necesarios:
fr: Crédits nécessaires:
sw: Mikopo inahitajika:
zh_cn: 所需的信用：

# oneToManyRequestSpeakerWithdrawDialog
source: Please confirm that you would like to withdraw as a speaker
af: Bevestig asseblief dat u graag as 'n spreker wil onttrek
es: Por favor, confirme que le gustaría retirarse como orador
fr: S'il vous plaît confirmer que vous souhaitez vous retirer comme un orateur
sw: Tafadhali hakikisha kwamba ungependa kujiondoa kama msemaji
zh_cn: 请确认您希望退出扬声器

# speakerRejectedNotificationLabel
source: rejected the Speaker invitation for
af: verwerp die spreker uitnodiging vir
es: rechazó la invitación del altavoz para
fr: rejeté l'invitation de l'orateur pour
sw: alikataa mwaliko wa msemaji
zh_cn: 拒绝了发言者邀请

source: Speaker Rejected
af: Spreker verwerp
es: Altavoz rechazado
fr: Haut-parleur rejeté
sw: Spika alikataa
zh_cn: 发言人被拒绝了

# people_applied_for_request
source: people have applied for this request
af: Mense het aansoek gedoen vir hierdie versoek
es: La gente ha solicitado esta solicitud.
fr: Les gens ont postulé pour cette demande
sw: Watu wameomba ombi hili.
zh_cn: 人们已申请此请求

# oneToManyRequestCreatorCompletingRequestDialog
source: Are you sure you want to accept and complete this request?
af: Is jy seker jy wil hierdie versoek aanvaar en voltooi?
es: ¿Está seguro de que desea aceptar y completar esta solicitud?
fr: Êtes-vous sûr de vouloir accepter et compléter cette demande?
sw: Una uhakika unataka kukubali na kukamilisha ombi hili?
zh_cn: 您确定要接受并填写此请求吗？

# speaker_complete_page_text_1
source: I acknowledge that speaker_name has completed the request. The list of members provided above attended the request.
af: Ek erken dat Speaker_Name die versoek voltooi het.Die lys van lede wat hierbo verskaf is, het die versoek bygewoon.
es: Reconozco que Speaker_Name ha completado la solicitud.La lista de miembros proporcionados anteriormente asistió a la solicitud.
fr: Je reconnais que le nom de haut-parleur a terminé la demande.La liste des membres fournis ci-dessus a assisté à la demande.
sw: Ninakubali kwamba Spika_name imekamilisha ombi hilo.Orodha ya wanachama iliyotolewa hapo juu walihudhuria ombi hilo.
zh_cn: 我承认扬声器_Name已完成请求。上述会员名单参加了请求。

# speaker_complete_page_text_2
source: Note: The hours will be credited to the speaker and to the attendees upon your approval. This list of attendees cannot be modified after approval.
af: Let wel: Die ure sal op u goedkeuring aan die Speaker en aan die deelnemers gekrediteer word.Hierdie lys van deelnemers kan nie na goedkeuring verander word nie.
es: Nota: Las horas se acreditarán al altavoz y a los asistentes a su aprobación.Esta lista de asistentes no se puede modificar después de la aprobación.
fr: Remarque: les heures seront créditées au Président et aux participants à votre approbation.Cette liste des participants ne peut être modifiée après approbation.
sw: Kumbuka: Masaa yatahesabiwa kwa msemaji na wahudhuriaji juu ya kibali chako.Orodha hii ya waliohudhuria haiwezi kubadilishwa baada ya idhini.
zh_cn: 注意：在您批准时将记入发言人和与会者的时间。此次与会者列表无法在批准后进行修改。

# action_restricted_by_owner
source: This action is restricted for you by the owner of the Seva Community.
af: Hierdie aksie is vir u beperk deur die eienaar van die Seva-gemeenskap.
es: Esta acci�n est� restringida para usted por el propietario de la comunidad de SEVA.
fr: Cette action est restreinte pour vous par le propri�taire de la communaut� SEVA.
sw: Hatua hii imezuiwa na mmiliki wa Jumuiya ya Seva.
zh_cn: Seva社区的所有者受到限制为您的行动。

# accepted_this_request
source: You have accepted this request.
af: U het hierdie versoek aanvaar.
es: Has aceptado esta solicitud.
fr: Vous avez accepté cette demande.
sw: Umekubali ombi hili.
zh_cn: 您已接受此请求。

# onetomanyrequest_member_invite_notif_subtitle
source: admin_name in community_name has invited you to join the webinar_name on date_webinar at time_webinar. Tap to accept the invitation.
af: Admin_Name in Community_Name het u genooi om by die Webinar_Name op Date_Webinar by Time_Webinar aan te sluit.Tik om die uitnodiging te aanvaar.
es: admin_name en comunity_name le ha invitado a unirse al webinar_name en Date_Webinar en Time_Webinar.Toque para aceptar la invitación.
fr: Admin_Name dans Community_Name vous a invité à rejoindre le webinar_name sur date_webinar à Time_Webinar.Appuyez sur pour accepter l'invitation.
sw: admin_name katika jumuiya_name imekualika kujiunga na webinar_name tarehe_webinar wakati_webinar.Gonga ili kukubali mwaliko.
zh_cn: Admin_Name在Community_Name中邀请您在date_webinar上加入date_webinar上的webinar_name。点按以接受邀请。

# onetomanyrequest_title_hint
source: Ex: Implicit Bias webinar.
af: Ex: implisiete vooroordeel webinar.
es: EX: Seminario de sesgo implícito.
fr: Ex: webinaire implicite de biais.
sw: Ex: Webinar ya kupendeza.
zh_cn: 例如：隐含偏置网络研讨会。

source: Total No. of Participants*
af: Totale Aantal deelnemers *
es: Nº total de participantes *
fr: Nombre total de participants *
sw: Jumla ya washiriki *
zh_cn: 参与者总数*

# onetomanyrequest_participants_or_credits_hint
source: Ex: 40.
zh_cn: 前：40。

# speaker_invite_notification
source: Added you as the Speaker for request:
af: Het u as die spreker vir versoek bygevoeg:
es: Le agregó como el altavoz para solicitar:
fr: Vous a ajouté comme l'enceinte pour demande:
sw: Aliongeza wewe kama msemaji kwa ombi:
zh_cn: 添加了您作为扬声器的要求：

# sandbox_already_created_1
source: Only one sandbox community is currently allowed for each SevaX member.
af: Slegs een sandbox-gemeenskap word tans vir elke Sevax-lid toegelaat.
es: Solo una comunidad de sandbox se permite actualmente para cada miembro de SEVAX.
fr: Une seule communauté Sandbox est actuellement autorisée pour chaque membre SEVAX.
sw: Jumuiya moja tu ya Sandbox sasa inaruhusiwa kwa kila mwanachama wa Sevax.
zh_cn: 每个Sevax成员目前只允许一个沙箱社区。

# sandbox_create_community_alert
source: Are you sure you want to create a sandbox community?
af: Is jy seker jy wil 'n sandbox gemeenskap skep?
es: ¿Estás seguro de que quieres crear una comunidad de sandbox?
fr: Êtes-vous sûr de vouloir créer une communauté sandbox?
sw: Una uhakika unataka kujenga jumuiya ya sanduku?
zh_cn: 您确定要创建一个沙盒社区吗？

source: You are on Enterprise Plan
af: Jy is op ondernemingsplan
es: Usted está en plan empresarial
fr: Vous êtes sur le plan d'entreprise
sw: Wewe ni kwenye mpango wa biashara.
zh_cn: 你在企业计划

# sandbox_dialog_subtitle
source: Sandbox Seva communities are created for instructional purposes only. Any credits earned or debited will not count towards your account.
af: Sandbox Seva gemeenskappe word slegs vir onderrigdoeleindes geskep.Enige krediete wat verdien of gedebiteer word, sal nie tot u rekening tel nie.
es: Sandbox Seva Communities se crean solo con fines de instrucción.Cualquier créditos ganados o debitados no contará para su cuenta.
fr: Les communautés Sandbox Seva sont créées à des fins pédagogiques uniquement.Tous les crédits gagnés ou débités ne compteront pas vers votre compte.
sw: Sandbox Seva inaundwa kwa madhumuni ya mafundisho tu.Mikopo yoyote iliyopatikana au ya deni haitazingatia akaunti yako.
zh_cn: Sandbox Seva社区仅供教学目的而创建。获得或借记的任何信用都不依赖您的帐户。

source: Info
es: Información
zh_cn: 信息

source: Login
af: Teken aan
es: Acceso
fr: Connexion
sw: Ingia
zh_cn: 登录

source: Register
af: Regsitreer
es: Registrarse
fr: S'inscrire
sw: Jisajili
zh_cn: 登记

# explore_search_hint
source: Ex: ZIP/ Postal Code or city, state, country
af: Ex: Zip / Poskode of Stad, Staat, Land
es: Ej: código postal o ciudad, estado, país
fr: Ex: Code ZIP / Code postal ou Ville, Etat, Pays
sw: Ex: Zip / Postal code au mji, hali, nchi
zh_cn: 前：邮编/邮政编码或城市，州，国家

# onetomany_createoffer_note
source: Note: Upon completing the one to many offer, the combined prep time and session hours will be credited to you.
af: Let wel: By die voltooiing van die een tot baie aanbod sal die gekombineerde voorbereidingstyd en sessie-ure aan u gekrediteer word.
es: Nota: Al completar la oferta única, se le acreditará los horarios de preparación y sesión combinados.
fr: Remarque: À la fin de l'offre, les heures de préparation combinées et les heures de session vous seront créditées.
sw: Kumbuka: Baada ya kumaliza moja kwa moja kutoa, wakati wa kupangilia na masaa ya kikao utahesabiwa kwako.
zh_cn: 注意：在完成一对多的优惠后，合并的准备时间和会话时间将记入您。

source: Add event to calender
af: Voeg gebeurtenis by kalender
es: Añadir evento al calendario
fr: Ajouter un événement au calendrier
sw: Ongeza tukio kwa kalenda.
zh_cn: 将事件添加到日历

source: Add to calender
af: Voeg by kalender
es: Añadir al calendario
fr: Ajouter au calendrier
sw: Ongeza Kalenda.
zh_cn: 添加到日历

# do_you_want_addto_calender
source: Do you want to add this event to your calendar?
af: Wil jy hierdie geleentheid by jou kalender voeg?
es: ¿Quieres agregar este evento a tu calendario?
fr: Voulez-vous ajouter cet événement à votre calendrier?
sw: Unataka kuongeza tukio hili kwenye kalenda yako?
zh_cn: 您想将此活动添加到日历中吗？

# add_to_google_calender
source: Add to Google Calendar
af: Voeg by Google Kalender
es: Añadir a Google Calendar
fr: Ajouter à Google Calendar
sw: Ongeza kwenye Kalenda ya Google
zh_cn: 添加到Google日历

source: Add to Outlook
af: Voeg by Outlook
es: Añadir a Outlook
fr: Ajouter aux perspectives
sw: Ongeza kwa Outlook.
zh_cn: 添加到Outlook.

source: Add to ical
af: Voeg by ical
es: Añadir a iCal
fr: Ajouter à ical
sw: Ongeza kwa iCal.
zh_cn: 添加到iCal.

source: Something went wrong
af: Iets het verkeerd geloop
es: Algo sali� mal
fr: Quelque chose a mal tourn�
sw: Kitu kilichokosa
zh_cn: 出了些问题

source: Featured communities
af: Voorgestelde gemeenskappe
es: Comunidades destacadas
fr: Communautés en vedette
sw: Jumuiya ya Matukio
zh_cn: 特色社区

# browse_by_category
source: Browse community by category
af: Blaai deur die Kategorie
es: Navegar por la comunidad por categoría
fr: Parcourir la communauté par catégorie
sw: Vinjari jumuiya kwa jamii.
zh_cn: 按类别浏览社区

source: Find
af: Vind
es: Encontrar
fr: Trouve
sw: Tafuta
zh_cn: 找

source: any category
af: enige kategorie
es: cualquier categoría
fr: Toute catégorie
sw: Jamii yoyote
zh_cn: 任何类别

# new_york
source: New york | USA
af: New York |Us
es: Nueva York |EE.UU
fr: New York |Etats-Unis
sw: New York |Marekani
zh_cn: 纽约|美国

source: join webinar
af: Sluit Webinar aan
es: Únete a Webinar
fr: Rejoindre webinaire
sw: Jiunge na Webinar.
zh_cn: 加入网络研讨会

# pledge_goods_supplies
source: has pledge to donate good/supplies
af: het belofte om goeie / voorrade te skenk
es: ha comprometido a donar buenos / suministros
fr: a gage de donner de bons / fournis
sw: ina ahadi ya kuchangia vizuri / vifaa
zh_cn: 承诺捐赠良好/供应

# credits_debited
source: Seva Credits Debited
af: SEVA krediete gedebiteer
es: Seva créditos debitados
fr: Seva crédits débités
sw: Mikopo ya Seva inakabiliwa
zh_cn: Seva Credits 借记了

# credits_credited
source: Seva Credits Credited
af: SEVA krediete gekrediteer
es: Seva créditos acreditados
fr: Seva crédits crédités
sw: Mikopo ya Seva imethaminiwa
zh_cn: Seva Credits 贷记

# credits_debited_msg
source: Seva Credits have been debited from your account
af: SEVA-krediete is van u rekening gedebiteer
es: Se han cargado créditos de Seva de su cuenta.
fr: Les crédits de Seva ont été débités de votre compte
sw: Mikopo ya Seva imetolewa kutoka kwa akaunti yako
zh_cn: SEVA学分已从您的帐户中扣除

# accepted_offer_msg
source: You have accepted this offer.
af: U het hierdie aanbod aanvaar.
es: Has aceptado esta oferta.
fr: Vous avez accepté cette offre.
sw: Umekubali kutoa hii.
zh_cn: 您已接受此优惠。

source: Completed the request
af: Het die versoek voltooi
es: Completado la solicitud
fr: Complété la demande
sw: Ilikamilisha ombi.
zh_cn: 完成了请求

source: Deletion Request
af: Verwyderingsversoek
es: Solicitud de eliminación
fr: Demande de suppression
sw: Ombi la kufuta.
zh_cn: 删除请求

source: create virtual offer
af: Skep virtuele aanbod
es: Crear oferta virtual
fr: Créer une offre virtuelle
sw: Unda utoaji wa kawaida
zh_cn: 创建虚拟报价

source: create public offer
af: Skep openbare aanbod
es: crear oferta pública
fr: créer une offre publique
sw: Unda utoaji wa umma
zh_cn: 创建公众优惠

# amount_lessthan_donation_amount
source: Entered amount is less than minimum donation amount.
af: Ingevoerde bedrag is minder as minimum skenking bedrag.
es: La cantidad ingresada es menor que la cantidad de donación mínima.
fr: Le montant entré est inférieur au montant du don minimum.
sw: Kiasi kilichoingia ni chini ya kiasi cha chini cha mchango.
zh_cn: 输入的金额小于最低捐赠金额。

# user_name_not_availble
source: User name not available
af: Gebruikersnaam nie beskikbaar nie
es: Nombre de usuario no disponible
fr: Nom d'utilisateur indisponible
sw: Jina la mtumiaji haipatikani.
zh_cn: 用户名不可用

source: Document
af: Dokument
es: Documento
sw: Nyaraka
zh_cn: 文档

source: Users
af: Gebruikers
es: usuarias
fr: utilisatrices
sw: Watumiaji
zh_cn: 用户

# cash_request_title_hint
source: Ex: Fundraiser for women’s shelter...
af: Ex: Fundraiser vir vroue se skuiling ...
es: Ej: recaudación de fondos para el refugio de mujeres ...
fr: Ex: Collecte de fonds pour un abri féminin ...
sw: Ex: Fundraiser kwa makazi ya wanawake ...
zh_cn: 前：女性避难所的筹款机......

source: Error Loading Data
af: Kon nie data laai nie
es: Error al cargar datos
fr: Erreur lors du chargement des données
sw: Hitilafu ya kupakia data.
zh_cn: 加载数据时出错

source: likes
af: hou van
es: gustos
fr: aime
sw: Anapenda
zh_cn: 喜欢

source: Anonymous user
af: Anonieme gebruiker
es: Usuario anónimo
fr: Utilisateur anonyme
sw: Mtumiaji asiyejulikana
zh_cn: 匿名用户

source: Filtering blocked content
af: Filtering geblokkeer inhoud
es: Filtrado de contenido bloqueado
fr: Filtrage du contenu bloqué
sw: Kuchuja maudhui yaliyozuiwa.
zh_cn: 过滤已阻止的内容

source: Filtering past requests content
af: Filtering van vorige versoeke inhoud
es: Filtrado de solicitudes anteriores Contenido
fr: Filtrage des demandes passées Contenu
sw: Kuchuja maombi ya zamani ya maudhui.
zh_cn: 过滤过去的请求内容

# approved_member
source: Approved Members
af: Goedgekeurde lede
es: Miembros aprobados
fr: Membres approuvés
sw: Wanachama walioidhinishwa
zh_cn: 批准的会员

source: Send CSV File
af: Stuur CSV-lêer
es: Enviar archivo CSV
fr: Envoyer un fichier csv
sw: Tuma faili ya CSV.
zh_cn: 发送CSV文件

source: success
af: sukses
es: éxito
fr: Succès
sw: Mafanikio
zh_cn: 成功

source: Failure
af: Mislukking
es: Falla
fr: Échec
sw: Kushindwa
zh_cn: 失败

source: Current
af: Huidig
es: Actual
fr: actuelle
sw: Sasa
zh_cn: 当前的

source: hours not updated
af: ure nie opgedateer nie
es: horas no actualizadas
fr: Heures non mises à jour
sw: saa hazijasasishwa
zh_cn: 小时不更新

source: Request Approved
af: Versoek goedgekeur
es: Petición aprobada
fr: Demande approuvée
sw: Ombi limeidhinishwa
zh_cn: 请求批准

source: Request has been assigned to a member
af: Versoek is aan 'n lid toegewys
es: Solicitud ha sido asignada a un miembro
fr: La demande a été attribuée à un membre
sw: Ombi imetolewa kwa mwanachama.
zh_cn: 请求已分配给会员

source: Borrow Request for item
af: Leen versoek vir item
es: Pedir prestada solicitud de artículo
fr: Emprunter demande d'article
sw: Borrow ombi kwa bidhaa.
zh_cn: 借用物品请求

source: Clear All
af: Maak alles skoon
es: Limpiar todo
fr: Tout effacer
sw: Futa wote
zh_cn: 清除所有

source: Message room join
af: Massage Room Sluit aan
es: Sala de masajes.
fr: Joignement de salle de massage
sw: Chumba cha Massage Jiunge
zh_cn: 按摩室加入

source: Message room remove
af: Massage Room Verwyder
es: Sala de masaje eliminar
fr: Salle de massage Supprimer
sw: Chumba cha massage Ondoa
zh_cn: 按摩室删除

# item_received_alert_dialouge
source: If you have you received your item/place back click the button below to complete this.
af: As u u item / plek ontvang het, klik die onderstaande knoppie om dit te voltooi.
es: Si ha recibido su artículo / lugar, haga clic en el botón de abajo para completar esto.
fr: Si vous avez reçu votre article / lieu de retour, cliquez sur le bouton ci-dessous pour compléter cela.
sw: Ikiwa umepokea kipengee chako / mahali hapa bonyeza kifungo chini ili kukamilisha hili.
zh_cn: 如果您收到您的物品/后退，请单击下面的按钮完成此操作。

# request_ended
source: This request has now ended. Tap to complete the request
af: Hierdie versoek het nou geëindig.Tik om die versoek te voltooi
es: Esta solicitud ha terminado ahora.Toque para completar la solicitud
fr: Cette demande est maintenant terminée.Appuyez sur pour compléter la demande
sw: Ombi hili sasa limeisha.Gonga ili kukamilisha ombi.
zh_cn: 此请求现已结束。点按以完成请求

# request_ended_emailsent_msg
source: The request has completed and an email has been sent to you. Tap to leave a feedback.
af: Die versoek het voltooi en 'n e-pos is aan u gestuur.Tik om 'n terugvoer te gee.
es: La solicitud se ha completado y se le ha enviado un correo electrónico.Toque para dejar un comentario.
fr: La demande est terminée et un courrier électronique vous a été envoyé.Appuyez sur pour laisser un retour d'information.
sw: Ombi imekamilika na barua pepe imetumwa kwako.Gonga ili uondoe maoni.
zh_cn: 该请求已完成，并已发送电子邮件给您。点击以留下反馈。

# lender_acknowledged_request_completion
source: The Lender has acknowledged completion of this request. Tap to leave a feedback.
af: Die lener het die voltooiing van hierdie versoek erken.Tik om 'n terugvoer te gee.
es: El prestamista ha reconocido la finalización de esta solicitud.Toque para dejar un comentario.
fr: Le prêteur a acquitté la fin de cette demande.Appuyez sur pour laisser un retour d'information.
sw: Mkopeshaji amekubali kukamilika kwa ombi hili.Gonga ili uondoe maoni.
zh_cn: 贷款人已承认完成此请求。点击以留下反馈。

source: Borrow request for place
af: Leen versoek om plek
es: Solicitudes de prestada
fr: Emprunter une demande de place
sw: Borrow ombi la mahali
zh_cn: 借用地点

source: Card Holder
af: Kaarthouer
es: Titular de la tarjeta
fr: Titulaire de la carte
sw: Mmiliki wa Kadi.
zh_cn: 卡持有人

source: Offering Amount
af: Aanbod bedrag
es: Cantidad de ofreciendo
fr: Montant offrant
sw: Kutoa kiasi
zh_cn: 提供金额

source: Offering Goods
af: Bied goedere aan
es: Ofreciendo bienes
fr: Offrant des biens
sw: Kutoa bidhaa
zh_cn: 提供商品

# images_help_convey_theme_of_request
source: Images helps to convey the theme of your request
af: Prente help om die tema van u versoek oor te dra
es: Las imágenes ayudan a transmitir el tema de su solicitud.
fr: Les images aide à transmettre le thème de votre demande
sw: Picha husaidia kufikisha mada ya ombi lako
zh_cn: 图像有助于传达您的请求主题

# max_image_size
source: Maximum size: 5MB
af: Maksimum grootte: 5MB
es: Tamaño máximo: 5MB
fr: Taille maximale: 5 Mo
sw: Upeo wa kawaida: 5MB.
zh_cn: 最大尺寸：5MB

source: Exp. Date
af: Exp.Datum
es: Exp.Fecha
sw: Exp.Tarehe
zh_cn: Exp。日期

source: Camera not available
af: Kamera nie beskikbaar nie
es: Cámara no disponible
fr: Caméra non disponible
sw: Kamera haipatikani.
zh_cn: 相机不可用

source: Loading Camera...
af: Laai kamera ...
es: Cámara de carga ...
fr: Chargement de la caméra ...
sw: Inapakia kamera ...
zh_cn: 加载相机......

source: Internet connection lost
af: Internet konneksie verloor
es: Conexión a internet perdida
fr: Connexion Internet perdue
sw: Uunganisho wa mtandao uliopotea
zh_cn: 互联网连接丢失了

source: Update Available
af: Opdatering beskikbaar
es: Actualización disponible
fr: Mise à jour disponible
sw: Sasisha inapatikana.
zh_cn: 更新可用

source: Update App
es: Actualizar la aplicación
fr: Application de mise à jour
sw: Sasisha programu.
zh_cn: 更新应用程序

# update_msg
source: There is an update available with the app, Please tap on update to use the latest version of the app
af: Daar is 'n opdatering wat by die program beskikbaar is, tik asseblief op die opdatering om die nuutste weergawe van die program te gebruik
es: Hay una actualización disponible con la aplicación, por favor toque Actualizar para usar la última versión de la aplicación
fr: Il existe une mise à jour disponible avec l'application, veuillez appuyer sur la mise à jour pour utiliser la dernière version de l'application.
sw: Kuna sasisho linalopatikana na programu, tafadhali bomba kwenye sasisho la kutumia toleo la hivi karibuni la programu
zh_cn: 应用程序有更新，请点按更新以使用最新版本的应用程序

source: Member Permission
af: Lid toestemming
es: Permiso de miembro
fr: Autorisation des membres
sw: Ruhusa ya Mwanachama
zh_cn: 会员许可
