Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# REQUEST_CREATION_TIMEBANK_FILL_CREDITS
source: Credited by SevaX Global
af: Gekrediteer deur Sevax Global
es: Acreditado por sevax global
fr: Cr�dit� par Sevax Global
sw: Idhini na Sevax Global.
zh_cn: 由 SevaX Global 提供

# SEVAX_TO_TIMEBANK_ONETOMANY_COMPLETE
source: SevaX Global - Completion of One To Many Request
af: Sevax Global - voltooiing van een tot baie versoeke
es: SevAx Global - Finalizaci�n de una a muchas peticiones
fr: Sevax Global - Ach�vement d'un � plusieurs requ�tes
sw: Sevax Global - kukamilika kwa ombi moja kwa wengi.
zh_cn: SevaX Global - 完成一对多请求

# TAX_tag
source: Tax
af: Belasting
es: Impuesto
fr: Imp�t
sw: Kodi
zh_cn: 税

# TIMEBANK_TO_ATTENDEES_ONETOMANY_COMPLETE_tag
source: One to many request Attendee transaction
af: Een vir baie vra die deelnemer transaksie
es: Una a muchas pidiendo la transacci�n asistente.
fr: Une � plusieurs demandes de la transaction des participants
sw: Mmoja kwa shughuli nyingi za kuhudhuria
zh_cn: 一对多请求参加者交易

# TIMEBANK_TO_SPEAKER_ONETOMANY_COMPLETE_tag
source: One to many request Speaker transaction
af: Een vir baie versoeke speaker transaksie
es: Una a muchas pidiendo la transacci�n del altavoz
fr: Une � plusieurs demandes transaction de l'orateur
sw: Mmoja kwa wengi wa ombi la msemaji wa msemaji.
zh_cn: 一对多请求扬声器交易

# TIME_REQUEST_tag
source: Time request completion
af: Tydversoek voltooiing
es: Tiempo de finalizaci�n de la solicitud
fr: Demande de temps termin�e
sw: Kuomba ombi la wakati.
zh_cn: 时间请求完成

# USER_DONATE_TOTIMEBANK_tag
source: Donation
af: Skenking
es: Donaci�n
fr: Don
sw: Mchango
zh_cn: 捐赠

# USER_PAYLOAN_TOTIMEBANK_tag
source: Loan payment
af: Leningsbetaling
es: Pago de pr�stamo
fr: Paiement de pr�t
sw: Malipo ya mkopo
zh_cn: 贷款支付

source: ANNUALLY
af: Jaarlikse
es: ANUALMENTE
fr: ANNUELLEMENT
sw: Kila mwaka
zh_cn: 每年

source: Goods Donation
af: Goedere Skenking
es: Donaci�n de bienes
fr: Don de marchandises
sw: Mchango wa bidhaa.
zh_cn: 货物捐赠

source: Cash Donation
af: Kontantskenking
es: Donaci�n en efectivo
fr: Don de tr�sorerie
sw: Mchango wa Fedha
zh_cn: 现金捐赠

source: Any Distance
af: Enige afstand
es: Cualquier distancia
fr: N'importe quelle distance
sw: Umbali wowote
zh_cn: 任何距离

source: Sponsor Details
af: Borgbesonderhede
es: Detalles del patrocinador
fr: D�tails du sponsor
sw: Maelezo ya Msaidizi.
zh_cn: 赞助商细节

source: Add Sponsor
af: Voeg borg by
es: A�adir patrocinador
fr: Ajouter un sponsor
sw: Ongeza mdhamini
zh_cn: 添加赞助商

# donate_text
source: Donate
af: skenk
es: Donar
fr: Faire un don
sw: Msaada
zh_cn: 捐

source: Try "Oska" "Postal Code"
af: Probeer "Oska" "Poskode"
es: Pruebe el c�digo postal "OSKA" "
fr: Essayez "Oska" "Code postal"
sw: Jaribu "Oska" "msimbo wa posta"
zh_cn: 尝试“奥斯卡”“邮政编码”

# new_message_text
source: new message
af: nuwe boodskap
es: nuevo mensaje
fr: nouveau message
sw: Ujumbe mpya
zh_cn: 新消息

# new_messages_text
source: new messages
af: Nuwe boodskappe
es: nuevos mensajes
fr: nouveaux messages
sw: Ujumbe mpya
zh_cn: 新消息

# external_url_text
source: External Url
af: Eksterne url
es: URL externa
fr: URL externe
sw: URL ya nje
zh_cn: 外部网址

# deletion_request_text
source: Deletion Request
af: Verwyderingsversoek
es: Solicitud de eliminaci�n
fr: Demande de suppression
sw: Ombi la kufuta.
zh_cn: 删除请求

# has_worked_for_text
source: has worked for
af: het gewerk
es: ha trabajado para
fr: a travaill� pour
sw: amefanya kazi
zh_cn: 曾经工作过

# hours_text
source: hours
af: ure
es: horas
fr: les heures
sw: Masaa.
zh_cn: 小时

# has_reviewed_this_request_text
source: has reviewed this request
af: het hierdie versoek hersien
es: ha revisado esta solicitud
fr: a examin� cette demande
sw: imechunguza ombi hili.
zh_cn: 已审查此请求

# tap_to_share_feedback_text
source: Tap to share feedback
af: Tik om terugvoer te deel
es: Toque para compartir comentarios
fr: Appuyez sur pour partager les commentaires
sw: Gonga ili kushiriki maoni.
zh_cn: 点击以分享反馈

# people_signed_up_text
source: people signed up
af: Mense het aangemeld
es: la gente se inscribi�
fr: Les gens se sont inscrits
sw: Watu walijiunga
zh_cn: 人们报名参加

source: has invited you to join their
af: het u genooi om by hul aan te sluit
es: te ha invitado a unirte a su
fr: vous a invit� � rejoindre leur
sw: amekualika kujiunga na wao
zh_cn: 邀请你加入他们的

source: Seva Community. Seva means "selfless service" in Sanskrit
af: Seva gemeenskap.Seva beteken "onbaatsugtige diens" in Sanskrit
es: Comunidad de Seva.Seva significa "servicio desinteresado" en s�nscrito
fr: Seva Community.Seva signifie "service d�sint�ress�" dans Sanskrit
sw: Jumuiya ya Seva.Seva inamaanisha "huduma isiyojitegemea" huko Sanskrit.
zh_cn: 塞瓦社区。SANKRIT的“无私服务”是指“无私的服务”

# seva_ommunities_are_based_on_a_mutual_reciprocity_system
source: Seva Communities are based on a mutual-reciprocity system
af: Seva gemeenskappe is gebaseer op 'n wedersydse wederkerigheid stelsel
es: Las comunidades SEVA se basan en un sistema de reciprocidad mutua.
fr: Les communaut�s de Seva sont bas�es sur un syst�me de r�ciprocit� mutuelle
sw: Jamii za Seva zinategemea mfumo wa pamoja
zh_cn: Seva社区基于相互互惠系统

source: where community members help each other out in exchange for Seva Credits that can be redeemed for services they need
af: Waar gemeenskapslede mekaar help in ruil vir Seva-krediete wat gelos kan word vir dienste wat hulle nodig het
es: donde los miembros de la comunidad se ayudan mutuamente a cambio de cr�ditos de SEVA que pueden canjearse por los servicios que necesitan
fr: o� les membres de la communaut� s'entraident en �change des cr�dits Seva pouvant �tre rachet�s pour des services dont ils ont besoin
sw: Ambapo wanachama wa jamii wanasaidiana kwa kubadilishana kwa mikopo ya Seva ambayo inaweza kukombolewa kwa huduma wanazohitaji
zh_cn: 社区成员互相帮助以换取可以兑换所需服务的SEVA学分

source: To learn more about being a part of a Seva Community, here"s a short explainer video
af: Om meer te leer oor 'n deel van 'n SEVA-gemeenskap, is hier 'n kort verduidelikingsvideo
es: Para obtener m�s informaci�n sobre c�mo ser parte de una comunidad de SEVA, aqu� "s un video de explicaci�n corta
fr: Pour en savoir plus sur faire partie d'une communaut� SEVA, voici une vid�o courte vid�o
sw: Ili kujifunza zaidi juu ya kuwa sehemu ya jamii ya Seva, hapa "ni video ya wazi ya kuelezea
zh_cn: 了解有关成为塞维社区的一部分的更多信息，这是一个简短的解释者视频

source: Here is what you'll need to know
af: Hier is wat jy moet weet
es: Aqu� est� lo que necesitas saber.
fr: Voici ce que vous aurez besoin de savoir
sw: Hapa ndio unahitaji kujua
zh_cn: 这是你需要知道的

# first_text
source: First
af: Eerste
es: Primera
fr: D'abord
sw: Kwanza
zh_cn: 第一的

source: depending on where you click the link from, whether it"s your web browser or mobile phone
af: Afhangende van waar jy op die skakel kliek, of dit nou jou webblaaier of selfoon is
es: Dependiendo de d�nde haga clic en el enlace, ya sea su navegador web o su tel�fono m�vil
fr: Selon l'endroit o� vous cliquez sur le lien de, qu'il s'agisse de votre navigateur Web ou de votre t�l�phone portable.
sw: Kulingana na wapi bonyeza kiungo kutoka, ikiwa ni kivinjari chako cha wavuti au simu ya mkononi
zh_cn: 根据您点击链接的位置，无论是您的网络浏览器还是手机

source: the link will either take you to our main
af: Die skakel sal u na ons hoof neem
es: El enlace te llevar� a nuestro principal.
fr: Le lien vous emm�ne soit � notre principale
sw: Kiungo kitakupeleka kwenye kuu yetu
zh_cn: 链接要么带你到我们的主要

source: web page where you can register on the web directly or it will take you from your mobile phone to the App or Google Play Stores
af: Webblad waar jy direk op die web kan registreer of dit sal jou van jou selfoon na die app of Google Play Stores neem
es: P�gina web donde puede registrarse directamente en la web o lo llevar� desde su tel�fono m�vil a la aplicaci�n o en las tiendas de Google Play
fr: page Web o� vous pouvez vous inscrire sur le Web directement ou que vous vous m�nera � partir de votre t�l�phone portable � l'application ou � Google Play Stores
sw: Ukurasa wa wavuti ambapo unaweza kujiandikisha kwenye wavuti moja kwa moja au itachukua kutoka kwenye simu yako ya mkononi kwenye programu au Maduka ya Google Play
zh_cn: 网页您可以直接在网上注册，也可以将您从您的手机带到应用程序或Google Play商店

source: where you can download our SevaX App. Once you have registered on the SevaX mobile app or the website
af: Waar jy ons SEVAX-program kan aflaai.Sodra u op die SEVAX-mobiele program of die webwerf geregistreer het
es: Donde puedes descargar nuestra aplicaci�n SeVAX.Una vez que haya registrado en la aplicaci�n m�vil de SEVAX o en el sitio web
fr: o� vous pouvez t�l�charger notre application SEVAX.Une fois que vous vous �tes inscrit sur l'application Sevax Mobile ou sur le site Web
sw: Ambapo unaweza kushusha programu yetu ya Sebax.Mara baada ya kusajiliwa kwenye programu ya simu ya SEVAX au tovuti
zh_cn: 您可以在哪里下载我们的Sevax应用程序。一旦您注册了Sevax移动应用程序或网站

source: you can explore Seva Communities near you. Type in the
af: U kan Seva-gemeenskappe naby u verken.Tik die
es: Puedes explorar las comunidades de Seva cerca de ti.Escribir en el
fr: Vous pouvez explorer Seva communaut�s pr�s de chez vous.Tapez le
sw: Unaweza kuchunguza jamii za Seva karibu nawe.Andika katika.
zh_cn: 您可以探索您附近的Seva社区。输入

# and_enter_code_text
source: and enter code
af: en betree kode
es: e ingrese el c�digo
fr: et entrez le code
sw: na uingie msimbo
zh_cn: 并输入代码

# when_prompted_text
source: when prompted
af: Wanneer gevra word
es: Cuando se le solicite
fr: quand invit�
sw: wakati umesababisha
zh_cn: 提示时

# click_to_Join_text
source: Click to Join
af: Klik om aan te sluit
es: Haga clic para unirse
fr: Cliquez pour rejoindre
sw: Bofya ili kujiunga
zh_cn: 点击加入

source: and their Seva Community via this dynamic link at
af: en hul Seva-gemeenskap via hierdie dinamiese skakel by
es: y su comunidad de Seva a trav�s de este enlace din�mico en
fr: et leur communaut� Seva via ce lien dynamique �
sw: na jamii yao ya Seva kupitia kiungo hiki cha nguvu
zh_cn: 和他们的Seva社区通过这种动态链接

source: Thank you for being a part of our Seva Exchange movement! -the Seva Exchange team Please email us at support@sevaexchange.com
af: Dankie dat jy deel is van ons SEVA-uitruilbeweging! -Die Seva Exchange-span E-pos ons asseblief by support@sevaexchange.com
es: �Gracias por ser parte de nuestro movimiento de cambio de Seva! -el equipo de intercambio de SeVa Por favor env�enos un correo electr�nico a support@sevaexchange.com
fr: Merci d'�tre une partie de notre mouvement d'�change Seva! -L'�CHANGE ECHANGE SEVA S'il vous pla�t �crivez-nous sur support@sevaexchange.com
sw: Asante kwa kuwa sehemu ya harakati zetu za kubadilishana za Seva! -The timu ya kubadilishana Seva. Tafadhali tuma barua pepe kwenye support@sevaexchange.com.
zh_cn: 感谢您成为Seva交换运动的一部分！ - Seva Exchange团队 请在support@sevaexchange.com上给我们发电子邮件

source: if you have any questions or issues joining with the link given
af: As u enige vrae of kwessies het wat verband hou met die gegewe skakel
es: Si tiene alguna pregunta o problemas que se unen con el enlace dado
fr: Si vous avez des questions ou des probl�mes joints avec le lien donn�
sw: Ikiwa una maswali au masuala yoyote ya kujiunga na kiungo kilichopewa
zh_cn: 如果您对所提供的链接加入任何问题或问题

# you_are_signing_up_for_this_test
source: You are signing up for this
af: U teken hiervoor aan
es: Estas inscribiendo para esto
fr: Vous vous inscrivez � cela
sw: Unasajili kwa hili.
zh_cn: 你正在注册这一点

source: Doing so will debit a total of
af: Dit sal 'n totaal van
es: Hacerlo debitar� un total de
fr: Cela va d�biter un total de
sw: Kufanya hivyo kutatua jumla ya
zh_cn: 这样做会借记总共

source: credits from you after you say OK
af: Krediete van u nadat u dit ges� het
es: Cr�ditos de usted despu�s de que digas OK
fr: Cr�dits de votre part apr�s avoir dit OK
sw: Mikopo kutoka kwako baada ya kusema OK.
zh_cn: 在你说好之后，你的信用

source: You don"t have enough credit to signup for this class
af: Jy het nie genoeg krediet om aan te meld vir hierdie klas nie
es: No tienes suficiente cr�dito para registrarte para esta clase.
fr: Vous n'avez pas assez de cr�dit pour vous inscrire � cette classe
sw: Huna mikopo ya kutosha ili kuingia kwa darasa hili
zh_cn: 你没有足够的信用来注册这个课程

# name_not_updated_text
source: name not updated
af: Naam nie opgedateer nie
es: Nombre no actualizado
fr: Nom non mis � jour
sw: Jina si updated.
zh_cn: 姓名未更新

source: Notification for new messages
af: Kennisgewing vir nuwe boodskappe
es: Notificaci�n para nuevos mensajes.
fr: Notification pour les nouveaux messages
sw: Arifa kwa ujumbe mpya.
zh_cn: 新消息通知

# feeds_notification_text
source: Feeds notification
af: Voere Kennisgewing
es: Notificaci�n de alimentaci�n
fr: Notification d'alimentation
sw: Arifa ya chakula
zh_cn: 提供通知

# posting_to_text
source: Posting to
af: Pos aan
es: Publicaci�n para
fr: Poster �
sw: Kutuma kwa
zh_cn: 发布到

source: Edit subsequent requests
af: Wysig daaropvolgende versoeke
es: Editar solicitudes posteriores
fr: Modifier les demandes suivantes
sw: Hariri maombi ya baadaye
zh_cn: 编辑后续请求

source: Edit this request only
af: Wysig hierdie versoek slegs
es: Editar esta solicitud solamente
fr: Modifier cette demande seulement
sw: Badilisha ombi hili tu
zh_cn: 仅编辑此请求

source: This action is restricted for you by the owner of this
af: Hierdie aksie is vir u beperk deur die eienaar van hierdie
es: Esta acci�n est� restringida por usted por el propietario de este
fr: Cette action est restreinte pour vous par le propri�taire de cette
sw: Hatua hii imezuiwa na mmiliki wa hili
zh_cn: 这个行动受到了这个行的所有者

# lending_offer_title_hint_item
source: Ex: Offering to lend a lawnmower.
af: Ex: Aanbieding om 'n grassnyer te leen.
es: EX: ofreciendo prestar un c�sped.
fr: Ex: proposer de donner une tondeuse � gazon.
sw: Ex: Kutoa kutoa mikopo ya lawnmower.
zh_cn: 例如：提供借给割草机。

# lending_offer_title_hint_place
source: Ex: Offering to lend a room.
af: Ex: Aanbieding om 'n kamer te leen.
es: Ex: Ofreciendo a prestar una habitaci�n.
fr: Ex: proposer de donner une chambre.
sw: Ex: Sadaka ya kutoa mikopo.
zh_cn: 例如：提供借口房间。

# lending_offer_description_hint_item
source: Provide a detailed description of the item you would like to lend.
af: Gee 'n gedetailleerde beskrywing van die item wat u graag wil leen.
es: Proporcionar una descripci�n detallada del art�culo que le gustar�a prestar.
fr: Fournissez une description d�taill�e de l'article que vous souhaitez pr�ter.
sw: Kutoa maelezo ya kina ya kipengee ambacho ungependa kutoa mikopo.
zh_cn: 提供您想要借入的项目的详细描述。

# lending_offer_description_hint_place
source: Provide a detailed description of the place you would like to lend including number of rooms, number of beds, etc.
af: Gee 'n gedetailleerde beskrywing van die plek wat u graag wil leen, insluitende die aantal kamers, aantal beddens, ens.
es: Proporcionar una descripci�n detallada del lugar que le gustar�a prestar, incluida la cantidad de habitaciones, el n�mero de camas, etc.
fr: Fournir une description d�taill�e de l'endroit que vous souhaitez pr�ter, y compris le nombre de chambres, le nombre de lits, etc.
sw: Kutoa maelezo ya kina ya mahali unayopenda kukopesha ikiwa ni pamoja na idadi ya vyumba, idadi ya vitanda, nk.
zh_cn: 提供您想要贷方的地方的详细描述，包括房间数量，床位数等。

source: Bathroom(s)
af: Badkamer (s)
es: Ba�o (s)
fr: Salle de bain (s)
sw: Bafuni (s)
zh_cn: 浴室

# borrow_request_title_hint_item
source: Ex: Lawnmower
es: Ex: cewnmower
fr: Ex: tondeuse � gazon
zh_cn: 前：割草机

# borrow_request_title_hint_place
source: Ex: Room
af: Ex: Kamer
es: Ex: habitaci�n
fr: Ex: chambre
sw: Ex: chumba
zh_cn: 前：房间

# borrow_request_description_hint_item
source: Provide a detailed description of the item you would like to borrow.
af: Gee 'n gedetailleerde beskrywing van die item wat u graag wil leen.
es: Proporcionar una descripci�n detallada del art�culo que le gustar�a pedir prestado.
fr: Fournissez une description d�taill�e de l'article que vous souhaitez emprunter.
sw: Kutoa maelezo ya kina ya kipengee ambacho ungependa kukopa.
zh_cn: 提供您想要借用的商品的详细描述。

# borrow_request_description_hint_place
source: Provide a detailed description of the place you would like to borrow including number of rooms, number of beds, etc.
af: Gee 'n gedetailleerde beskrywing van die plek wat u graag wil leen, insluitend aantal kamers, aantal beddens, ens.
es: Proporcionar una descripci�n detallada del lugar que le gustar�a pedir prestado incluyendo el n�mero de habitaciones, el n�mero de camas, etc.
fr: Fournir une description d�taill�e de l'endroit que vous souhaitez emprunter, y compris le nombre de chambres, le nombre de lits, etc.
sw: Kutoa maelezo ya kina ya mahali unayopenda kukopa ikiwa ni pamoja na idadi ya vyumba, idadi ya vitanda, nk.
zh_cn: 提供您想要借用的地方的详细描述，包括房间数量，床位数等。

# search_agreement_hint_place
source: Enter name of a property agreement template
af: Vul die naam van 'n eiendomsooreenkoms sjabloon in
es: Ingrese el nombre de una plantilla de acuerdo de propiedad
fr: Entrez le nom d'un mod�le d'accord de propri�t�
sw: Ingiza jina la template ya makubaliano ya mali.
zh_cn: 输入属性协议模板的名称

# search_agreement_hint_item
source: Enter name of an item agreement template
af: Vul die naam van 'n itemooreenkoms sjabloon in
es: Ingrese el nombre de una plantilla de acuerdo de art�culo
fr: Entrez le nom d'un mod�le d'accord d'�l�ment
sw: Ingiza jina la template ya mkataba wa kipengee.
zh_cn: 输入项目协议模板的名称

source: Accept Place Borrow Request
af: Aanvaar plek leen versoek
es: Aceptar la solicitud de prestada.
fr: Accepter la demande d'emprunt
sw: Pata ombi la kukopa mahali
zh_cn: 接受地点借款请求

source: Accept Item Borrow request
af: Aanvaar item leen versoek
es: Aceptar el art�culo petici�n prestada
fr: Accepter la demande d'emprunt de l'article
sw: Pata ombi la kukopa kipengee.
zh_cn: 接受项目借用请求

source: Accept Place Lending Offer
af: Aanvaar Plekleningsaanbod
es: Aceptar su oferta de pr�stamo
fr: Accepter une offre de pr�t
sw: Kukubali utoaji wa mikopo ya mahali
zh_cn: 接受地点贷款报价

source: Accept Item Lending Offer
af: Aanvaar item Uitleenaanbod
es: Aceptar la oferta de pr�stamo de art�culos
fr: Accepter l'offre de pr�t d'article
sw: Kukubali utoaji wa mikopo ya bidhaa.
zh_cn: 接受物品贷款报价

# lender_not_accepted_request_msg_place
source: Lender is providing the property request with no agreement required
af: Uitlener verskaf die eiendomsversoek sonder enige ooreenkoms wat vereis word
es: El prestamista est� proporcionando la solicitud de propiedad sin un acuerdo requerido
fr: Le pr�teur fournit la demande de propri�t� sans accord requis
sw: Lender ni kutoa ombi la mali bila makubaliano yanayotakiwa
zh_cn: 贷款人正在提供无需协议的财产请求

# lender_not_accepted_request_msg_item
source: Lender is providing the item(s) request with no agreement required
af: Lener verskaf die item (s) versoek sonder enige ooreenkoms wat vereis word
es: El prestamista est� proporcionando la (s) solicitud (s) del art�culo (s) sin un acuerdo requerido
fr: Le pr�teur fournit la ou les questions sans accord requis
sw: Lender ni kutoa ombi la bidhaa (s) bila makubaliano yanayotakiwa
zh_cn: 贷款人正在提供不需要协议的项目请求

# already_accepted_lender_place
source: You have already accepted a property for this request
af: U het reeds 'n eiendom vir hierdie versoek aanvaar
es: Ya has aceptado una propiedad para esta solicitud.
fr: Vous avez d�j� accept� une propri�t� pour cette demande
sw: Tayari umekubali mali kwa ombi hili
zh_cn: 您已接受此请求的属性

# already_accepted_lender_item
source: You have already accepted an item for this request
af: U het reeds 'n item vir hierdie versoek aanvaar
es: Ya has aceptado un art�culo para esta solicitud.
fr: Vous avez d�j� accept� un article pour cette demande
sw: Tayari umekubali kipengee kwa ombi hili
zh_cn: 您已接受此请求的项目

# admin_borrow_request_received_back_check_place
source: If you have received your place back from the borrower, please click the button below to complete this transaction
af: As u u plek van die lener terug ontvang het, klik asseblief op die knoppie hieronder om hierdie transaksie te voltooi
es: Si ha recibido su lugar del prestatario, haga clic en el bot�n de abajo para completar esta transacci�n
fr: Si vous avez re�u votre place de l'emprunteur, cliquez sur le bouton ci-dessous pour compl�ter cette transaction.
sw: Ikiwa umepata nafasi yako kutoka kwa akopaye, tafadhali bofya kifungo chini ili kukamilisha shughuli hii
zh_cn: 如果您从借款人收到了您的位置，请单击下面的按钮以完成此事务

# admin_borrow_request_received_back_check_item
source: If you have received your item(s) back from the borrower, please click the button below to complete this transaction
af: As u u item (s) van die lener ontvang het, klik asseblief op die knoppie hieronder om hierdie transaksie te voltooi
es: Si ha recibido su (s) art�culo (s) del prestatario, haga clic en el bot�n de abajo para completar esta transacci�n
fr: Si vous avez re�u votre article de l'emprunteur, cliquez sur le bouton ci-dessous pour compl�ter cette transaction.
sw: Ikiwa umepokea kipengee chako (s) nyuma kutoka kwa akopaye, tafadhali bofya kifungo chini ili kukamilisha shughuli hii
zh_cn: 如果您已收到借款人的物品，请点击下面的按钮以完成此事务

# place_agreement_name_hint_place
source: Ex: Room in New York
af: Ex: Kamer in New York
es: Ex: habitaci�n en nueva york
fr: Ex: Chambre � New York
sw: Ex: Chumba huko New York.
zh_cn: 前：纽约的房间

# place_agreement_name_hint_item
source: Ex: Lawnmower for the weekend
af: Ex: grassnyer vir die naweek
es: Ej: cewnmower para el fin de semana.
fr: Ex: Townower pour le week-end
sw: Ex: Lawnmower kwa mwishoni mwa wiki
zh_cn: 前：周末割草机

# lend_text
source: Lend
af: Uitleen
es: Prestar
fr: Pr�ter
sw: Makopo
zh_cn: 借

# estimated_value_hint_place
source: (This is the amount based on the property's rental value, including amenities)
af: (Dit is die bedrag gebaseer op die eiendom se huurwaarde, insluitende geriewe)
es: (Esta es la cantidad basada en el valor de alquiler de la propiedad, incluidas las comodidades)
fr: (C'est le montant bas� sur la valeur de location de la propri�t�, y compris les commodit�s)
sw: (Hii ni kiasi kinachozingatia thamani ya kukodisha mali, ikiwa ni pamoja na huduma)
zh_cn: （这是根据物业租赁价值的金额，包括设施）

# estimated_value_hint_item
source: (This is the amount based on the item's current value)
af: (Dit is die bedrag gebaseer op die huidige waarde van die item)
es: (Esta es la cantidad basada en el valor actual del art�culo)
fr: (Ceci est le montant bas� sur la valeur actuelle de l'�l�ment)
sw: (Hii ni kiasi kinachozingatia thamani ya sasa ya bidhaa)
zh_cn: （这是基于项目当前值的金额）

# end_date_after_offer_end_date
source: The dates selected are outside the scope of this offer. Please review and edit your requested dates to approve this request.
af: Die geselekteerde datums is buite die omvang van hierdie aanbod.Hersien asseblief en wysig u versoekte datums om hierdie versoek goed te keur.
es: Las fechas seleccionadas est�n fuera del alcance de esta oferta.Revise y edite sus fechas solicitadas para aprobar esta solicitud.
fr: Les dates s�lectionn�es sont en dehors du cadre de cette offre.Veuillez examiner et modifier vos dates demand�es pour approuver cette demande.
sw: Tarehe zilizochaguliwa ni nje ya upeo wa kutoa hii.Tafadhali kagua na uhariri tarehe zako zilizoombwa ili kupitisha ombi hili.
zh_cn: 所选日期超出了此优惠的范围。请审核并编辑所需日期以批准此请求。

# offer_start_date_validation
source: Please enter start date
af: Voer asseblief begin datum in
es: Por favor ingrese la fecha de inicio
fr: S'il vous pla�t entrer la date de d�but
sw: Tafadhali ingiza tarehe ya kuanza
zh_cn: 请输入开始日期

source: Lease Start Date:
af: Huur begin datum:
es: Fecha de arrendamiento de arrendamiento:
fr: Date de d�but de location:
sw: Tarehe ya kuanza ya kukodisha:
zh_cn: 租赁开始日期：

# canceled_text
source: Canceled
af: Gekanselleer
es: Cancelada
fr: Annul�
sw: Imefutwa.
zh_cn: 取消

# enter_minimum_three_characters
source: Enter minimum 3 characters
af: Tik minimum 3 karakters in
es: Ingrese un m�nimo de 3 caracteres
fr: Entrez minimum 3 caract�res
sw: Ingiza wahusika wa chini wa 3.
zh_cn: 输入最少3个字符
