Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# request_payment_ach_bank_name
source: Bank Name*
af: Banknaam*
es: Nombre del banco*
fr: Nom de banque*
sw: Jina la benki*
zh_cn: 银行名称*

# request_payment_ach_bank_address
source: Bank Address*
af: Bankadres*
es: Dirección del banco *
fr: Adresse de la banque*
sw: Anwani ya Benki *
zh_cn: 银行地址*

# request_payment_ach_routing_number
source: Routing Number*
af: Roetenommer*
es: Número de ruta *
fr: Numéro d'acheminement *
sw: Nambari ya Njia *
zh_cn: routing 号码*

# request_payment_ach_account_no
source: Account Number*
af: Rekeningnommer*
es: Número de cuenta*
fr: Numéro de compte*
sw: Nambari ya Akaunti *
zh_cn: 账号*

# enter_valid_bank_address
source: Enter Bank Address
af: Voer bankadres in
es: Ingrese la dirección del banco
fr: Entrez l'adresse de la banque
sw: Ingiza Anwani ya Benki
zh_cn: 输入银行地址

# enter_valid_bank_name
source: Enter Bank Name
af: Voer die banknaam in
es: Ingrese el nombre del banco
fr: Entrez le nom de la banque
sw: Ingiza Jina la Benki
zh_cn: 输入银行名称

# enter_valid_account_number
source: Enter Account Number
af: Voer rekeningnommer in
es: Ingrese el número de cuenta
fr: Entrez le numéro de compte
sw: Ingiza Nambari ya Akaunti
zh_cn: 输入帐号

# enter_valid_routing_number
source: Enter Routing Number
af: Voer roetenommer in
es: Ingrese el número de ruta
fr: Entrez le numéro de gamme
sw: Ingiza Nambari ya Kuelekeza
zh_cn: 输入路由号码

# request_paymenttype_ach
source: ACH - Bank Account transfers within the US
af: ACH - Bank rekening oordragte binne die VSA
es: ACH - Transferencias de cuenta bancaria dentro de los Estados Unidos
fr: ACH - Transferts de compte bancaire aux �tats-Unis
sw: ACH - uhamisho wa akaunti ya benki ndani ya Marekani
zh_cn: ACH - 美国内部银行账户转移

# goods_validation
source: You have not selected any Goods/Supplies. Please select one or more before creating the Donation request.
af: Jy het geen goedere/voorrade gekies nie. Kies een of meer voordat jou 'n skenkings-versoek skep.
es: No ha seleccionado ningún Producto/Suministros. Por favor seleccione uno o más antes de crear la solicitud de donación.
fr: Vous n'avez sélectionné aucune marchandise/fourniture. Veuillez en sélectionner un ou plusieurs avant de créer la demande de don.
sw: Hujachagua Bidhaa/Ugavi wowote. Tafadhali chagua moja au zaidi kabla ya kuunda ombi la Mchango.
zh_cn: 您尚未选择任何商品/供应。在创建捐赠请求之前，请选择一个或多个。

# monthly_charges_of
source: monthly and additional charges of
af: maandelikse en addisionele koste van
es: cargos mensuales y adicionales de
fr: frais mensuels et supplémentaires de
sw: malipo ya kila mwezi na nyongeza ya
zh_cn: 的每月和附加费用

# add_amount_donate
source: Tell us the maximum amount you are willing to donate towards your community.
af: Wat is die maksimum bedrag wat jy bereid is om aan jou gemeenskap te skenk.
es: Díganos la cantidad máxima que está dispuesto a donar a su comunidad.
fr: Dites-nous le montant maximum que vous êtes prêt à donner à votre communauté.
sw: Tuambie kiwango cha juu ambacho uko tayari kutoa kwa jamii yako.
zh_cn: 告诉我们您愿意为社区捐款的最大金额。

# add_amount_donate_empty
source: Amount cannot be empty
af: Bedragveld kan nie leeg wees nie
es: La cantidad no puede estar vacía
fr: Le montant ne peut pas être vide
sw: Kiasi hakiwezi kuwa tupu
zh_cn: 金额不能为空

# add_goods_donate_empty
source: Please select atleast one goods to offer.
af: Kies ten minste een soort goedere wat jou wil aanbied.
es: Seleccione al menos un producto para ofrecer.
fr: Veuillez sélectionner au moins un produit à offrir.
sw: Tafadhali chagua angalau bidhaa utakayotoa.
zh_cn: 请选择至少一种商品。

source: Offer type*
af: Aanbodtipe*
es: Tipo de oferta *
fr: Type d'offre *
sw: Aina ya ofa *
zh_cn: 服务类型*

# request_goods_offer
source: Provide the list of Goods/Supplies that you can offer*
af: Verskaf die lys van goedere/voorrade wat jou kan aanbied*
es: Proporcione la lista de bienes / suministros que puede ofrecer *
fr: Fournissez la liste des biens / fournitures que vous pouvez offrir *
sw: Toa orodha ya Bidhaa / Vifaa ambavyo unaweza kutoa *
zh_cn: 提供您可以提供的商品/供应清单*

# offerReview
source: You have received a review for the offer:
af: Jy het 'n resensie vir die aanbod ontvang:
es: Ha recibido una reseña de la oferta:
fr: Vous avez reçu un avis sur l'offre:
sw: Umepokea hakiki ya ofa:
zh_cn: 您已收到此服务的评论：

# request_review_body_creator
source: You have received a review for the request:
af: Jy het 'n resensie vir die versoek ontvang:
es: Ha recibido una revisión de la solicitud:
fr: Vous avez reçu un avis pour la demande:
sw: Umepokea hakiki ya ombi:
zh_cn: 您已收到该请求的评论：

# request_review_body_user
source: You have received a review on the work that you did for the request:
af: Jy het 'n resensie ontvang vir die werk wat jou vir die versoek gedoen het:
es: Recibió una revisión sobre el trabajo que hizo para la solicitud:
fr: Vous avez reçu un avis sur le travail que vous avez effectué pour la demande:
sw: Umepokea hakiki juu ya kazi uliyofanya kwa ombi:
zh_cn: 您已收到针对请求所做工作的评论：

# has_given_review
source: has given you a review
af: het jou werk resenseer
es: te ha dado una reseña
fr: vous a donné un avis
sw: amekupa hakiki
zh_cn: 给了你评论

source: pledged to donate
af: belowe om 'n skenking van
es: prometió donar
fr: s'est engagé à faire un don
sw: ameahidi kuchangia
zh_cn: 承诺捐赠

source: Computer
af: Rekenaar
es: Computadora
fr: Ordinateur
sw: Kompyuta
zh_cn: 电脑

source: Total donation amount
af: Totale bedrag vir skenkings
es: Monto total de la donación
fr: Montant total du don
sw: Jumla ya mchango
zh_cn: 捐款总额

# cash_offer
source: Money Offer
af: Geldaanbod
es: Oferta de dinero
fr: Offre d'argent
sw: Ofa ya Pesa
zh_cn: 金钱提议

source: Goods Offer
af: Goedereaanbod
es: Oferta de bienes
fr: Offre de marchandises
sw: Ofa ya Bidhaa
zh_cn: 商品服务

source: Time Offer
af: Tydaanbod
es: Oferta de tiempo
fr: Offre de temps
sw: Ofa ya Wakati
zh_cn: 时间服务

source: Offered
af: Aangebied
es: Ofrecido
fr: Offert
sw: Iliyotolewa
zh_cn: 提供了

# offer_to_sent_at
source: Send offer to address
af: Stuur aanbod na adres
es: Enviar oferta a la dirección
fr: Envoyer l'offre à l'adresse
sw: Tuma ofa kwa anwani
zh_cn: 发送服务至地址

# cash_request
source: Money Request
af: Geldversoek
es: Solicitud de dinero
fr: Demande d'argent
sw: Ombi la Pesa
zh_cn: 汇款需求

source: Goods Request
af: Goedereversoek
es: Solicitud de bienes
fr: Demande de marchandises
sw: Ombi la Bidhaa
zh_cn: 商品需求

source: Time Request
af: Tydversoek
es: Solicitud de tiempo
fr: Demande de temps
sw: Ombi la Wakati
zh_cn: 时间需求

# donations_cash_request
source: Request Amount*
af: Versoekbedrag*
es: Cantidad de la solicitud*
fr: Montant de la demande *
sw: Omba Kiasi *
zh_cn: 申请金额*

# donations_cash_request_hint
source: Request Amount shouldn't be more than the offer amount
af: Versoekbedrag mag nie meer as die aanbodbedrag wees nie
es: El monto de la solicitud no debe ser mayor que el monto de la oferta
fr: Le montant de la demande ne doit pas dépasser le montant de l'offre
sw: Kiasi cha Ombi haipaswi kuwa zaidi ya kiwango cha ofa
zh_cn: 需求金额不得超过服务金额

# tell_what_you_get_donated
source: Tell us what you would like to get donated
af: Vertel ons wat jy graag as skenking wil ontvang
es: Cuéntanos qué te gustaría que te donaran
fr: Dites-nous ce que vous aimeriez recevoir
sw: Tuambie ni nini ungependa kupata msaada
zh_cn: 告诉我们您想获得的捐款

source: Signed Up
af: Aangemeld
es: Inscrito
fr: Signé
sw: Umejisajili
zh_cn: 注册

source: Accepted Offer
af: Aanvaarde Aanbod
es: Oferta aceptada
fr: Offre acceptée
sw: Ofa Iliyokubaliwa
zh_cn: 接受服务

source: Accept Offer
af: Aanvaar Aanbod
es: Aceptar la oferta
fr: Accepter l'offre
sw: Kubali Ofa
zh_cn: 接受服务

source: Bookmark
af: Boekmerk
es: Marcador
fr: Signet
sw: Alamisho
zh_cn: 书籤

# alert_before_exit
source: Please confirm that you want to cancel editing. You will lose all changes if you confirm.
af: Bevestig dat jy die wysiging wil kanselleer. Indien wel sal alle veranderinge herstel word.
es: Por favor confirme que desea cancelar la edición. Perderá todos los cambios si confirma.
fr: Veuillez confirmer que vous souhaitez annuler la modification. Vous perdrez toutes les modifications si vous confirmez.
sw: Tafadhali thibitisha kuwa unataka kughairi kuhariri. Utapoteza mabadiliko yote ikiwa utathibitisha.
zh_cn: 请确认您要取消编辑。如果确认，您将丢失所有更改。

# payment_still_processing
source: Your payment is still being processed. Please try this operation a little later
af: Jou betaling word tans nog verwerk. Probeer asseblief weer 'n bietjie later
es: Su pago aún se está procesando. Por favor intente esta operación un poco más tarde
fr: Votre paiement est toujours en cours de traitement. Veuillez essayer cette opération un peu plus tard
sw: Malipo yako bado yanachakatwa. Tafadhali jaribu operesheni hii baadaye kidogo
zh_cn: 您的付款仍在处理中。请稍后再尝试此操作

# cancel_editing_confirmation
source: Please confirm that you want to cancel editing. You will lose all changes if you confirm.
af: Bevestig dat jou die wysiging wil kanselleer. Indien wel sal alle veranderinge herstel word.
es: Por favor confirme que desea cancelar la edición. Perderá todos los cambios si confirma.
fr: Veuillez confirmer que vous souhaitez annuler la modification. Vous perdrez toutes les modifications si vous confirmez.
sw: Tafadhali thibitisha kuwa unataka kughairi kuhariri. Utapoteza mabadiliko yote ikiwa utathibitisha.
zh_cn: 请确认您要取消编辑。如果确认，您将丢失所有更改。

source: Sending Feedback
af: Stuur tans terugvoer
es: Envío de comentarios
fr: Envoi de commentaires
sw: Kutuma Maoni
zh_cn: 送出

source: Plan Changed
af: Plan het verander
es: Plan cambiado
fr: Plan modifié
sw: Mpango Umebadilishwa
zh_cn: 计划已变更

source: Changing plan
af: Verander tans plan
es: Cambio de plan
fr: Changer de plan
sw: Mpango wa kubadilisha
zh_cn: 变更计划

source: Upgrade Plan
af: Gradeer plan op
es: Plan de actualización
fr: Plan de mise à niveau
sw: Boresha Mpango
zh_cn: 升级计划

# exhausted_free_quota
source: You have exhausted your free quota of transactions,
af: Jy het jou gratis transaksie-kwota uitgeput,
es: Ha agotado su cuota gratuita de transacciones,
fr: Vous avez épuisé votre quota gratuit de transactions,
sw: Umemaliza upendeleo wako wa bure wa shughuli,
zh_cn: 您已经超过免费的交易额度，

# exhaust_limit_admin_message
source: please contact the creator of the Seva Community to upgrade your plan
af: kontak die eienaar van die Seva-gemeenskap om jou plan op te gradeer
es: comuníquese con el creador de Seva Community para actualizar su
fr: veuillez contacter le créateur de la communauté Seva pour mettre à niveau votre plan
sw: tafadhali wasiliana na muundaji wa Jumuiya ya Seva ili kuboresha mpango wako
zh_cn: 请与时间银行的创建者联繫以升级您的计划

# exhaust_limit_creator_message
source: please upgrade your plan to continue.
af: gradeer asseblief jou plan op om voort te gaan.
es: actualice su plan para continuar.
fr: veuillez mettre à jour votre plan pour continuer.
sw: tafadhali sasisha mpango wako ili uendelee.
zh_cn: 请升级您的计划以继续。

# exhaust_limit_user_message
source: please contact the admin of the Seva Community to upgrade your plan
af: kontak asb. die admin. van hierdie Seva-gemeenskap om jou plan op te gradeer
es: comuníquese con el administrador de Seva Community para actualizar su plan
fr: veuillez contacter l'administrateur de la communauté Seva pour mettre à niveau votre plan
sw: tafadhali wasiliana na msimamizi wa Jumuiya ya Seva ili kuboresha mpango wako
zh_cn: 请与时间银行的管理员联繫以升级您的计划

# needs_upgraded_plan
source: The feature you have chosen needs an upgraded plan.
af: Die funksie wat jy gekies het vereis dat jy die plan opgradeer.
es: Por favor la función que ha elegido necesita un plan actualizado.
fr: La fonctionnalité que vous avez choisie nécessite un plan mis à niveau.
sw: Kipengele ulichochagua kinahitaji mpango ulioboreshwa.
zh_cn: 您选择的功能需要升级计划。

# plan_upgrade_message_admin
source: Please contact the creator of your Seva Community to activate this feature
af: Kontak die eienaar van jou Seva-gemeenskap om hierdie funksie te aktiveer
es: Por favor póngase en contacto con el creador de su Comunidad Seva para activar esta función.
fr: Veuillez contacter le créateur de votre communauté Seva pour activer cette fonctionnalité
sw: Tafadhali wasiliana na muundaji wa Jumuiya yako ya Seva ili kuamsha huduma hii
zh_cn: 请联繫您的时间银行的创建者以激活此功能

# plan_upgrade_message_user
source: Please contact the admin of your Seva Community to activate this feature
af: Kontak die admin van jou Seva-gemeenskap om hierdie funksie te aktiveer
es: Póngase en contacto con el administrador de su Comunidad Seva para activar esta función
fr: Veuillez contacter l'administrateur de votre communauté Seva pour activer cette fonctionnalité
sw: Tafadhali wasiliana na msimamizi wa Jumuiya yako ya Seva ili kuamsha huduma hii
zh_cn: 请联繫您的时间银行管理员以激活此功能

source: Seva Community
af: Seva-gemeenskap
es: Comunidad Seva
fr: Communauté Seva
sw: Jamii ya Seva
zh_cn: Seva社区

# venmo_hint
source: Ex: Provide your Venmo username
af: Bv: Verskaf jou XYZ-gebruikersnaam
es: Ejemplo: proporcione su nombre de usuario de Venmo
fr: Ex: indiquez votre nom d'utilisateur Venmo
sw: Ex: Toa jina lako la mtumiaji la Venmo
zh_cn: 例如：提供您的Venmo用户名

# sevax_global_creation_error
source: "SevaX Global" is a protected community. Only Admins can post content here.
af: "SevaX Global" is 'n beskermde gemeenskap. Slegs administrateurs kan daarin inhoud plaas.
es: "SevaX Global" es una comunidad protegida. Solo los administradores pueden publicar contenido aquí.
fr: "SevaX Global" est une communauté protégée. Seuls les administrateurs peuvent publier du contenu ici.
sw: "SevaX Global" ni jamii inayolindwa. Admins tu ndio wanaweza kutuma yaliyomo hapa.
zh_cn: “ SevaX Global”是受保护的社区。只有管​​理员可以在此处发佈内容。

source: Alert
af: Waarskuwing
es: Alerta
fr: Alerte
sw: Tahadhari
zh_cn: 警报

# cancelled_subscription
source: Canceled subscription
af: Gekanselleerde subskripsie
es: Suscripción cancelada
fr: Abonnement annulé
sw: Usajili umeghairiwa
zh_cn: 取消订阅

# subscription_cancellation
source: Subscription cancelation
af: Subskripsie kansellasie
es: Cancelación de suscripción
fr: Annulation d'abonnement
sw: Kughairi usajili
zh_cn: 订阅取消

# cancellation_failure_message
source: We have received a request to cancel your subscription. While we are sorry to see you go, there are unpaid dues at this time. Please clear these dues and then attempt the cancelation again
af: Ons het 'n versoek ontvang om jou subskripsie te kanselleer. Ons is jammer dat jou uittree maar wil graag daarop wys dat daar uitstaande fooie is. Vereffen asb. jou rekeninge en probeer dan weer die kansellasie
es: Hemos recibido una solicitud para cancelar su suscripción. Lamentamos que se vaya, sin embargo hay deudas sin pagar en este momento. Borre estas deudas y luego intente cancelar nuevamente
fr: Nous avons reçu une demande d'annulation de votre abonnement. Nous sommes désolés de vous voir partir, mais il y a des cotisations impayées en ce moment. Veuillez effacer ces frais et tenter à nouveau l'annulation
sw: Tumepokea ombi la kughairi usajili wako. Wakati tunasikitika kukuona ukienda, kuna malipo ambayo hayajalipwa kwa wakati huu. Tafadhali futa haki hizi kisha ujaribu kughairi tena
zh_cn: 我们已收到取消您的订阅的请求。很抱歉看到您离开，目前尚有未付的会费。请清除这些会费，然后再次尝试取消

# cancellation_success_message
source: We are sorry to see you go. Your subscription is now canceled. Beginning at the conclusion of the current subscription period, your credit card will not be charged
af: Ons is jammer dat jy jou subskripsie kanselleer. Dit is nou gekanselleer. Aan die einde van die huidige subskripsie-tydperk sal daar geen heffings teen jou kredietkaart plaasvind nie
es: Lamentamos verlo marchar. Su suscripción ahora está cancelada. A partir de la conclusión del período de suscripción actual, no se le cobrará a su tarjeta de crédito
fr: Nous sommes navrés de vous voir partir. Votre abonnement est maintenant annulé. À compter de la fin de la période d'abonnement en cours, votre carte de crédit ne sera pas débitée
sw: Tunasikitika kukuona ukienda. Usajili wako sasa umeghairiwa. Kuanzia mwisho wa kipindi cha sasa cha usajili, kadi yako ya mkopo haitatozwa
zh_cn: 我们很伤心看你走。您的订阅现已取消。从当前订阅期结束之日起，将不会向您的信用卡收费

# request_paymenttype_venmo
source: Venmo
zh_cn: 文莫

source: Already exists
af: Bestaan reeds
es: Ya existe
fr: Existe déjà
sw: Tayari ipo
zh_cn: 已经存在

source: Add To Request?
af: Voeg by versoek by?
es: ¿Agregar a la solicitud?
fr: Ajouter à la demande?
sw: Ongeza kwa Ombi?
zh_cn: 添加到请求？

# are_you_sure
source: Are you sure want to
af: Is jy seker jy wil
es: ¿Esta seguro que quiere
fr: Etes-vous sûr de vouloir
sw: Je! Una uhakika unataka
zh_cn: 你确定要

# already_added
source: already added to this request
af: reeds by hierdie versoek bygevoeg
es: ya esta agregado a esta solicitud
fr: déjà ajouté à cette demande
sw: tayari imeongezwa kwenye ombi hili
zh_cn: 已经添加到此请求中

source: Offer Updated
af: Aanbod bygewerk
es: Oferta actualizada
fr: Offre mise à jour
sw: Ofa imesasishwa
zh_cn: 服务已更新

# clear_notications
source: Are you sure you want to clear all notifications?
af: Is jou seker dat jy alle kennisgewings wil verwyder?
es: ¿Está seguro de que desea borrar todas las notificaciones?
fr: Voulez-vous vraiment effacer toutes les notifications?
sw: Je! Una uhakika unataka kufuta arifa zote?
zh_cn: 您确定要清除所有通知吗？

# select_project
source: Select an event
af: Kies 'n geleentheid
es: Seleccionar un evento
fr: Sélectionnez un événement
sw: Chagua tukio
zh_cn: 选择一个活动

# projects_here
source: Events here
af: Geleenthede hier
es: Eventos aquí
fr: Événements ici
sw: Matukio hapa
zh_cn: 这裡的活动

source: Suggested
af: Voorgestel
es: Sugirió
fr: Suggéré
sw: Imependekezwa
zh_cn: 建议的

source: Entered
af: Ingeskryf
es: Ingresó
fr: Entré
sw: Imeingia
zh_cn: 已输入

# only_community_admins_can_accept
source: Only Community admins can accept offers of money / goods
af: Slegs gemeenskapsadministrateurs kan aanbiedinge van geld/goedere aanvaar
es: Solo los administradores de la comunidad pueden aceptar ofertas de dinero / bienes
fr: Seuls les administrateurs de la communauté peuvent accepter des offres d'argent / de biens
sw: Wasimamizi wa Jumuiya tu ndio wanaweza kukubali ofa za pesa / bidhaa
zh_cn: 只有社区管理员才能接受金钱/商品服务

source: Suggested
af: Voorgestel
es: Sugirió
fr: Suggéré
sw: Imependekezwa
zh_cn: 建议的

source: Cancel Subscription
af: Kanselleer Subskripsie
es: Cancelar suscripción
fr: Annuler l'abonnement
sw: Ghairi Usajili
zh_cn: 取消订阅

# are_you_sure_subs_cancel
source: Are you sure you want to cancel your subscription ?
af: Is jou seker dat jy jou subskripsie wil kanselleer?
es: ¿Está seguro de que desea cancelar su suscripción?
fr: Voulez-vous vraiment annuler votre abonnement?
sw: Je! Una uhakika unataka kughairi usajili wako?
zh_cn: 您确定要取消订阅吗？

# cancel_subscription_success_label
source: Your subscription is now cancelled. At the conclusion of your current subscription period, your credit card will no longer be charged. You can continue to make transactions until you have reached the limit of your current plan.
af: Jou intekening is nou gekanselleer.Na afloop van u huidige intekeningstydperk sal u kredietkaart nie meer gehef word nie.U kan voortgaan om transaksies te maak totdat u die limiet van u huidige plan bereik het.
es: Su suscripci�n ahora se cancela.Al concluir su per�odo de suscripci�n actual, ya no se le cobrar� su tarjeta de cr�dito.Puede continuar realizando transacciones hasta que haya alcanzado el l�mite de su plan actual.
fr: Votre abonnement est maintenant annul�.� la fin de votre p�riode d'abonnement actuelle, votre carte de cr�dit ne sera plus charg�e.Vous pouvez continuer � effectuer des transactions jusqu'� ce que vous ayez atteint la limite de votre plan actuel.
sw: Usajili wako sasa umefutwa.Mwishoni mwa kipindi chako cha usajili wa sasa, kadi yako ya mkopo haitashtakiwa tena.Unaweza kuendelea kufanya shughuli mpaka umefikia kikomo cha mpango wako wa sasa.
zh_cn: 您的订阅现已取消。在您当前的订阅期结束时，您的信用卡将不再收取费用。在您达到当前计划的限制之前，您可以继续进行交易。

# notifications_promoted_organizer_subtitle_phrase
source: has promoted you to be the Organizer for the
af: het jou bevorder tot Organiseerder vir die
es: se le ha ascendido a Organizador del
fr: vous a promu comme organisateur de la
sw: imekupandisha cheo kuwa mratibu wa
zh_cn: 已提升您成为该组织者的组织者

# notifications_organizer_demoted_subtitle_phrase
source: has demoted you from being an Organizer for the
af: het jou aanstelling as Organiseerder onttrek vir die
es: lo han degradado de ser un organizador de la
fr: vous a rétrogradé comme organisateur pour le
sw: amekushusha cheo kuwa Mratibu wa
zh_cn: 已将您从组织者降级为

# timebank_about_hint
source: Ex: Our Community is made up of local residents primarily from...
af: Bv: ons gemeenskap bestaan uit plaaslike inwoners, hoofsaaklik uit ...
es: Ej .: Nuestra comunidad está compuesta por residentes locales principalmente de ...
fr: Ex: Notre communauté est composée de résidents locaux principalement de ...
sw: Ex: Jumuiya yetu imeundwa na wakaazi wa eneo hilo haswa kutoka ...
zh_cn: 例如：我们的社区主要由来自...的当地居民组成

# login_title
source: Register or Sign into Your Account
af: Registreer of teken in by jou rekening
es: Regístrese o inicie sesión en su cuenta
fr: Inscrivez-vous ou connectez-vous à votre compte
sw: Jisajili au Ingia katika Akaunti Yako
zh_cn: 注册或登录您的帐户

# login_subtitle
source: Use your email and password to access your account.
af: Gebruik jou e-posadres en wagwoord om toegang tot jou rekening te verkry.
es: Utilice su correo electrónico y contraseña para acceder a su cuenta.
fr: Utilisez votre adresse e-mail et votre mot de passe pour accéder à votre compte.
sw: Tumia barua pepe yako na nywila kufikia akaunti yako.
zh_cn: 使用您的电子邮件和密码访问您的帐户。

source: Register
af: Registreer
es: Registrarse
fr: S'inscrire
sw: Jisajili
zh_cn: 寄存器

# register_subtitle
source: Please create an account to begin giving and receiving
af: Skep asseblief 'n rekening om te begin gee en ontvang
es: Por favor cree una cuenta para comenzar a dar y recibir
fr: Veuillez créer un compte pour commencer à donner et à recevoir
sw: Tafadhali fungua akaunti ili uanze kutoa na kupokea
zh_cn: 请创建一个帐户以开始服务和接收

source: Register with
af: Registreer met
es: Registrar con
fr: Inscrivez-vous avec
sw: Jisajili na
zh_cn: 注册

# register_with_apple
source: Register with Google
af: Registreer met Google
es: Registrarse con Google
fr: Inscrivez-vous avec Google
sw: Jisajili na Google
zh_cn: 向Google注册

source: Go Back
af: Gaan terug
es: Regresa
fr: Retourner
sw: Rudi nyuma
zh_cn: 回去

source: Step
af: Stap
es: Paso
fr: Étape
sw: Hatua
zh_cn: 步

source: You entered
af: Jy het ingevoer
es: Entraste
fr: Tu es entré
sw: Umeingia
zh_cn: 你登录了

source: Prev
af: Vorige
es: Anterior
fr: Précédente
sw: Kabla
zh_cn: 上一个

source: Profile Details
af: Profielbesonderhede
es: detalles del perfil
fr: Détails du profil
sw: Maelezo ya Profaili
zh_cn: 个人资料详细信息

# seva_community_info
source: A Seva Community is a community of volunteers that give and receive time to each other and to the larger community.
af: 'n Seva-gemeenskap is 'n gemeenskap van vrywilligers wat "tyd" ondermekaar uitruil.
es: Una Comunidad Seva es una comunidad de voluntarios que dan y reciben tiempo entre ellos y con la comunidad en general.
fr: Une communauté Seva est une communauté de bénévoles qui se donnent et reçoivent du temps entre eux et avec la communauté au sens large.
sw: Jumuiya ya Seva ni jamii ya wajitolea ambao hupeana na kupokea wakati kwa kila mmoja na kwa jamii kubwa.
zh_cn: 时间银行是一个由志愿者组成的社区，彼此之间以及与更大社区之间都有互赠时间。

# seva_logo_info
source: Upload a Image to represent your community
af: Laai 'n verteenwoordigende foto vir jou gemeenskap op
es: Sube una imagen para representar a tu comunidad
fr: Téléchargez une image pour représenter votre communauté
sw: Pakia Picha kuwakilisha jamii yako
zh_cn: 上传图片代表您的社区

# what_is_community
source: What is a Seva Community
af: Wat is 'n Seva-gemeenskap?
es: ¿Qué es una comunidad Seva?
fr: Qu'est-ce qu'une communauté Seva
sw: Jamii ya Seva ni nini
zh_cn: 什麽是时间银行
