Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# name_hint
source: Ex: Pets-in-town, Citizen collab
af: Bv: Troeteldiere, Bejaardes werk saam
es: Ej .: Mascotas en la ciudad, colaboración ciudadana
fr: Ej: mascotas en la ciudad, colaboración ciudadana
sw: Ex: Pets-in-town, Citizen kushirikiana
zh_cn: 例如：某某市民协同合作

# validation_error_project_name_empty
source: Event name cannot be empty
af: Geleentheid moet 'n naam hê
es: El nombre del evento no puede estar vacío
fr: Le nom de l'événement ne peut pas être vide
sw: Jina la tukio haliwezi kuwa tupu
zh_cn: 活动名称不能为空

# project_duration
source: Event duration
af: Tydsduur van die geleentheid
es: Duración del evento
fr: Durée de l'événement
sw: Muda wa tukio
zh_cn: 活动时间

# project_mission_statement_hint
source: Tell us why this event is happening. How will it help your community
af: Vertel ons waarom hierdie geleentheid plaasvind. Hoe sal dit jou gemeenskap help
es: Cuéntenos por qué ocurre este evento.¿Cómo ayudará a su comunidad?
fr: Dites-nous pourquoi cet événement se produit.Comment cela aidera-t-il votre communauté
sw: Tuambie kwa nini tukio hili linatokea.Itasaidiaje jamii yako
zh_cn: 告诉我们为什麽发生此活动。它将如何帮助您的社区

# validation_error_mission_empty
source: Mission statement cannot be empty.
af: Missieverklaring is verpligtend.
es: La declaración de misión no puede estar vacía.
fr: L'énoncé de mission ne peut pas être vide.
sw: Tataarifa ya ujumbe haiwezi kuwa tupu.
zh_cn: 工作说明不能为空。

# email_hint
source: Ex: example@example.com
af: Bv: voorbeeld@voorbeeld.com
es: Ej: ejemplo@example.com
sw: Mfano: example@example.com
zh_cn: 例如：example@example.com

source: Phone Number
af: Telefoon nommer
es: Número de teléfono
fr: Numéro de téléphone
sw: Nambari ya simu
zh_cn: 电话号码

# project_location
source: Your event location
af: Die plek waar geleentheid plaasvind
es: La ubicación de su evento
fr: Votre lieu d'événement
sw: Eneo lako la tukio
zh_cn: 您的活动地点

# project_location_hint
source: Please specify the exact address.
af: Spesifiseer asseblief die presiese adres.
es: Por favor, especifique la direcci�n exacta.
fr: Veuillez sp�cifier l'adresse exacte.
sw: Tafadhali taja anwani halisi.
zh_cn: 请指定确切的地址。

source: Save as Template
af: Stoor as sjabloon
es: Guardar como plantilla
fr: Enregistrer en tant que modèle
sw: Hifadhi kama Kiolezo
zh_cn: 另存为模板

# validation_error_no_date
source: Please mention the start and end date.
af: Verskaf die begin en einddatum.
es: Por favor mencione la fecha de inicio y finalización.
fr: Veuillez mentionner la date de début et de fin.
sw: Tafadhali taja tarehe ya kuanza na kumaliza.
zh_cn: 请提及开始和结束日期。

# creating_project
source: Creating an event
af: Skep tans die geleentheid
es: Creando un evento
fr: Créer un événement
sw: Kuunda hafla
zh_cn: 建立活动

# validation_error_location_mandatory
source: Location is Mandatory
af: Die plek-spesifikasie is verpligtend
es: La ubicación es obligatoria
fr: Renseigner le lieu du projet est obligatoire
sw: Mahali ni Lazima
zh_cn: 位置必选

# validation_error_add_project_location
source: Please add location to your event
af: Voeg asseblief die plek-spesifikasie by jou geleentheid
es: Agregue una ubicación a su evento
fr: Veuillez ajouter un lieu à votre événement
sw: Tafadhali ongeza eneo kwenye tukio lako
zh_cn: 请为您的活动添加位置

# updating_project
source: Updating an event
af: Bywerking van 'n geleentheid
es: Actualizar un evento
fr: Mettre à jour un événement
sw: Inasasisha tukio
zh_cn: 更新活动

source: Save
af: Stoor
es: Salvar
fr: sauver
sw: Okoa
zh_cn: 保存

# template_title
source: Provide a unique name for the template
af: Verskaf 'n unieke naam vir die sjabloon
es: Proporcione un nombre único para la plantilla.
fr: Indiquez un nom unique pour le modèle
sw: Toa jina la kipekee la templeti
zh_cn: 为模板提供唯一的名称

# template_hint
source: Ex: Template Name
af: Bv: Sjabloonnaam
es: Ej: Nombre de plantilla
fr: Ex: Nom du modèle
sw: Ex: Jina la Kiolezo
zh_cn: 例如：模板名称

# validation_error_template_name
source: Template name cannot be empty
af: Die naamveld van die sjabloon mag nie leeg wees nie
es: El nombre de la plantilla no puede estar vacío.
fr: Le nom du modèle ne peut pas être vide
sw: Jina la kiolezo haliwezi kuwa tupu
zh_cn: 模板名称不能为空

# validation_error_template_name_exists
source: Template name is already in use. Please provide another name
af: Die naam van die sjabloon is reeds in gebruik. Verskaf 'n ander naam
es: El nombre de la plantilla ya está en uso. Por favor proporcione otro nombre.
fr: Le nom du modèle est déjà utilisé. Veuillez fournir un autre nom.
sw: Jina la kiolezo tayari linatumika. Tafadhali toa jina lingine
zh_cn: 模板名称已被使用。请提供另一个名字

source: Add Location
af: Voeg plek-spesifikasie by
es: Añada una ubicación
fr: Ajouter un emplacement
sw: Ongeza Mahali
zh_cn: 添加位置

# delete_confirmation
source: Are your sure you want to delete
af: Is jou seker jy wil volgende verwyder
es: ¿Está seguro de que quiere eliminar?
fr: Êtes-vous sûr de vouloir supprimer
sw: Je! Una uhakika unataka kufuta
zh_cn: 是你确定要删除

# accidental_delete_enabled
source: Accidental Deletion enabled
af: Verwydering foutiewelik geaktiveer
es: Eliminación accidental habilitada
fr: Suppression accidentelle activée
sw: Ufutaji wa Ajali umewezeshwa
zh_cn: 启用意外删除

# accidental_delete_enabled_description
source: This ** has "Prevent Accidental Delete" enabled. Please uncheck that box (in the "Manage" tab) before attempting to delete the **.
af: Hierdie ** se "Voorkom foutiewe verwydering" opsie is aktief. Ontmerk die kassie (in die blad "Bestuur" voordat jy die ** probeer verwyder.
es: Esta ** tiene habilitada la opción "Evitar eliminación accidental".Desmarque esa casilla (en la pestaña 'Administrar') antes de intentar eliminar **.
fr: Ce ** a "Empêcher la suppression accidentelle " activé. Veuillez décocher cette case (dans l'onglet "Gérer ") avant d'essayer de supprimer le **.
sw: Hii ** imewezeshwa "Kuzuia Kufuta kwa Ajali". Tafadhali ondoa alama kwenye kisanduku hicho (katika kichupo cha "Dhibiti") kabla ya kujaribu kufuta **.
zh_cn: 这**有“防止意外删除”功能。请取消选中尝试删除**之前框（在“管理”选项卡）。

# deletion_request_being_processed
source: Your request for deletion is being processed.
af: Jou versoek vir verwydering word verwerk.
es: Se está procesando su solicitud de eliminación.
fr: Votre demande de suppression est en cours de traitement.
sw: Ombi lako la kufuta linaendelea kushughulikiwa.
zh_cn: 您的删除请求正在处理中。

# deletion_request_progress_description
source: Your request to delete has been received by us. We are processing the request. You will be notified once it is completed.
af: Jou versoek vir verwydering is ontvang. Ons verwerk die versoek en sal jou in kennis stel sodra dit voltooi is.
es: Hemos recibido su solicitud de eliminación.Estamos procesando la solicitud.Se le notificará una vez que se complete.
fr: Nous avons reçu votre demande de suppression. Nous traitons la demande. Vous serez averti une fois terminé.
sw: Ombi lako la kufuta limepokelewa na sisi. Tunashughulikia ombi. Utaarifiwa mara tu itakapokamilika.
zh_cn: 您的需求删除已被我们收取。我们正在处理该请求。一旦完成，将会通知您。

source: Submitting request...
af: Versoek ingedien ...
es: Enviando solicitud ...
fr: Envoi de la demande ...
sw: Inawasilisha ombi ...
zh_cn: 提交的请求......

# advisory_for_timebank
source: All relevant information including events, requests and offers under the group will be deleted!
af: Alle verwante inligting, insluitend geleenthede, versoeke en aanbiedinge onder die groep, sal verwyder word!
es: ¡Se eliminará toda la información relevante, incluidos eventos, solicitudes y ofertas del grupo!
fr: Toutes les informations pertinentes, y compris les événements, les demandes et les offres du groupe seront supprimées!
sw: Maelezo yote muhimu ikiwa ni pamoja na hafla, maombi na ofa zilizo chini ya kikundi zitafutwa!
zh_cn: 该组下的所有相关信息（包括活动，请求和服务）都将被删除！

# advisory_for_projects
source: All events associated to this request would be removed
af: Alle geleenthede wat verband hou met hierdie versoek, sal verwyder word
es: Todos los eventos asociados a esta solicitud se eliminarían
fr: Tous les événements associés à cette demande seraient supprimés
sw: Matukio yote yanayohusiana na ombi hili yangeondolewa
zh_cn: 与该请求相关的所有活动将被删除

# deletion_request_recieved
source: We have received your request to delete this ***. We are sorry to see you go. We will examine your request and (in some cases) get in touch with you offline before we process the deletion of the ***
af: Ons het jou versoek ontvang om hierdie *** te verwyder. Ons is jammer om jou te sien gaan. Ons sal jou versoek ondersoek en (in sommige gevalle) met jou in verbinding tree voordat ons die verwydering van die *** in werking tree
es: Hemos recibido su solicitud para eliminar este ***.Lamentamos que se vaya. Examinaremos su solicitud y (en algunos casos) nos pondremos en contacto con usted fuera de línea antes de procesar la eliminación del ***
fr: Nous avons reçu votre demande de suppression de ce ***. Nous sommes navrés de vous voir partir. Nous examinerons votre demande et (dans certains cas) vous contacterons hors ligne avant de traiter la suppression du ***
sw: Tumepokea ombi lako la kufuta hii ***. Tunasikitika kukuona ukienda. Tutachunguza ombi lako na (wakati mwingine) tuwasiliane nawe nje ya mtandao kabla ya kushughulikia kufutwa kwa ***
zh_cn: 我们已经收到您的需求删除该***。我们将检查您的请求，并（在某些情况下）下线与您联系我们处理的删除前***

source: Request submitted
af: Versoek ingedien
es: Solicitud enviada
fr: Demande soumise
sw: Ombi limewasilishwa
zh_cn: 提交申请

source: Request failed!
af: Versoek het misluk!
es: ¡Solicitud fallida!
fr: Demande échoué!
sw: Ombi limeshindwa!
zh_cn: 请求失败！

# request_failure_message
source: Sending request failed somehow, please try again later!
af: Indiening van die versoek het misluk. Probeer asseblief later weer!
es: El envío de la solicitud falló de alguna manera. Vuelve a intentarlo más tarde.
fr: L'envoi de la demande a échoué, veuillez réessayer plus tard!
sw: Imeshindwa kutuma ombi kwa njia fulani, tafadhali jaribu tena baadaye!
zh_cn: 发送请求以某种方式失败，请稍后再试！

source: Hosted by
af: Aangebied deur
es: Alojado por
fr: Hébergé par
sw: Ikishikiliwa na
zh_cn: 主办者：

# creator_of_request_message
source: You are the creator of this request.
af: Die oorsprong van hierdie versoek kom van jou af.
es: Eres el creador de esta solicitud.
fr: Vous êtes le créateur de cette demande.
sw: Wewe ndiye muumbaji wa ombi hili.
zh_cn: 您是这个请求的创造者。

# applied_for_request
source: You have accepetd the request
af: U het die versoek aanvaar
es: Tienes ACEPETD LA SOLICITUD
fr: Vous avez accepetd la demande
sw: UNAFUNA MAFUNZO.
zh_cn: 您有accepetd请求

# particpate_in_request_question
source: Do you want to participate in this request?
af: Wil jy aan hierdie versoek deelneem?
es: ¿Quieres participar en esta solicitud?
fr: Voulez-vous participer à cette demande?
sw: Je! Unataka kushiriki ombi hili?
zh_cn: 你想提供这个服务吗？

source: Apply
af: Pas toe
es: Aplicar
fr: Appliquer
sw: Omba
zh_cn: 申请

# protected_timebank_alert_dialog
source: You cannot accept requests in a protected Seva Community
af: Jy kan nie versoeke in 'n beskermde Seva-gemeenskap aanvaar nie
es: No puede aceptar solicitudes en una Comunidad Seva protegida
fr: Vous ne pouvez pas accepter les demandes dans une communauté Seva protégée
sw: Huwezi kukubali maombi katika Jumuiya ya Seva iliyolindwa
zh_cn: 您不能在受保护的时间银行中接受请求

source: Already Approved
af: Alreeds goedgekeur
es: Ya está aprovado
fr: Déjà approuvé
sw: Imeidhinishwa tayari
zh_cn: 已获得批准

# withdraw_request_failure
source: You cannot withdraw request since already approved
af: Jy kan die versoek nie onttrek nie, aangesien dit reeds goedgekeur is
es: No puede retirar la solicitud ya que ya está aprobada
fr: Vous ne pouvez pas retirer la demande car déjà approuvée
sw: Hauwezi kuondoa ombi kwani tayari imeidhinishwa
zh_cn: 既然已经批准你不能撤销请求

# find_volunteers
source: Find Members
af: Soek lede
es: Buscar miembros
fr: Trouver des membres
sw: Pata Wanachama
zh_cn: 寻找会员

source: Invited
af: Genooi
es: Invitado
fr: invité
sw: Imealikwa
zh_cn: 受邀

source: Favourites
af: Gunstelinge
es: Favoritas
fr: Favoris
sw: Vipendwa
zh_cn: 最爱

# past_hired
source: Previously Selected
af: Voorheen gekies
es: Seleccionado previamente
fr: Précédemment sélectionné
sw: Zilizochaguliwa hapo awali
zh_cn: 先前选择

# type_team_member_name
source: Type your team members name
af: Tik jou spanmaat se name
es: Escriba el nombre de los miembros de su equipo
fr: Saisissez le nom des membres de votre équipe
sw: Andika jina la wanachama wa timu yako
zh_cn: 输入您的团队成员的名字

# validation_error_search_min_characters
source: Search requires minimum 3 characters
af: Soek benodig minstens 3 karakters
es: La búsqueda requiere un mínimo de 3 caracteres
fr: La recherche nécessite au moins 3 caractères
sw: Kutafuta inahitaji herufi 3 za chini
zh_cn: 搜索需要最少3个字符

source: No user found
af: Geen gebruiker gevind nie
es: Ningun usuario fue encontrado
fr: Aucun utilisateur trouvé
sw: Hakuna mtumiaji aliyepatikana
zh_cn: 找不到用户

source: Approved
af: Goedgekeur
es: Aprobado
fr: Approuvé
sw: Imeidhinishwa
zh_cn: 批准

source: Invite
af: Nooi
es: Invitación
fr: Inviter
sw: Mialika
zh_cn: 邀请

source: Name not available
af: Naam nie beskikbaar nie
es: nombre no disponible
fr: Nom non disponible
sw: Jina haipatikani.
zh_cn: 名字不可用

source: Create Request
af: Skep versoek
es: Crear solicitud
fr: Créer une demande
sw: Unda Ombi
zh_cn: 创建请求

# create_project_request
source: Create an Event Request
af: Skep 'n geleentheidsversoek
es: Crear una solicitud de evento
fr: Créer une demande d'événement
sw: Unda Ombi la Tukio
zh_cn: 创建活动请求

# set_duration
source: Click to Set Duration
af: Klik om die tydsduur in te stel
es: Haga clic para establecer la duración
fr: Haga clic para establecer la duración
sw: Bonyeza kwa kuweka Muda
zh_cn: 点击设定时间段

source: Request title*
af: Versoek titel*
es: Título de la solicitud *
fr: Solicitar título *
sw: Omba kichwa *
zh_cn: 请求标题*

# request_title_hint
source: Ex: Small carpentry work...
af: Bv: Klein skrynwerke ...
es: Ej: Pequeños trabajos de carpintería ...
fr: Ej: trabajos de carpintería pequeña ...
sw: Mf: Kazi ndogo ya useremala ...
zh_cn: 例如：小木工工作...

# request_subject
source: Please enter the subject of your request
af: Voer die onderwerp van jou versoek in
es: Por favor ingrese el asunto de su solicitud
fr: Por favor ingrese el tema de su solicitud
sw: Tafadhali ingiza mada ya ombi lako
zh_cn: 请输入您的请求的主题

source: Request duration
af: Tydsduur van versoek
es: Duración de la solicitud
fr: Duración de la solicitud
sw: Omba muda
zh_cn: 申请时间

source: Request description*
af: Versoek beskrywing*
es: Solicitar descripción *
fr: Descripción de la solicitud *
sw: Omba maelezo *
zh_cn: 需求内容*

# request_description_hint
source: Please describe what you need to have done. Example, I need help removing weeds from my small garden.
af: Beskryf asseblief wat jou gedoen wil hê. Ek het hulp nodig om onkruid uit my tuin te verwyder.
es: Describa lo que necesita que se haga. Por ejemplo, necesito ayuda para eliminar las malas hierbas de mi pequeño jardín.
fr: Veuillez décrire ce que vous devez avoir fait. Exemple, j'ai besoin d'aide pour éliminer les mauvaises herbes de mon petit jardin.
sw: Tafadhali eleza kile unahitaji kuwa umefanya. Mfano, ninahitaji msaada wa kuondoa magugu kwenye bustani yangu ndogo.
zh_cn: 请描述您需要做的事情。 例如，我需要帮助去除小花园中的杂草。

# number_of_volunteers
source: No. of volunteers*
af: Aantal vrywilligers*
es: Numero de voluntarios *
fr: No. de voluntarios *
sw: Hapana. Ya kujitolea *
zh_cn: 需要几位志愿者：

# validation_error_volunteer_count
source: Please enter the number of volunteers needed
af: Aantal vrywilligers benodig
es: Por favor ingrese el número de voluntarios necesarios
fr: Por favor ingrese el número de voluntarios necesarios
sw: Tafadhali ingiza idadi ya wanaojitolea wanaohitajika
zh_cn: 请输入所需志愿者人数

# validation_error_volunteer_count_negative
source: No. of volunteers cannot be lesser than 0
af: Aantal vrywilligers mag nie minder as 0 wees nie
es: El número de voluntarios no puede ser inferior a 0
fr: El número de voluntarios no puede ser menor que 0
sw: La. Ya kujitolea haiwezi kuwa chini ya 0
zh_cn: 志愿者数目不能小于0

# validation_error_volunteer_count_zero
source: No. of volunteers cannot be 0
af: Aantal vrywilligers mag nie 0 wees nie
es: El número de voluntarios no puede ser 0
fr: No de voluntarios no puede ser 0
sw: La. Ya kujitolea haiwezi kuwa 0
zh_cn: 志愿者数目不能为0

# validation_error_same_start_date_end_date
source: You have provided identical date and time for the Start and End. Please provide an End time that is after the Start time.
af: Jy het dieselfde tyd en datun vir die begin en einde verskaf. Verskaf asb. 'n eindtyd wat na die begintyd is.
es: Ha proporcionado una fecha y hora idénticas para el inicio y el final. Proporcione una hora de finalización posterior a la hora de inicio.
fr: Vous avez fourni une date et une heure identiques pour le début et la fin. Veuillez indiquer une heure de fin postérieure à l'heure de début.
sw: Tarehe ya kuanza na kumaliza haiwezi kuwa sawa
zh_cn: 您为开始和结束提供了相同的日期和时间。请提供一个比开始时间晚的结束时间。

# validation_error_empty_recurring_days
source: Recurring days cannot be empty
af: Herhalende dae kan nie leeg wees nie
es: los días recurrentes no pueden estar vacíos
fr: les jours récurrents ne peuvent pas être vides
sw: Siku za kurudia haziwezi kuwa tupu
zh_cn: 重複天数不能为空

source: Creating Request...
af: Skep versoek...
es: Creando solicitud ...
fr: Creando solicitud ..
sw: Inaunda Ombi ...
zh_cn: 创建请求..

source: Updating Request...
af: Versoek word opdateer...
es: Actualizando Solicitud ...
fr: Mise à jour de la demande ..
sw: Inahuishwa Ombi ...
zh_cn: 更新请求..

# insufficient_credits_for_request
source: Your seva credits are not sufficient to create the request.
af: Jou Seva-krediete is onvoldoende om hierdie versoek te skep.
es: Sus créditos Seva no son suficientes para crear la solicitud.
fr: Vos crédits seva ne sont pas suffisants pour créer la demande.
sw: Sifa zako za seva hazitoshi kuunda ombi.
zh_cn: 你的Seva点数不足以创建请求。

source: Assign to volunteers
af: Wys toe aan vrywilligers
es: Asignar a voluntarios
fr: Asignar a voluntarios
sw: Agiza watu wanaojitolea
zh_cn: 分配给志愿者

# timebank_max_seva_credit_message1
source: Seva Credits will be credited to the Seva Community for this request. Note that each participant will receive a maximum of
af: Seva-krediete vir hierdie versoek sal aan die Seva-gemeenskap gekrediteer word. Elke deelnemer ontvang 'n maksimum van
es: Los Créditos Seva se acreditarán a la Comunidad Seva por esta solicitud. Tenga en cuenta que cada participante recibirá un máximo de
fr: Les crédits Seva seront crédités à la communauté Seva pour cette demande. Notez que chaque participant recevra un maximum de
sw: Mikopo ya Seva itawekwa kwa Jumuiya ya Seva kwa ombi hili. Kumbuka kuwa kila mshiriki atapata kiwango cha juu cha
zh_cn: Seva点数将根据此请求计入时间银行。请注意，每个参与者最多将获得

# timebank_max_seva_credit_message2
source: credits for completing this request.
af: krediete vir die voltooiing van hierdie versoek.
es: créditos por completar esta solicitud
fr: crédits pour avoir répondu à cette demande.
sw: mikopo ya kukamilisha ombi hili.
zh_cn: 点数，以完成此请求。

# personal_max_seva_credit_message1
source: Seva Credits are required for this request. It will be debited from your balance. Note that each participant will receive a maximum of
af: Seva-krediete is 'n vereiste vir hierdie versoek. Dit sal van jou rekening gedebiteer word. Elke deelnemer ontvang 'n maksimum van
es: Se requieren créditos Seva para esta solicitud. Se debitará de su saldo. Tenga en cuenta que cada participante recibirá un máximo de
fr: Des crédits Seva sont requis pour cette demande. Elle sera débitée de votre solde. Notez que chaque participant recevra un maximum de
sw: Mikopo ya Seva inahitajika kwa ombi hili. Itajadiliwa kutoka kwa mizani yako. Kumbuka kwamba kila mshiriki atapata kiwango cha juu cha
zh_cn: 此需求需要Seva点数。它将从您的馀额中扣除。请注意，每个参与者最多将获得

# personal_max_seva_credit_message2
source: credits for completing this request.
af: krediete vir die voltooiing van hierdie versoek.
es: créditos por completar esta solicitud
fr: crédits pour avoir répondu à cette demande.
sw: mikopo ya kukamilisha ombi hili.
zh_cn: 点数，以完成此请求。

source: Unassigned
af: Nie toegeken nie
es: Sin asignar
fr: Non attribué
sw: Iliyotengwa
zh_cn: 未分配

# assign_to_project
source: Assign to an event
af: Ken aan 'n geleentheid toe
es: Asignar a un evento
fr: Attribuer à un événement
sw: Shirikisha tukio
zh_cn: 分配给活动

# assign_to_one_project
source: Please assign to one event
af: Ken asb aan een o meer geleenthede toe
es: Asigne a un evento
fr: Veuillez attribuer à un événement
sw: Tafadhali mpe tukio moja
zh_cn: 请分配给一个活动

# tap_to_select
source: Tap to select one or more...
af: Tik om een of meer te kies...
es: Toque para seleccionar una o más ...
fr: Appuyez pour sélectionner un ou plusieurs...
sw: Gonga ili uchague moja au zaidi ...
zh_cn: 点击选择一个或更多...

source: Repeat
af: Herhaal
es: Repetir
fr: Répéter
sw: Kurudia
zh_cn: 重复

source: Repeat on
af: Herhaal op
es: Repetir en
fr: Répéter sur
sw: Kurudia tena
zh_cn: 重复上

source: Ends
af: Endig
es: Termina
fr: Prend fin
sw: Mwisho
zh_cn: 结束

source: After
af: Na
es: después
fr: Après
sw: Baada ya
zh_cn: 次数

source: Occurences
af: Gebeurtenisse
es: ocurrencias
fr: Occurrences
sw: Matukio
zh_cn: 发生

source: Done
af: Gedoen
es: Hecho
fr: Termin�
sw: Kufanyika
zh_cn: 完毕

source: date & time
af: datum & tyd
es: fecha y hora
fr: fdate et heure
sw: tarehe na wakati
zh_cn: 预约时间

source: Start
af: Begin
es: comienzo
fr: comienzo
sw: Anza
zh_cn: 开始

source: End
af: Einde
es: Fin
fr: Final
sw: Mwisho
zh_cn: 结束

source: Time
af: Tyd
es: Hora
fr: Hora
sw: Wakati
zh_cn: 时间

source: Date Selection issue
af: Datum keuse probleem
es: Problema de selección de fecha
fr: Problema de selección de fecha
sw: Swala la Uteuzi wa tarehe
zh_cn: 日期选择问题

# validation_error_end_date_greater
source: End Date cannot be before Start Date
af: Einddatum kan nie voor die aanvangsdatum wees nie
es: La fecha de finalización no puede ser anterior a la fecha de inicio
fr: La fecha de finalización no puede ser anterior a la fecha de inicio
sw: Tarehe ya Mwisho haiwezi kuwa kabla ya Tarehe ya Kuanza
zh_cn: 结束日期不能早于开始日期

source: Unblock
af: Ontblok
es: Desatascar
fr: Débloquer
sw: Fungulia
zh_cn: 解除封锁

source: No blocked members
af: Geen geblokkeerde lede nie
es: No hay miembros bloqueados
fr: Aucun membre bloqués
sw: Hakuna wanachama waliozuiwa
zh_cn: 没有封锁的成员

source: Blocked Members
af: Blokkeerde lede
es: Miembros bloqueados
fr: Membres bloqués
sw: Wanachama waliozuiwa
zh_cn: 被封锁的成员

source: CONFIRM LOCATION
af: BEVESTIG PLEK
es: CONFIRMAR LOCAL
fr: CONFIRMER L'EMPLACEMENT
sw: Thibitisha MAHALI
zh_cn: 确认位置下

# no_message
source: No Messages
af: Geen boodskappe
es: Ningún mensaje
fr: Pas de messages
sw: Hakuna Ujumbe
zh_cn: 没有讯息

# reject_task_completion
source: I am rejecting your task completion request because
af: Ek verwerp jou versoek vir taakvoltooing omdat
es: Estoy rechazando su solicitud de finalización de tarea porque
fr: Je rejette votre demande de fin de tâche car
sw: Nakataa ombi lako la kumaliza kazi kwa sababu
zh_cn: 您的工作完成请求被拒绝，因为

# type_message
source: Type a message
af: Tik 'n boodskap in
es: Escribir un mensaje
fr: Tapez un message
sw: Andika ujumbe
zh_cn: 输入讯息

# failed_to_load_post
source: Couldn't load the post!
af: Kon nie die pos laai nie!
es: ¡No se pudo cargar la publicación!
fr: Impossible de charger le message!
sw: Haikuweza kupakia chapisho!
zh_cn: 无法载帖！

source: Admin
es: Administradora
sw: Usimamizi
zh_cn: 管理员

source: New Message Room
af: Nuwe Boodskapkamer
es: Sala de mensajería nuevo multiusuario
fr: Nouvelle salle de messagerie multi-utilisateur
sw: Chumba kipya cha Ujumbe
zh_cn: 新的用户信息室

source: Messaging Room Name
af: Boodskapkamernaam
es: Nombre de mensajería multi-usuario
fr: Multi-utilisateur de messagerie Nom de la salle
sw: Jina la Chumba cha Kutuma Ujumbe
zh_cn: 用户信息传递室名称
