Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# validation_error_timebank_join_code_redeemed_self
source: The Seva Community code that you have provided has already been redeemed earlier by you. Please request the Seva Community admin for a new code.
af: Die Seva-gemeenskapskode wat jy verskaf het, is reeds vroeër deur jou ingeruil. Vra asseblief die Seva Gemeenskapsadministrasie vir 'n nuwe kode.
es: El código de la Comunidad Seva que ha proporcionado ya ha sido canjeado anteriormente por usted. Solicite al administrador de la comunidad de Seva un nuevo código.
fr: Le code communautaire Seva que vous avez fourni a déjà été utilisé par vous. Veuillez demander à l'administrateur de la communauté Seva un nouveau code.
sw: Nambari ya Jumuiya ya Seva ambayo umetoa tayari umekomboa mapema na wewe. Tafadhali omba msimamizi wa Jumuiya ya Seva kwa nambari mpya.
zh_cn: 您提供的时间银行代码已被您较早兑换。请需求时间银行管理员提供新代码。

source: Code Expired!
af: Kode verval!
es: ¡Código caducado!
fr: Code expiré!
sw: Kanuni Imeisha!
zh_cn: 代码已过期！

# enter_code_to_verify
source: Please enter PIN to verify
af: Voer asseblief jou PIN in vir verifikasie
es: Por favor, introduzca el PIN para verificar
fr: Veuillez saisir le code PIN pour vérifier
sw: Tafadhali ingiza PIN ili uthibitishe
zh_cn: 请输入PIN进行验証

source: Creating Join Request
af: Skep aansluitversoek
es: Crear solicitud de unión
fr: Création d'une demande d'adhésion
sw: Kuunda Ombi la Kujiunga
zh_cn: 创建加入请求

source: Feeds
af: Voere
fr: Fil d'actualité
sw: Kulisha
zh_cn: 信息

# projects
source: Events
af: Gebeurtenisse
es: Eventos
fr: Événements
sw: Matukio
zh_cn: 活动

source: Offers
af: Aanbiedinge
es: Ofertas
fr: Des offres
sw: Matoleo
zh_cn: 提供服务

source: Requests
af: Versoeke
es: Peticiones
fr: Demandes
sw: Maombi
zh_cn: 需求

source: About
af: Oor SevaX
es: Sobre
fr: À propos de
sw: Kuhusu
zh_cn: 关于

source: Member(s)
af: Lede
es: Miembro (s)
fr: Membres
sw: Wanachama
zh_cn: 成员

source: Manage
af: Bestuur
es: Gestionar
fr: Gérer
sw: Simamia
zh_cn: 管理

source: Your Tasks
af: Jou Take
es: Tus tareas
fr: Vos tâches
sw: Kazi zako
zh_cn: 您的工作

source: Your Groups
af: Jou Groepe
es: Sus grupos
fr: Vos groupes
sw: Vikundi vyako
zh_cn: 您的群组

source: Pending
af: Hangende
es: Pendiente
fr: En attente
sw: Inasubiri
zh_cn: 待定

source: Not Accepted
af: Nie aanvaar nie
es: No aceptada
fr: Pas accepté
sw: Haikubaliwa
zh_cn: 不接受

source: Completed
af: Voltooi
es: Terminado
fr: Terminé
sw: Imekamilika
zh_cn: 已完成

# protected_timebank
source: Restricted Seva Community
af: Beperkte Seva-gemeenskap
es: Comunidad Seva restringida
fr: Communauté Seva restreinte
sw: Jumuiya ya Seva iliyozuiliwa
zh_cn: 受限制的时间银行

# protected_timebank_group_creation_error
source: You cannot create groups in a protected Seva Community
af: Jy kan nie groepe in 'n beskermde Seva-gemeenskap skep nie
es: No puede crear grupos en una comunidad Seva protegida
fr: Vous ne pouvez pas créer de groupes dans une communauté Seva protégée
sw: Huwezi kuunda vikundi katika Jumuiya ya Seva iliyolindwa
zh_cn: 您无法在受保护的时间银行中创建组

# groups_help_text
source: Groups Help
af: Hulp met groepe
es: Ayuda de grupos
fr: Aide des groupes
sw: Vikundi Msaada
zh_cn: 群组的协助

source: Payment Data Syncing
af: Sinkronisasie van betalingsdata
es: Sincronización de datos de pago
fr: Synchronisation des données de paiement
sw: Usawazishaji wa data ya Malipo
zh_cn: 付款数据同步

# actions_not_allowed
source: Actions not allowed, Please contact admin
af: Aksie nie toegelaat nie. Kontak asb. die adminisrasie
es: Acciones no permitidas, póngase en contacto con el administrador
fr: Actions non autorisées, veuillez contacter l'administrateur
sw: Vitendo haviruhusiwi, Tafadhali wasiliana na admin
zh_cn: 不允许採取的行动，请与管理员联系

source: Configure Billing
af: Konfigureer fakturering
es: Configurar facturación
fr: Configurer la facturation
sw: Uundaji
zh_cn: 配置帐单

# limit_badge_contact_admin
source: Action not allowed, please contact the admin
af: Aksie nie toegelaat nie. Kontak asb. die adminisrasie
es: Acción no permitida, por favor contacte al administrador
fr: Action non autorisée, veuillez contacter l'administrateur
sw: Kitendo hairuhusiwi, tafadhali wasiliana na msimamizi
zh_cn: 不允许採取行动，请与管理员联系

# limit_badge_billing_failed
source: Billing Failed, Click below to configure billing
af: Fakturering misluk, klik hieronder om fakturering te konfigureer
es: Facturación fallida, haga clic a continuación para configurar la facturación
fr: Échec de la facturation, cliquez ci-dessous pour configurer la facturation
sw: Bili Imeshindwa, Bonyeza hapa chini kusanidi malipo
zh_cn: 计费失败，请点击下面配置计费

# limit_badge_delete_in_progress
source: Your request to delete has been received by us. We are processing the request. You will be notified once it is completed.
af: Jou versoek vir verwydering is ontvang. Ons verwerk die versoek en sal jou in kennis stel sodra dit voltooi is.
es: Hemos recibido su solicitud de eliminación.Estamos procesando la solicitud.Se le notificará una vez que se complete.
fr: Nous avons reçu votre demande de suppression. Nous traitons la demande. Vous serez averti une fois terminé.
sw: Ombi lako la kufuta limepokelewa na sisi. Tunashughulikia ombi. Utaarifiwa mara tu itakapokamilika.
zh_cn: 您的需求删除已被我们收取。我们正在处理该请求。一旦完成，将会通知您。

# bottom_nav_explore
source: Explore
af: Verken
es: Explorar
fr: Explorer
sw: Gundua
zh_cn: 探索

# bottom_nav_notifications
source: Notifications
af: Kennisgewings
es: Notificaciones
sw: Arifa
zh_cn: 通知

# bottom_nav_home
source: Home
af: Tuis
es: Casa
fr: Maison
sw: Nyumbani
zh_cn: 主页

# bottom_nav_messages
source: Messages
af: Boodskappe
es: Mensajes
sw: Ujumbe
zh_cn: 消息

# bottom_nav_profile
source: Profile
af: Profiel
es: Perfil
fr: Profil
sw: Wasifu
zh_cn: 资料

source: OK
es: Okay
fr: Okay
sw: sawa
zh_cn: 好

# no_group_message
source: Groups help you to organize your specific activities, you don't have any. Try
af: Groepe help jou om jou spesifieke aktiwiteite te organiseer. Jy het tans geen. Probeer
es: Los grupos te ayudan a organizar tus \ n actividades específicas, no tienes ninguna. Prueba
fr: Les groupes vous aident à organiser vos activités spécifiques, vous n'en avez pas encore créer. Essayez!
sw: Vikundi vinakusaidia kupanga maalum yako shughuli, huna yoyote. Jaribu
zh_cn: 群组可帮助您组织特定的 活动，您没有任何活动。

source: creating one
af: om een te skep
es: creando uno
fr: en créer un
sw: kuunda moja
zh_cn: 创建一个

# general_stream_error
source: Something went wrong, please try again
af: Iets het verkeerd geloop. Probeer asseblief later weer
es: Algo salió mal. Por favor, vuelva a intentarlo
fr: Une erreur s'est produite. Veuillez réessayer
sw: Hitilafu imetokea, tafadhali jaribu tena
zh_cn: 出问题了，请重试

# no_pending_task
source: No pending tasks
af: Geen uitstaande take nie
es: No hay tareas pendientes.
fr: Aucune tâche en attente
sw: Hakuna kazi zinazosubiri
zh_cn: 没有待处理的工作

source: From:
af: Van
es: Desde:
fr: De:
sw: Kutoka:
zh_cn: 从:

source: Until
af: Tot
es: Hasta
fr: Jusqu'à ce que
sw: Mpaka
zh_cn: 直到

source: Posted By:
af: Gepos deur
es: Publicado por:
fr: Posté par:
sw: Iliyotumwa na:
zh_cn: 发表者:

# posted_date
source: PostDate:
af: Posdatum
es: Posfechar:
fr: Postdater:
sw: Tarehe ya mwisho:
zh_cn: 发布日期:

source: Enter hours
af: Voer ure in
es: Ingrese horas
fr: Entrez les heures
sw: Ingiza masaa
zh_cn: 输入小时

source: Select hours
af: Kies ure
es: Seleccione horas
fr: Sélectionnez les heures
sw: Chagua masaa
zh_cn: 选择时间

# validation_error_task_minutes
source: Minutes cannot be Empty
af: Minute moet gespesifiseer word
es: Los minutos no se pueden dejar vacíos
fr: Les minutes ne peuvent pas être vides
sw: Dakika haziwezi kuwa Tupu
zh_cn: 分钟有误

source: Minutes
af: Minute
es: Minutos
sw: Dakika
zh_cn: 分钟

source: Limit exceeded!
af: Beperking oorskry!
es: ¡Límite excedido!
fr: Limite dépassée!
sw: Kikomo kilizidi!
zh_cn: 超出限制！

# task_max_hours_of_credit
source: Hours of credit from this request.
af: Ure krediet agv. hierdie versoek.
es: Horas de crédito de esta solicitud.
fr: Heures de crédit à partir de cette demande.
sw: Masaa ya mkopo kutoka kwa ombi hili.
zh_cn: 此请求的信用小时数。

# validation_error_invalid_hours
source: Please enter valid number of hours!
af: Voer asseblief die geldige aantal ure in!
es: Por favor ingrese un número válido de horas!
fr: Veuillez entrer un nombre d'heures valide!
sw: Tafadhali ingiza idadi halali ya masaa!
zh_cn: 请输入有效小时数！

source: Please wait...
af: Wag asseblief...
es: Por favor espere...
fr: S'il vous plaît, attendez...
sw: Tafadhali subiri...
zh_cn: 请稍候...

# task_max_request_message
source: You can only request a maximum of
af: Jy kan slegs 'n maksimum van
es: Solo puede solicitar un máximo de
fr: Vous ne pouvez demander qu'un maximum de
sw: Unaweza kuomba kiwango cha juu tu
zh_cn: 您最多只能请求

source: There are currently none
af: Daar is tans geen
es: Actualmente no hay ninguno
fr: Il n'y en a aucun
sw: Hivi sasa hakuna
zh_cn: 目前没有

# no_completed_task
source: You have not completed any tasks
af: Jy het geen take voltooi nie
es: No ha completado ninguna tarea
fr: Vous n'avez pas encore effectué de tâche
sw: Haujamaliza kazi yoyote
zh_cn: 您尚未完成任何工作

source: Completed Tasks
af: Voltooide take
es: Tareas completadas
fr: Tâches terminées
sw: Kazi zilizokamilishwa
zh_cn: 完成的工作

source: Seva Credits
af: Seva-krediete
es: Créditos Seva
fr: Vos crédits seva
sw: Mikopo yako
zh_cn: Seva点数

source: No Notifications
af: Geen kennisgewings nie
es: No Notificaciones
fr: Aucune notification
sw: Hakuna tataarifa
zh_cn: 没有通知

source: Personal
af: Persoonlike
sw: Binafsi
zh_cn: 个人

# notifications_signed_up_for
source: You had signed up for
af: Waarvoor jy aangemeld het
es: Te habías registrado para
fr: Vous vous étiez inscrit à la
sw: Ulikuwa umejisajili
zh_cn: 您已注册

source: On
af: Op
es: en
fr: Sur
sw: Imewashwa
zh_cn: 上

# notifications_event_modification
source: . The Event Organizer has modified this event. Make sure the changes made are right for you and apply again
af: .Die geleentheidsorganiseerder het hierdie geleentheid gewysig. Kontrolleer dat die veranderinge aanvaarbaar is en pas dit weer toe
es: .El organizador del evento ha modificado este evento. Asegúrese de que los cambios realizados sean adecuados para usted y vuelva a aplicar
fr: .L'organisateur de l'événement a modifié cet événement.Assurez-vous que les modifications apportées vous conviennent et appliquez à nouveau
sw: .Mratibu wa Tukio amebadilisha tukio hili.Hakikisha mabadiliko yaliyofanywa ni sawa kwako na yanatumika tena
zh_cn: 。活动组织者已修改此活动。确保所做的更改适合您并再次申请

# notification_timebank_join
source: Seva Community Join
af: Seva-gemeenskap Sluit aan
es: Únase a la comunidad de Seva
fr: Rejoindre la communauté Seva
sw: Jumuiya ya Seva Jiunge
zh_cn: 时间银行加入

# notifications_added_you
source: has added you to
af: het jou bygevoeg by
es: Se ha agregado a
fr: vous a ajouté à
sw: amekuongeza kwa
zh_cn: 已将您添加到

# notifications_request_rejected_by
source: Request rejected by
af: Versoek afgekeur deur
es: Solicitud rechazada por
fr: Demande rejetée par
sw: Ombi lililokataliwa na
zh_cn: 需求被拒绝

# notifications_join_request
source: Join request
af: Ansluit versoek
es: Solicitud de inscripción
fr: Rejoindre la demande
sw: Jiunge na ombi
zh_cn: 加入需求

# notifications_requested_join
source: has requested to join
af: het versoek om aan te sluit
es: ha solicitado unirse
fr: a demandé à rejoindre
sw: ameomba kujiunga
zh_cn: 已需求加入

# notifications_tap_to_view
source: Tap to view join request
af: Tik om aansluitingsversoek te sien
es: Toque para ver la solicitud de ingreso
fr: Appuyez pour afficher la demande d'adhésion
sw: Gonga ili uone ombi la kujiunga
zh_cn: 点按即可查看加入请求

# notifications_task_rejected_by
source: Task completion rejected by
af: Taak voltooiing verwerp deur
es: Finalización de tarea rechazada por
fr: Achèvement de la tâche rejeté par
sw: Kukamilisha kazi kukataliwa na
zh_cn: 工作完成被拒绝

# notifications_approved_for
source: approved the task completion for
af: het die taak-voltooiing goedgekeur vir
es: aprobó la finalización de la tarea para
fr: approuvé l'achèvement de la tâche pour
sw: imeidhinisha kukamilisha kazi kwa
zh_cn: 批准完成工作

# notifications_credited
source: Credited
af: Gekrediteer
es: Acreditado
fr: Crédité
sw: Iliyotengwa
zh_cn: 记入

# notifications_credited_to
source: have been credited to your account.
af: is op jou rekening gekrediteer.
es: ha sido acreditado a su cuenta.
fr: ont été crédités sur votre compte.
sw: umetambuliwa kwa akaunti yako.
zh_cn: 已记入您的帐户。

source: Congrats
af: Geluk
es: ¡Felicidades!
fr: Félicitations
sw: Hongera
zh_cn: 恭喜,

# notifications_debited
source: Debited
af: Gedebiteer
es: Debitada
fr: Débité
sw: Kudaiwa
zh_cn: 借方

# notifications_debited_to
source: has been debited from your account
af: is van jou rekening gedebiteer
es: ha sido cargado en su cuenta
fr: a été débité de votre compte
sw: imetolewa kwa akaunti yako
zh_cn: 已从您的帐户中扣除

# notifications_offer_accepted
source: Offer Accepted
af: Aanbod aanvaar
es: Oferta aceptada
fr: Offre acceptée
sw: Ofa Iliyopokelewa
zh_cn: 接受服务

# notifications_shown_interest
source: has shown interest in your offer
af: het belangstelling in jou aanbod getoon
es: ha mostrado interés en su oferta
fr: a manifesté de l'intérêt pour votre offre
sw: imeonyesha nia ya toleo lako
zh_cn: 对您的服务有兴趣

# notifications_invited_to_join
source: has invited you to join the
af: het jou uitgenooi om aan te sluit by die
es: Se le ha invitado a unirse al
fr: vous a invité à rejoindre le
sw: amekualika ujiunge na
zh_cn: 邀请您加入

# notifications_group_join_invite
source: Group join invite
af: Uitnodiging om by groep aan te sluit
es: Invitación para unirse al grupo
fr: Invitation à rejoindre un groupe
sw: Mialiko ya kujiunga na kikundi
zh_cn: 群组加入邀请

# notifications_new_member_signup
source: New member signed up
af: Nuwe lid het aangeteken
es: Nuevo miembro registrado
fr: Nouveau membre inscrit
sw: Mwanachama mpya amejiandikisha
zh_cn: 新会员注册

# notifications_credits_for
source: Credits for
af: Krediete vir
es: Créditos para
fr: Crédits pour
sw: Mikopo ya
zh_cn: 记入原因

# notifications_signed_for_class
source: Signed up for class
af: Aangemeld vir die klas
es: Registrado para la clase
fr: Inscrit en classe
sw: Jisajili kwa darasa
zh_cn: 报名上课

# notifications_feedback_request
source: Feedback request
af: Terugvoerversoek
es: Solicitud de comentarios
fr: Demande de feedback
sw: Maombi ya majibu
zh_cn: 需求回馈

# notifications_was_deleted
source: was deleted!
af: is verwyder!
es: ¡fué borrado!
fr: A été supprimée!
sw: ilifutwa!
zh_cn: 被删除！

# notifications_could_not_delete
source: couldn't be deleted!
af: kon nie verwyder word nie!
es: no se pudo borrar!
fr: n'a pas pu être supprimé!
sw: haikuweza kufutwa!
zh_cn: 无法删除！

# notifications_successfully_deleted
source: *** has been successfully deleted.
af: *** is suksesvol verwyder.
es: *** se ha eliminado correctamente.
fr: *** a été supprimé avec succès.
sw: *** imefutwa vizuri.
zh_cn: 您需求删除已成功删除！

# notifications_could_not_deleted
source: couldn't be deleted because you have pending transactions!
af: kon nie verwyder word nie omdat daar onvoltooide transaksies is!
es: no se pudo eliminar porque tiene transacciones pendientes.
fr: n'a pas pu être supprimé car vous avez des transactions en attente!
sw: haikuweza kufutwa kwa sababu unasubiri miamala!
zh_cn: 因为你已经挂起的事务不能被删除！

# notifications_incomplete_transaction
source: We couldn't process you request for deletion of ***, as you are still having open transactions which are as :
af: Ons kon nie jou versoek om *** te verwyder verwerk nie, aangesien daar steeds onvoltooide transaksies is, soos:
es: No pudimos procesar su solicitud de eliminación de *** should we change eliminacion with borrar?, ya que todavía tiene transacciones abiertas que son como:
fr: Nous n'avons pas pu traiter votre demande de suppression de ***, car vous avez toujours des transactions ouvertes qui sont les suivantes:
sw: Hatukuweza kuchakata ombi lako la kufutwa kwa ***, kwani bado una shughuli za wazi ambazo ni kama:
zh_cn: 我们无法处理您的***删除请求，你仍然有它的开放交易：

source: one to many offers
af: een tot baie aanbiedinge
es: una a muchas ofertas
fr: une à plusieurs offres
sw: moja kwa ofa nyingi
zh_cn: 一对多服务

source: open requests
af: oop versoeke
es: solicitudes abiertas
fr: demandes ouvertes
sw: maombi ya wazi
zh_cn: 打开请求

source: Delete
af: Verwyder
es: Eliminar
fr: Supprimer
sw: Futa
zh_cn: 删除

source: Delete notification
af: Verwyder kennisgewing
es: Eliminar notificación
fr: Supprimer la notification
sw: Futa arifa
zh_cn: 删除通知

# delete_notification_confirmation
source: Are you sure you want to delete this notification?
af: Is jy seker dat jy hierdie kennisgewing wil verwyder?
es: ¿Está seguro de que desea eliminar esta notificación?
fr: Voulez-vous vraiment supprimer cette notification?
sw: Je! Una uhakika unataka kufuta arifa hii?
zh_cn: 您确定要删除此通知吗？

# notifications_approved_by
source: Request approved by
af: Versoek goedgekeur deur
es: Solicitud aprobada por
fr: Demande approuvée par
sw: Ombi lililokubaliwa na
zh_cn: 需求获得批准

# notifications_request_accepted_by
source: Request accepted by
af: Versoek aanvaar deur
es: Solicitud aceptada por
fr: Demande acceptée par
sw: Ombi lililokubaliwa na
zh_cn: 请求被接受

# notifications_waiting_for_approval
source: waiting for your approval.
af: wag tans vir jou goedkeuring.
es: esperando su aprobación.
fr: en attente de votre approbation.
sw: tunasubiri idhini yako.
zh_cn: 等待你的批准。

# notifications_by_approving
source: By approving
af: Deur goedkeuring
es: Al aprobar
fr: En approuvant
sw: Kwa kupitisha
zh_cn: 通过批准

# notifications_will_be_added_to
source: will be added to the event
af: sal by die geleentheid bygevoeg word
es: se agregará al evento
fr: sera ajouté à l'événement
sw: itaongezwa kwenye hafla
zh_cn: 将被添加到活动中

source: Approve
af: Bevestig
es: Aprobar
fr: Approuver
sw: Idhinisha
zh_cn: 批准

source: Decline
af: Afname
es: Disminución
fr: Refuser
sw: Kupungua
zh_cn: 拒绝

# bio_not_updated
source: Bio not yet updated
af: Bio nog nie bygewerk nie
es: Biografía aún no actualizada
fr: Bio pas encore mise à jour
sw: Bio haijahuishwa
zh_cn: 个人资料尚未更新

# start_new_post
source: Start a new post....
af: Begin 'n nuwe plasing ...
es: Comience una nueva publicacion ...
fr: Publier un nouveau message
sw: Anzisha chapisho jipya ....
zh_cn: 开始新的信息。

# gps_on_reminder
source: Please make sure you have GPS turned on.
af: Maak seker dat jou GPS aangeskakel is.
es: Asegúrate de tener el GPS activado.
fr: Veuillez vous assurer que le GPS est activé.
sw: Tafadhali hakikisha umewasha GPS.
zh_cn: 请确保您已打开GPS。

# empty_feed
source: Your feed is empty
af: Nuus-stroom is leeg
es: Tu feed está vacío
fr: Votre fil d'actualité est vide
sw: Lishe yako ni tupu
zh_cn: 您提供的信息是空的

source: Report Feed
af: Rapporteer stroom
es: Informe de alimentación
fr: Flux de rapport
sw: Ripoti Kulisha
zh_cn: 信息报告

# report_feed_confirmation_message
source: Do you want to report this feed?
af: Wil jy hierdie stroom rapporteer?
es: ¿Quieres denunciar este feed?
fr: Voulez-vous signaler ce message?
sw: Je! Unataka kuripoti kulisha hii?
zh_cn: 您要报告此提要吗？

source: Already reported!
af: Alreeds gerapporteer!
es: Ya reportado!
fr: Déjà signalé!
sw: Imeripotiwa!
zh_cn: 已经报告了！

# feed_reported
source: You already reported this feed
af: Jy het hierdie stroom alreeds gerapporteer
es: Ya informaste este feed
fr: Vous avez déjà signalé cette publication
sw: Tayari umeripoti kulisha hii
zh_cn: 报告完成了

# no_projects_message
source: No events available.Try
af: Geen geleenthede beskikbaar nie. Probeer
es: No hay eventos disponibles.
fr: Aucun événement disponible.
sw: Hakuna matukio yanayopatikana.Jaribu
zh_cn: 没有可用的活动。

source: Help
af: Hulp
es: Ayuda
fr: Aidez-moi
sw: Msaada
zh_cn: 协助

source: Tasks
af: Take
es: Tareas
fr: Tâches
sw: Kazi
zh_cn: 工作

source: My Requests
af: My Versoeke
es: Mis solicitudes
fr: Mes demandes
sw: Maombi yangu
zh_cn: 我的需求

source: Select Request
af: Kies Versoek
es: Seleccionar solicitud
fr: Sélectionnez demande
sw: Chagua Ombi
zh_cn: 选择需求

# protected_timebank_request_creation_error
source: You cannot post requests in a protected Seva Community
af: Jy kan geen versoeke in 'n beskermde Seva-gemeenskap plaas nie
es: No puede publicar solicitudes en una comunidad Seva protegida
fr: Vous ne pouvez pas publier de demandes dans une communauté Seva protégée
sw: Huwezi kutuma maombi katika Jumuiya ya Seva iliyolindwa
zh_cn: 您不能在受保护的时间银行中发布请求

# request_delete_confirmation_message
source: Are you sure you want to delete this request?
af: Is jy seker dat jy hierdie versoek wil verwyder?
es: ¿Está seguro de que desea eliminar esta solicitud?
fr: Voulez-vous vraiment supprimer cette demande?
sw: Una uhakika unataka kufuta ombi hili?
zh_cn: 你确定要删除这个需求吗？

source: No
af: Nee
fr: Non
sw: Hapana
zh_cn: 没有

source: Yes
af: Ja
es: si
fr: Oui
sw: Ndio
zh_cn: 是

source: Number of volunteers required:
af: Aantal vrywilligers benodig:
es: Número de voluntarios requeridos:
fr: Nombre de bénévoles requis:
sw: Idadi ya wanaojitolea wanaohitajika:
zh_cn: 需要几位志愿者：

source: Withdraw
af: Onttrek
es: Retirar
fr: Se désister
sw: Kutoa
zh_cn: 退出

source: Accept
af: Aanvaar
es: Aceptar
fr: J'accepte
sw: Kubali
zh_cn: 接受

# no_approved_members
source: No approved members yet.
af: Nog geen goedgekeurde lede nie.
es: No hay miembros aprobados todavía.
fr: Aucun membre approuvé pour le moment.
sw: Hakuna wanachama walioidhinishwa bado.
zh_cn: 还没有批准。

source: View Approved Members
af: Kyk na goedgekeurde lede
es: Ver miembros aprobados
fr: Afficher les membres approuvés
sw: Angalia wanachama waliokubaliwa
zh_cn: 查看会员批准

source: Request
af: Versoek
es: Solicitud
fr: Demandes
sw: Omba
zh_cn: 请求

source: applied
af: toegepas
es: aplicada
fr: appliqué
sw: kutumika
zh_cn: 已申请

source: Accepted
af: Aanvaar
es: Aceptado
fr: Accepté
sw: Imekubaliwa
zh_cn: 接受

# default_text
source: DEFAULT
af: VERSTEK
es: DEFECTO
fr: DÉFAUT
sw: YA KUDUMU
zh_cn: 预设

source: Access denied.
af: Toegang verbied.
es: Acceso denegado.
fr: Accès refusé.
sw: Ufikiaji umekataliwa.
zh_cn: 访问被拒绝。

# not_authorized_create_request
source: You are not authorized to create a request.
af: Jy is nie bemagtig om 'n versoek te rig nie.
es: No tiene autorización para crear una solicitud.
fr: Vous n'êtes pas autorisé à créer une demande.
sw: Huruhusiwi kuunda ombi.
zh_cn: 您无权创建。

source: Add Requests
af: Voeg versoeke by
es: Agregar solicitudes
fr: Ajouter des demandes
sw: Ongeza Maombi
zh_cn: 添加请求

# no_requests_available
source: No requests available.Try
af: Geen versoeke beskikbaar nie. Probeer
es: No hay solicitudes disponibles.
fr: Aucune demande disponible. Essayez
sw: Hakuna maombi yanayopatikana.Jaribu
zh_cn: 没有可用的请求。

source: Fetching location
af: Haal ligging
es: Buscando local
fr: Récupération de l'emplacement
sw: Inachukua eneo
zh_cn: 提取位置

source: Edit
af: Wysig
es: Editar
fr: Éditer
sw: Hariri
zh_cn: 编辑

source: Title
af: Titel
es: Título
fr: Titre
sw: Kichwa
zh_cn: 标题

source: Mission Statement
af: Missieverklaring
es: Estado de la misión
sw: Tataarifa ya Ujumbe
zh_cn: 活动目的

source: Organizer
af: Organiseerder
es: organizadora
fr: organisatrice
sw: Mratibu
zh_cn: 组织者

# delete_project
source: Delete Event
af: Verwyder geleentheid
es: Eliminar evento
fr: Supprimer l'événement
sw: Futa Tukio
zh_cn: 删除活动

# create_project
source: Create an Event
af: Skep 'n geleentheid
es: Crear un evento
fr: Créer un événement
sw: Unda Tukio
zh_cn: 建立活动

# edit_project
source: Edit Event
af: Wysig geleentheid
es: Editar evento
fr: Modifier l'événement
sw: Hariri Tukio
zh_cn: 编辑活动

# project_logo
source: Event Image
af: Foto van geleentheid
es: Imagen del evento
fr: Image d'événement
sw: Picha ya Tukio
zh_cn: 活动图片

# project_name
source: Event Name
af: Naam van geleentheid
es: Nombre del evento
fr: Nom de l'événement
sw: Jina la Tukio
zh_cn: 活动名称
