Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# help_contact_us
source: Contact Us
af: Kontak ons
es: Contáctenos
fr: Nous contacter
sw: Wasiliana nasi
zh_cn: 联系我们

# help_version
source: Version
af: Weergawe
es: Versión
sw: Toleo
zh_cn: 版

source: Feedback
af: Terugvoer
es: Retroalimentación
fr: Retour d'information
sw: Majibu
zh_cn: 回馈

source: Send Feedback
af: Stuur terugvoering
es: Enviar comentarios
fr: Envoyer des commentaires
sw: Tuma maoni
zh_cn: 发送反馈

# enter_feedback
source: Please enter your feedback
af: Voer asseblief jou terugvoer in
es: Por favor ingrese sus comentarios
fr: Veuillez entrer vos commentaires
sw: Tafadhali ingiza maoni yako
zh_cn: 请输入您的回馈

# feedback_messagae
source: Please let us know about your valuable feedback
af: Laat ons asseblief weet van u waardevolle terugvoer
es: Por favor, háganos saber sobre sus valiosos comentarios
fr: S'il vous plaît laissez-nous savoir sur vos précieux commentaires
sw: Tafadhali tujulishe kuhusu maoni yako ya thamani.
zh_cn: 请告诉我们您有价值的反馈

# create_timebank_description
source: A Seva Community is a community where members give and receive help to each other and the greater community through time, money or goods.
af: 'n Seva-gemeenskap is 'n gemeenskap waar lede mekaar help deur die uitruil van tyd, goedere of geld.
es: Una Comunidad Seva es una comunidad donde los miembros se brindan y reciben ayuda entre ellos y la comunidad en general por medio de tiempo, dinero o bienes.
fr: Une communauté Seva est une communauté où les membres se donnent et reçoivent de l'aide les uns aux autres et à l'ensemble de la communauté par le temps, l'argent ou les biens.
sw: Jumuiya ya Seva ni jamii ambayo wanachama wanapeana na kupokea msaada kwa kila mmoja na jamii kubwa kupitia wakati, pesa au bidhaa.
zh_cn: 时间银行是一个社区，成员通过时间，金钱或物品彼此之间以及彼此之间互助互助。

# timebank_logo
source: Seva Community Image
af: Foto van Seva-gemennskap
es: Imagen de la comunidad de Seva
fr: Image de la communauté Seva
sw: Picha ya Jamii ya Seva
zh_cn: Seva社区形象

# timebank_name
source: Name your Seva Community
af: Benoem jou Seva-gemeenskap
es: Nombre su comunidad Seva
fr: Nommez votre communauté Seva
sw: Ipe Jamii yako ya Seva jina
zh_cn: 为您的时间银行命名

# timebank_name_hint
source: Ex: Evergreen Neighborhood, Acme Organization, XYZ Food Bank
af: Bv: Immergroen Buurt, Acme-organisasie, XYZ Voedselbank
es: Ej .: Barrio Evergreen, Organización Acme, Banco de Alimentos XYZ
fr: Ex: quartier Evergreen, organisation Acme, banque alimentaire XYZ
sw: Ex: Jirani ya kijani kibichi kila wakati, Shirika la Acme, Benki ya Chakula ya XYZ
zh_cn: 例如：常绿社区，Acme组织，XYZ食品银行

# timebank_name_error
source: Seva Community name cannot be empty
af: Seva-gemeenskapsnaam mag nie leeg wees nie
es: El nombre de la comunidad de Seva no puede estar vacío
fr: Le nom de la communauté Seva ne peut pas être vide
sw: Jina la Jumuiya ya Seva haliwezi kuwa tupu
zh_cn: 时间银行名称不能为空

# timebank_name_exists_error
source: Please choose another name for the Seva Community. This Seva Community name already exists
af: Kies 'n ander naam vir die Seva-gemeenskap. Hierdie Seva-gemeenskapsnaam bestaan alreeds
es: Elija otro nombre para la Comunidad Seva. Este nombre de la comunidad de Seva ya existe
fr: Veuillez choisir un autre nom pour la communauté Seva. Ce nom de communauté Seva existe déjà
sw: Tafadhali chagua jina lingine la Jumuiya ya Seva. Jina hili la Jumuiya ya Seva tayari lipo
zh_cn: 请为时间银行选择另一个名称。此时间银行名称已存在

# timbank_about_hint
source: Ex: A bit more about your Seva Community
af: Bv: vertel 'n bietjie meer oor jou Seva-gemeenskap
es: Ej: Un poco más sobre tu Comunidad Seva
fr: Ex: Un peu plus sur votre communauté Seva
sw: Ex: Zaidi kidogo juu ya Jumuiya yako ya Seva
zh_cn: 例如：有关您的时间银行的更多信息

# timebank_tell_more
source: Tell us more about your Seva Community.
af: Vertel ons meer oor jou Seva-gemeenskap.
es: Cuéntenos más sobre su Comunidad Seva.
fr: Dites-nous en plus sur votre communauté Seva.
sw: Tuambie zaidi juu ya Jumuiya yako ya Seva.
zh_cn: 告诉我们更多关于您的时间银行的信息。

# timebank_select_tax_percentage
source: Select Tax percentage
af: Kies belastingpersentasie
es: Seleccione porcentaje de impuestos
fr: Sélectionnez le pourcentage de taxe
sw: Chagua asilimia ya Ushuru
zh_cn: 选择税率

# timebank_current_tax_percentage
source: Current Tax Percentage
af: Huidige belastingpersentasie
es: Porcentaje actual de impuestos
fr: Pourcentage fiscal actuel
sw: Asilimia ya Ushuru wa Sasa
zh_cn: 当前税率

# timebank_location
source: Your Seva Community location.
af: Die plek van jou Seva-gemeenskap.
es: Su ubicación de Seva Community.
fr: Votre emplacement communautaire Seva.
sw: Eneo lako la Jumuiya ya Seva.
zh_cn: 您的时间银行位置。

# timebank_location_hint
source: Ex: List the place or address where your community meets (such as a cafe, library, or church.).
af: Bv: Lys die plekke of adresse waar jou gemeenskap vergader (soos 'n kafee, biblioteek of kerk).
es: Ej .: Indique el lugar o la dirección donde se reúne su comunidad (como un café, una biblioteca o una iglesia).
fr: Ex: indiquez le lieu ou l'adresse où votre communauté se réunit (comme un café, une bibliothèque ou une église).
sw: Ex: Orodhesha mahali au anwani ambayo jamii yako hukutana (kama cafe, maktaba, au kanisa.).
zh_cn: 例如：列出您的社区相遇的地点或地址（例如咖啡馆，图书馆或教堂）。

# timebank_name_exists
source: Seva Community name already exists !
af: Seva-gemeenskapsnaam bestaan alreeds!
es: ¡El nombre de la comunidad de Seva ya existe!
fr: Le nom de communauté Seva existe déjà!
sw: Jina la Jumuiya ya Seva tayari lipo!
zh_cn: 时间银行名称已存在！

# timebank_location_error
source: Please add the location of your Seva Community
af: Voeg asseblief die plek van jou Seva-gemeenskap by
es: Por favor agregue la ubicación de su comunidad Seva
fr: Veuillez ajouter l'emplacement de votre communauté Seva
sw: Tafadhali ongeza eneo la Jumuiya yako ya Seva
zh_cn: 请添加您的时间银行的位置

# timebank_logo_error
source: Seva Community image is mandatory
af: Die foto van die Seva-gemeenskap is verpligtend
es: La imagen de Seva Community es obligatoria
fr: L'image de la communauté Seva est obligatoire
sw: Picha ya Jumuiya ya Seva ni lazima
zh_cn: 时间银行图像是必须的

# creating_timebank
source: Creating Seva Community
af: Skep tans Seva-gemeenskap
es: Creando Comunidad Seva
fr: Création de la communauté Seva
sw: Kuunda Jamii ya Seva
zh_cn: 创建时间银行

# timebank_billing_error
source: Please configure your billing information details
af: Stel jou faktuurinligtingbesonderhede op
es: Por favor configure los detalles de su información de facturación
fr: Veuillez configurer les détails de vos informations de facturation
sw: Tafadhali sanidi maelezo yako ya habari ya malipo
zh_cn: 请配置您的帐单信息详细信息

# timebank_configure_profile_info
source: Configure billing information
af: Stel faktuurinligting op
es: Configurar la información de facturación
fr: Configurer les informations de facturation
sw: Sanidi habari ya utozaji
zh_cn: 配置帐单信息

# timebank_profile_info
source: Billing Information
af: Faktuurinligting
es: Datos de facturación
fr: détails de facturation
sw: Taarifa za bili
zh_cn: 账单信息

# validation_error_required_fields
source: Field cannot be left blank*
af: Veld kan nie leeg gelaat word nie*
es: El campo no puede dejarse en blanco *
fr: Le champ ne peut pas être laissé vide *
sw: Sehemu haiwezi kuachwa wazi *
zh_cn: 字段不能为空*

source: State
af: Staat
es: Estado
fr: Etat
sw: Hali
zh_cn: 州

source: City
af: Stad
es: Ciudad
fr: Ville
sw: Jiji
zh_cn: 市

# zip
source: ZIP Code
af: Poskode
es: Código postal
fr: Code postal
sw: Namba ya Posta
zh_cn: 邮政编码

source: Country
af: Nasie
es: País
fr: De campagne
sw: Nchi.
zh_cn: 国家

# street_add1
source: Street Address 1
af: Straatadres 1
es: Dirección Calle 1
fr: Adresse numéro et voie
sw: Anwani ya 1
zh_cn: 街道地址1

# street_add2
source: Street Address 2
af: Straatadres 2
es: Dirección Calle 2
fr: Complément d'adresse
sw: Anwani ya mitaani 2
zh_cn: 街道地址2

source: Company Name
af: Maatskappynaam
es: nombre de empresa
fr: Nom de la compagnie
sw: jina la kampuni
zh_cn: 公司

# continue_text
source: Continue
af: Gaan voort
es: Seguir
fr: Continuer
sw: Endelea
zh_cn: 继续

# private_timebank
source: Private Seva Community
af: Privaat Seva-gemeenskap
es: Comunidad privada de Seva
fr: Communauté Seva privée
sw: Jumuiya ya Seva ya Kibinafsi
zh_cn: 不公开Seva社区

source: Updating details
af: Werk tans besonderhede by
es: Actualización de detalles
fr: Mise à jour des détails
sw: Inasasisha maelezo
zh_cn: 更新细节

# edit_profile_information
source: Edit Account Information
af: Wysig rekeninginligting
es: Editar información de cuenta
fr: Modifier les informations du compte
sw: Hariri Maelezo ya Akaunti
zh_cn: 编辑帐户信息

source: Selected users before
af: Kies gebruikers voordat
es: Usuarios seleccionados antes
fr: Utilisateurs sélectionnés avant
sw: Watumiaji waliochaguliwa hapo awali
zh_cn: 之前选择的用户

# private_timebank_alert
source: Private Seva Community alert
af: Privaat Seva-gemeenskap waarskuwing
es: Alerta de comunidad privada de Seva
fr: Alerte de la communauté Seva privée
sw: Tahadhari ya Jumuiya ya Seva ya Kibinafsi
zh_cn: 不公开时间银行警报

# private_timebank_alert_hint
source: Please be informed that Private Seva Communities do not have a free option. You will need to provide your billing details to continue to create this Seva Community
af: Let daarop dat private Seva-gemeenskappe nie 'n gratis opsie het nie. Jy sal jou faktuurbesonderhede moet verstrek om voort te gaan met die skep van hierdie Seva-gemeenskap
es: Tenga en cuenta que las comunidades privadas de Seva no tienen una opción gratuita. Deberá proporcionar sus datos de facturación para continuar creando esta Comunidad Seva
fr: Veuillez noter que les communautés privées Seva n'ont pas d'option gratuite.Vous devrez fournir vos informations de facturation pour continuer à créer cette communauté Seva
sw: Tafadhali fahamishwa kuwa Jamii za Seva za Kibinafsi hazina chaguo la bure.Utahitaji kutoa maelezo yako ya malipo ili uendelee kuunda Jumuiya hii ya Seva
zh_cn: 请注意，私有时间银行没有免费选项。您需要提供您的帐单明细，才能继续创建这个时间银行

source: Additional Notes
af: Bykomende notas
es: Notas adicionales
fr: Notes complémentaires
sw: Vidokezo vya Ziada
zh_cn: 补充笔记

source: Prevent accidental delete
af: Voorkom toevallige verwydering
es: Evitar la eliminación accidental
fr: Eliminar acceso privado
sw: Zuia kufuta kwa bahati mbaya
zh_cn: 防止意外删除

source: Update Request
af: Bywerkingsversoek
es: Solicitud de actualización
fr: Créer une demande
sw: Huishwa Ombi
zh_cn: 更新请求

# timebank_offers
source: Seva Community Offers
af: Seva-gemeenskap Aanbiedings
es: Ofertas de la comunidad de Seva
fr: Offres de la communauté Seva
sw: Ofa za Jamii ya Seva
zh_cn: Seva社区服务

source: Plan Details
af: Planbesonderhede
es: Detalles del plan
fr: Détails de votre abonnements
sw: Maelezo ya Mpango
zh_cn: 计划详细信息

# on_community_plan
source: You are on Community Plan
af: Jy is op 'n gemeenskapsplan
es: Estás en el plan comunitario
fr: Vous êtes sur le plan communautaire
sw: Uko kwenye Mpango wa Jamii
zh_cn: 你在社区计划

source: change plan
af: Verander plan
es: cambio de plan
fr: changer de plan
sw: mpango wa mabadiliko
zh_cn: 改变计划

# your_community_on_the
source: Your community is on the
af: Jou gemeenskap is op die
es: Tu comunidad está en el
fr: Votre communauté est sur le
sw: Jamii yako iko kwenye
zh_cn: 你的社群是在

# plan_yearly_1500
source: paying yearly for $1500 and additional charges of
af: betaal jaarliks $1500 sowel 'n addisionele koste van
es: pagando anualmente $ 1500 y cargos adicionales de
fr: payer annuellement 1500 $ et des frais supplémentaires de
sw: kulipa kila mwaka kwa $ 1500 na malipo ya ziada ya
zh_cn: 每年支付$ 1500，并支付以下费用

# plan_details_quota1
source: per transaction billed monthly upon exceeding free monthly quota
af: per transaksie wanneer die gratis maandelikse kwota oorskry word
es: por transacción facturada mensualmente al exceder la cuota mensual gratuita
fr: par transaction facturée mensuellement en cas de dépassement du quota mensuel gratuit
sw: kwa ununuzi uliotolewa kila mwezi juu ya upendeleo wa bure wa kila mwezi
zh_cn: 每笔交易按月计费，当超出每月配额的免费数量

source: paying
af: betaal
es: pago
fr: payant
sw: kulipa
zh_cn: 付款

# charges_of
source: yearly and additional charges of
af: jaarlikse en addisionele koste van
es: cargos anuales y adicionales de
fr: frais annuels et supplémentaires de
sw: malipo ya mwaka na nyongeza ya
zh_cn: 每年的和额外的费用

# per_transaction_quota
source: per transaction billed annualy upon exceeding free monthly quota
af: per transaksie wat jaarliks gefaktureer word nadat die gratis maandelikse kwota oorskry is
es: por transacción facturada anualmente al exceder la cuota mensual gratuita
fr: par transaction facturée annuellement en cas de dépassement du quota mensuel gratuit
sw: kwa ununuzi uliotolewa kila mwaka juu ya upendeleo wa bure wa kila mwezi
zh_cn: 当交易量超出年度的免费每月配额

source: Status
es: Estado
fr: Statut
sw: Hali
zh_cn: 状态

source: View selected plans
af: Kyk na geselekteerde planne
es: Ver planes seleccionados
fr: Afficher les plans sélectionnés
sw: Angalia mipango iliyochaguliwa
zh_cn: 查看所选方案

# monthly_subscription
source: Monthly subscriptions
af: Maandelikse subskripsies
es: Suscripciones mensuales
fr: Abonnements mensuels
sw: Usajili wa kila mwezi
zh_cn: 每月订阅

source: CARD DETAILS
af: KAARTBESONDERHEDE
es: DETALLES DE TARJETA
fr: Details carte bancaire
sw: TAARIFA ZA KADI
zh_cn: 信用卡详细资料

# add_new
source: Add New Card
af: Voeg nuwe kaart by
es: Agregar nueva tarjeta
fr: Ajouter une nouvelle carte
sw: Ongeza Kadi Mpya
zh_cn: 新增卡

source: No cards available
af: Geen kaarte beskikbaar nie
es: No hay tarjetas disponibles.
fr: Aucune carte disponible
sw: Hakuna kadi zinazopatikana
zh_cn: 无卡

# default_card_note
source: Note : long press to make a card default
af: Druk knoppie in totdat kaart as standaard gestel is
es: Nota: mantenga presionado para hacer que la tarjeta sea predeterminada
fr: Remarque: appuyez longuement pour créer une carte par défaut
sw: Kumbuka: bonyeza kwa muda mrefu kufanya chaguo-msingi cha kadi
zh_cn: 注：长按，使卡默认

source: Bank Name
af: Banknaam
es: Nombre del banco
fr: Nom de banque
sw: Jina la benki
zh_cn: 银行名

source: Default Card
af: Standaardkaart
es: Tarjeta predeterminada
fr: Carte par défaut
sw: Kadi ya Mbadala
zh_cn: 默认卡

# already_default_card
source: This card is already added as default card
af: Hierdie kaart is reeds 'n standaardkaart
es: Esta tarjeta ya está agregada como tarjeta predeterminada
fr: Cette carte est déjà ajoutée comme carte par défaut
sw: Kadi hii tayari imeongezwa kama kadi mbadala
zh_cn: 此卡已经被添加作为默认卡

# make_default_card
source: Make this card as default
af: Maak hierdie kaart as verstek
es: Hacer esta tarjeta como predeterminada
fr: Faire de cette carte votre moyen de payment par défaut
sw: Fanya kadi hii kama chaguo msingi
zh_cn: 将此卡作为默认

source: Card Added
af: Kaart bygevoeg
es: Tarjeta agregada
fr: Carte ajoutée
sw: Kadi imeongezwa
zh_cn: 卡而增加

# card_sync
source: It may take couple of minutes to synchronize your payment
af: Dit kan 'n paar minute vat om jou betaling te sinkroniseer
es: Puede tomar un par de minutos sincronizar su pago
fr: La synchronisation de votre paiement peut prendre quelques minutes
sw: Inaweza kuchukua dakika kadhaa kusawazisha malipo yako
zh_cn: 这可能需要几分钟的时间做付款同步

source: Select Group
af: Kies Groep
es: Selecciona grupo
fr: Sélectionnez un groupe
sw: Chagua Kikundi
zh_cn: 选择组

source: Delete feed
af: Verwyder voer
es: Eliminar feed
fr: Supprimer le fil d'actualités
sw: Futa kulisha
zh_cn: 删除信息

source: Deleting feed
af: Verwyder tans voer
es: Eliminando feed
fr: fil d'actualités en cours de suppression
sw: Kufuta malisho
zh_cn: 删除信息

# delete_feed_confirmation
source: Are you sure you want to delete this news feed?
af: Is jou seker dat jou hierdie nuus-toevoer wil verwyder?
es: ¿Estás seguro de que deseas eliminar esta fuente de noticias?
fr: Voulez-vous vraiment supprimer ce fil d'actualités?
sw: Je! Una uhakika unataka kufuta malisho haya ya habari?
zh_cn: 您确定要删除此信息吗？

# create_feed
source: Create Post
af: Skep plasing
es: Crear publicación
fr: Créer une publication
sw: Unda kitufe
zh_cn: 建立讯息

# create_feed_hint
source: Ex: Text, URL and Hashtags
af: Bv: teks, URL en hutsmerker
es: Ej: texto, URL y hashtags
fr: Ex: texte, URL et hashtags
sw: Ex: Nakala, URL na Hashtag
zh_cn: 例如：文字，URL和标籤

# create_feed_placeholder
source: What would you like to share*
af: Wat wil jy graag deel*
es: Qué te gustaría compartir*
fr: Que voudriez-vous partager?
sw: Je! Ungependa kushiriki *
zh_cn: 你想分享什麽*

# creating_feed
source: Creating post
af: Skep tans plasing
es: Creando feed
fr: Création d'un article
sw: Kuunda chapisho
zh_cn: 建立讯息

source: Location not added
af: Plek nie bygevoeg nie
es: Ubicación no agregada
fr: Lieu non ajouté
sw: Mahali haujaongezwa
zh_cn: 未添加位置

source: Category
af: Kategorie
es: Categoría
fr: Catégorie
sw: Jamii
zh_cn: 类别

source: Select Category
af: Kies Kategorie
es: selecciona una categoría
fr: Choisir une catégorie
sw: Chagua Jamii
zh_cn: 选择类别

source: Photo Credits
af: Fotokrediete
es: Créditos fotográficos
fr: Crédits photo
sw: Picha dokezi
zh_cn: 照片提示

source: Change image
af: Verander foto
es: Cambiar imagen
fr: Changer l'image
sw: Badilisha picha
zh_cn: 变更图片

source: Change Attachment
af: Verander aanhegsel
es: Alterar anexo
fr: changer la pièce jointe
sw: Badilisha kiambatisho
zh_cn: 变更附件

source: Add image
af: Voeg foto by
es: Añadir imagen
fr: Ajouter une image
sw: Ongeza picha
zh_cn: 添加图片

# add_attachment
source: Add Image / Document
af: Voeg foto/dokument by
es: Agregar imagen / documento
fr: Ajouter une image / un document
sw: Ongeza Picha / Hati
zh_cn: 添加图像/文档

# validation_error_file_size
source: Files larger than 10 MB are not allowed
af: Lêers groter as 10 MB word nie toegelaat nie
es: Documentos mas grandes que 10MB no son permitidos
fr: Les fichiers de plus de 10 MB ne sont pas autorisés
sw: Faili kubwa kuliko 10 MB haziruhusiwi
zh_cn: 不允许超过10MB的文件

# large_file_size
source: Large file alert
af: Waarskuwing: groot lêer
es: Alerta de archivo grande
fr: Alerte fichier volumineux
sw: Tahadhari kubwa ya faili
zh_cn: 大文件警报

# update_feed
source: Update post
af: Werk die plasing by
es: Actualizar publicación
fr: Mettre à jour le message
sw: Huishwa chapisho
zh_cn: 更新帖子

# updating_feed
source: Updating post
af: Werk tans die plasing by
es: Actualizando publicación
fr: Mise à jour du message
sw: Inahuishwa chapisho
zh_cn: 更新进度

# notification_alerts
source: Notifications Alerts
af: Kennisgewings-alarm
es: Alertas de notificaciones
fr: Alertes de notifications
sw: Arifa za Arifa
zh_cn: 通知项目

# request_accepted
source: Member has accepted a request and is waiting for approval
af: Die lid het 'n versoek aanvaar en wag vir goedkeuring
es: El miembro ha aceptado una solicitud y está esperando aprobación
fr: Le membre a accepté une demande et attend l'approbation
sw: Mwanachama amekubali ombi na anasubiri idhini
zh_cn: 成员已接受请求并正在等待批准

# request_completed
source: Member claims time credits and is waiting for approval
af: Die lid eis tydkrediete en wag vir goedkeuring
es: El miembro reclama créditos de tiempo y está esperando aprobación
fr: Le membre réclame des crédits de temps et attend l'approbation
sw: Mwanachama anadai mikopo ya wakati na anasubiri idhini
zh_cn: 成员需求获得时间点数并正在等待批准

# join_request_message
source: Member request to join a
af: Lid versoek om aan te sluit by 'n
es: Solicitud de miembro para unirse a
fr: Demande d'un membre pour rejoindre un
sw: Ombi la mwanachama la kujiunga
zh_cn: 加入会员请求，

# offer_debit
source: Debit for one to many offer
af: Debiet vir een tot baie aanbod
es: Débito para una o varias ofertas
fr: Débit pour une offre à plusieurs
sw: Deni kwa ofa moja hadi nyingi
zh_cn: 一对多服务的借方

# member_exits
source: Member exits a
af: Lid verlaat 'n
es: El miembro sale de a
fr: Le membre quitte un
sw: Mwanachama anatoka a
zh_cn: 成员退出

# deletion_request_message
source: Deletion request could not be processed (Due to pending transactions)
af: Die versoek om verwydering kon nie verwerk word nie (weens onvoltoide transaksies)
es: No se pudo procesar la solicitud de eliminación (debido a transacciones pendientes)
fr: La demande de suppression n'a pas pu être traitée (en raison de transactions en attente)
sw: Ombi la kufuta halikuweza kuchakatwa (Kwa sababu ya shughuli zinazosubiri)
zh_cn: 无法处理删除请求（由于有待处理的事务）

# recieved_credits_one_to_many
source: Received Credit for one to many offer
af: Krediet ontvang vir een tot baie aanbod
es: Crédito recibido por una o varias ofertas
fr: Crédit reçu pour une offre à plusieurs
sw: Imepokea Mkopo kwa ofa moja hadi nyingi
zh_cn: 一对多服务收到的信用额

# click_to_see_interests
source: Click here to see your interests
af: Klik hier om jou belangstellings te sien
es: Haga clic aquí para ver sus intereses
fr: Cliquez ici pour voir vos intérêts
sw: Bonyeza hapa kuona masilahi yako
zh_cn: 点击此处查看您的兴趣，

# click_to_see_skills
source: Click here to see your skills
af: Klik hier om jou vaardighede te sien
es: Haga clic aquí para ver sus habilidades
fr: Cliquez ici pour voir vos compétences
sw: Bonyeza hapa kuona ujuzi wako
zh_cn: 点击此处查看你的才能

source: My Language
af: My Taal
es: Mi idioma
fr: Ma langue
sw: Lugha yangu
zh_cn: 语言设定

source: My Timezone
af: My Tydsone
es: Mi zona horaria
fr: Mon fuseau horaire
sw: Timezone yangu
zh_cn: 时区设定

# select_timebank
source: Select a Seva Community
af: Kies 'n Seva-gemeenskap
es: Seleccione una comunidad de Seva
fr: Sélectionnez une communauté Seva
sw: Chagua Jumuiya ya Seva
zh_cn: 选择一个时间银行

source: Name
af: Naam
es: Nombre
fr: Nom
sw: Jina
zh_cn: 名称

# add_bio
source: Add your bio
af: Voeg jou bio by
es: Agregue su biografía
fr: Ajoutez votre bio
sw: Ongeza bio yako
zh_cn: 添加您的资料

source: Enter name
af: Voer naam in
es: Ingrese su nombre
fr: Entrez le nom
sw: Ingiza jina
zh_cn: 输入名字

source: Update name
af: Werk naam by
es: Actualizar nombre
fr: Mettre à jour le nom
sw: Huishwa jina
zh_cn: 更新名称

# enter_name_hint
source: Please enter name to update
af: Voer asb. die naam in vir bywerking
es: Por favor ingrese el nombre para actualizar
fr: Veuillez saisir un nom pour mettre à jour
sw: Tafadhali ingiza jina ili kuhuishwa
zh_cn: 请输入名称更新

source: Update bio
af: Werk bio by
es: Actualizar biografía
fr: Mettre à jour la bio
sw: Huishwa bio
zh_cn: 更新个人资料

# update_bio_hint
source: Please enter bio to update
af: Voer asb. bio in vir bywerking
es: Por favor ingrese la biografía para actualizar
fr: Veuillez entrer la biographie pour mettre à jour
sw: Tafadhali ingiza bio ili kuhuishwa
zh_cn: 请输入个人资料以更新

source: Enter bio
af: Voer bio in
es: Ingrese bio
fr: Entrez bio
sw: Ingiza bio
zh_cn: 填入个人资料

# available_as_needed
source: Available as needed - Open to Offers
af: Beskikbaar wanneer benodig - Oop vir voorstelle
es: Disponible según sea necesario - Abierto a ofertas
fr: Disponible au besoin - Ouvert aux offres
sw: Inapatikana kama inahitajika - Fungua kwa Matoleo
zh_cn: 根据需要可用-接受服务

source: would be unblocked
af: Sou vrygestel word
es: estaría desbloqueado
fr: serait débloqué
sw: ingefungiwa
zh_cn: 将不受阻碍

source: Jobs
af: Take
es: Trabajos
fr: Emplois
sw: Kazi
zh_cn: 工作

source: Hours worked
af: Ure gewerk
es: Horas trabajadas
fr: Heures travaillées
sw: Masaa yalifanya kazi
zh_cn: 工作时间

source: Less
af: Minder
es: Menos
fr: Moins
sw: Chache
zh_cn: 减

source: More
af: Meer
es: Más
fr: Plus
sw: Zaidi
zh_cn: 更多

source: No ratings yet
af: Nog geen graderings nie
es: Aún no hay calificaciones
fr: Aucune évaluation pour le moment
sw: Hakuna makadirio bado
zh_cn: 尚无评分

source: Message
af: Boodskap
es: Mensaje
sw: Ujumbe
zh_cn: 信息

source: not completed any tasks
af: Geen take voltooi nie
es: no completó ninguna tarea
fr: aucune tâche accomplie
sw: haijakamilisha kazi yoyote
zh_cn: 没有完成任何工作

source: Review Earnings
af: Hersien verdienste
es: Revisar ganancias
fr: Voir vos gains
sw: Mapitio ya Mapato
zh_cn: 回顾收益
