Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# selected_date_should_be_less_then_current_date
source: Selected date should be less than current date.
af: Geselekteerde datum moet minder wees as die huidige datum.
es: La fecha seleccionada debe ser menor que la fecha actual.
fr: La date s�lectionn�e doit �tre inf�rieure � la date actuelle.
sw: Tarehe iliyochaguliwa inapaswa kuwa chini ya tarehe ya sasa.
zh_cn: 所选日期应小于当前日期。

# organization_text
source: Organization
af: Organisasie
es: Organizaci�n
fr: Organisation
sw: Shirika.
zh_cn: 组织

# abc_cafe_text
source: Ex. ABC Cafe.
zh_cn: 前任。ABC咖啡馆。

# sponsor_details_text
source: Sponsor Details
af: Borgbesonderhede
es: Detalles del patrocinador
fr: D�tails du sponsor
sw: Maelezo ya Msaidizi.
zh_cn: 赞助商细节

# add_event_sponsors_text
source: Add Event Sponsors
af: Voeg gebeurtenisborge by
es: A�adir patrocinadores de eventos
fr: Ajouter des sponsors d'�v�nements
sw: Ongeza wafadhili wa tukio.
zh_cn: 添加活动赞助商

# sponsored_by_text
source: Sponsored by
af: Geborg deur
es: Patrocinado por
fr: Sponsoris� par
sw: Imedhaminiwa na
zh_cn: 由...赞助

# add_sponsor_text
source: Add Sponsor
af: Voeg borg by
es: A�adir patrocinador
fr: Ajouter un sponsor
sw: Ongeza mdhamini
zh_cn: 添加赞助商

# edit_name_text
source: Edit Name
af: Wysig naam
es: Editar nombre
fr: Nom d'�dition
sw: Badilisha jina
zh_cn: 编辑名称

source: No timeline found
af: Geen tydlyn gevind nie
es: No se ha encontrado la l�nea de tiempo
fr: Aucun chronologie trouv�
sw: Hakuna ratiba iliyopatikana.
zh_cn: 找不到时间表

# civil_code_dispute
source: Accordingly, to the maximum extent permitted by applicable law, you release us (and our officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes. If you are a California resident, you hereby waive California Civil Code §1542, which says: "A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release, and that, if known by him or her, would have materially affected his or her settlement with the debtor or releasing party."
af: Gevolglik, tot die maksimum mate wat deur toepaslike wet toegelaat word, bevry u ons (en ons beamptes, direkteure, agente, filiale, gesamentlike ondernemings en werknemers) van eise, eise en skadevergoeding (werklik en gevolglik) van elke soort en natuur, bekend en onbekend, wat voortspruit uit of op enige manier wat verband hou met sulke geskille.As u 'n inwoner van Kaliforni� is, afstand doen van die California Burgerlike Kode §1542, wat s�: "'n Algemene vrylating strek nie tot aansprake dat die skuldeiser of vrystelling van die party nie in sy of haar guns in sy of haar guns ken of vermoed het nie.van die uitvoering van die vrylating, en dat, indien dit deur hom of haar bekend is, sy of haar nedersetting met die skuldenaar of vrystelling sou be�nvloed het. "
es: En consecuencia, en la medida m�xima permitida por la ley aplicable, usted libera (y nuestros oficiales, directores, agentes, subsidiarias, empresas conjuntas y empleados) de reclamaciones, demandas y da�os (reales y consecuentes) de todo tipo y naturaleza, conocidos y desconocidos, que surja de o de cualquier manera conectado con tales disputas.Si usted es un residente de California, usted renuncia al C�digo Civil de California �1542, que dice: "Una versi�n general no se extiende a las afirmaciones de que el acreedor o partido de liberaci�n no sabe o sospecha que exista en su favor en ese momentode la ejecuci�n de la liberaci�n, y que, si lo conoce, habr�a afectado significativamente su asentamiento con el deudor o la fiesta de liberaci�n ".
fr: En cons�quence, dans la mesure maximale autoris�e par la loi applicable, vous nous lib�rez (et nos officiers, administrateurs, agents, filiales, coentreprises et employ�s) provenant de r�clamations, de demandes et de dommages-int�r�ts (r�elles et cons�quentes) de toutes sortes et de nature, connues et inconnues, d�coulant de ou de quelque mani�re que ce soit li�e � de tels diff�rends.Si vous �tes un r�sident de Californie, vous renoncez par la pr�sente Code civil de Californie §1542, qui dit: �Une lib�ration g�n�rale ne s'�tend pas aux affirmations que le cr�ancier ou la partie de lib�ration ne sait pas ou ne soup�onne pas d'exister dans sa faveur � l'�poque.d'ex�cuter la lib�ration et que, si elle est connue par lui-m�me, aurait affect� de mani�re significative son r�glement avec le d�biteur ou la partie lib�ration. "
sw: Kwa hiyo, kwa kiwango cha juu kinachoruhusiwa na sheria husika, unatuokoa (na maafisa wetu, wakurugenzi, mawakala, matawi, ubia na wafanyakazi) kutokana na madai, madai na uharibifu (halisi na matokeo) ya kila aina na asili, inayojulikana na haijulikani, kutokana na au kwa njia yoyote kushikamana na migogoro hiyo.Ikiwa wewe ni mkazi wa California, wewe hapa Waive California Civil Code §1542, ambayo inasema: "Kuondolewa kwa ujumla haipanua madai kwamba mkopo au kutoa chama hajui au mtuhumiwa kuwepo kwa kibali chake wakati huoya kutekeleza kutolewa, na kwamba, kama inajulikana na yeye, ingekuwa imeathiri makazi yake na mdaiwa au kutoa chama. "
zh_cn: 因此，在适用法律允许的最大范围内，您将根据各种和性质的索赔，要求和损害（实际和后果）发布美国（以及我们的官员，董事，代理商，子公司，合资企业和雇员），知名和未知，出现在与此类争议相关的任何方式。如果您是加州居民，您在此免除加州民法典§1542，它说：“一般释放并未延伸到声称债权人或释放方在当时不知道或怀疑存在于他或她的青睐时执行释放，如果是他或她，那么，就会将其与债务人或释放党的结算重大影响。“

# total_caps_text
source: TOTAL
af: Totaal
fr: LE TOTAL
sw: Jumla
zh_cn: 全部的

# total_items_text
source: TOTAL ITEMS
af: Totale items
es: ARTICULOS TOTALES
fr: ARTICLES AU TOTAL
sw: Vitu vyote
zh_cn: 总项目

# money_pledged_by_donor_tag
source: Money pledged by donor
af: Geld belowe deur skenker
es: Dinero prometido por el donante
fr: Argent annonc� par le donateur
sw: Fedha imeahidiwa na wafadhili
zh_cn: 捐赠者承诺的钱

# estimated_value_item_hint
source: Ex: $100
zh_cn: 前：100美元

# estimated_value_place_hint
source: Ex: $2000
zh_cn: 前：2000美元

# seva_exchange_text_new
source: By continuing, you agree to Seva Exchange's
af: Deur voort te gaan, stem jy in tot Seva Exchange's
es: Al continuar, usted acepta el cambio de divisas.
fr: En continuant, vous acceptez de Seva Exchange
sw: Kwa kuendelea, unakubaliana na Seva Exchange
zh_cn: 通过持续，您同意Seva Exchange的

# lending_offer_location_hint_item
source: Provide general vicinity of pick-up location
af: Verskaf algemene omgewing van afhaalplek
es: Proporcionar la vecindad general de la ubicaci�n de recogida
fr: Fournir le g�n�ral proximit� de la localisation de ramassage
sw: Kutoa maeneo ya karibu ya eneo la kuchukua
zh_cn: 提供接送位置附近

# lending_offer_location_hint_place
source: Provide general vicinity of where the accommodation is
af: Verskaf algemene omgewing van waar die akkommodasie is
es: Proporcionar vecindad de donde se encuentra el alojamiento.
fr: Fournir des proximit� g�n�rale de l'endroit o� l'h�bergement est
sw: Kutoa maeneo ya karibu ambapo malazi ni
zh_cn: 提供住宿的一般附近

# location_safety_disclaimer
source: Note: For safety precautions, do not list the exact location.
af: Let wel: Vir veiligheidsmaatre�ls, lys nie die presiese ligging nie.
es: Nota: Para precauciones de seguridad, no enumere la ubicaci�n exacta.
fr: Remarque: Pour les pr�cautions de s�curit�, ne r�pertoriez pas l'emplacement exact.
sw: Kumbuka: Kwa tahadhari za usalama, usiseme mahali halisi.
zh_cn: 注意：为了安全预防措施，请勿列出确切的位置。

# customise_community
source: Customise your Community
af: Pas jou gemeenskap aan
es: Personaliza tu comunidad
fr: Personnalisez votre communaut�
sw: Customize jamii yako.
zh_cn: 定制你的社区

# community_logo
source: Commumity Logo
af: Gemeenskap logo
es: Logotipo de la comunidad
fr: Logo communautaire
sw: Rangi ya Jumuiya.
zh_cn: 社区标志

# replace_logo
source: This logo will replace the SevaX Logo on the top left side of the page
af: Hierdie logo sal die SEVAX-logo aan die linkerkant van die bladsy vervang
es: Este logo reemplazar� el logotipo de SEVAX en el lado superior izquierdo de la p�gina
fr: Ce logo remplacera le logo SEVAX en haut � gauche de la page.
sw: Alama hii itachukua nafasi ya alama ya Sevax kwenye upande wa kushoto wa ukurasa
zh_cn: 此标志将替换页面左上角的 SevaX 标志

source: Choose theme color
af: Kies tema kleur
es: Elige el color del tema
fr: Choisissez la couleur du th�me
sw: Chagua rangi ya mandhari
zh_cn: 选择主题颜色

source: Long press to reset
af: Lang druk om te herstel
es: Pulsaci�n larga para reiniciar
fr: Appuyez longuement pour r�initialiser
sw: Waandishi wa habari wa muda mrefu wa upya
zh_cn: 长按重​​置

source: Tap to add colors
af: Tik om kleure by te voeg
es: Toque para agregar colores
fr: Appuyez sur pour ajouter des couleurs
sw: Gonga ili kuongeza rangi
zh_cn: 点击添加颜色

# you_have_recieved
source: You have received
af: Jy het ontvang
es: Has recibido
fr: Vous avez reçu
sw: Umepokea
zh_cn: 你收到了

# seva_credits_donated_text
source: Seva Credits Donated
af: SEVA krediete geskenk
es: Seva créditos donados
fr: Seva crédits donnés
sw: Mikopo ya Seva iliyotolewa
zh_cn: 捐赠的塞维斯信用额

# seva_credits_from_text
source: Seva Credit(s) from
af: Seva krediet (s) van
es: Seva Credit (s) de
fr: Seva Crédit (s) de
sw: Seva Mikopo (s) kutoka
zh_cn: Seva Credit（s）来自

# change_ownership_successful
source: You have successfully transferred ownership of **groupName to **newOwnerName.
af: U het die eienaarskap van ** Groepnaam suksesvol oorgedra tot ** NewnabernaName.
es: Ha transferido con éxito la propiedad de ** GroupName a ** NewownNombre.
fr: Vous avez transféré avec succès la propriété de ** nom de groupe à ** New Nomnername.
sw: Umefanikiwa kuhamisha umiliki wa ** Kikundi cha Kikundi cha ** Jina la NEWOWNERNAME.
zh_cn: 您已成功转移** GroupName的所有权至** newownername。

# changed_ownership_of_text
source: changed ownership of
af: verander eienaarskap van
es: Cambio de propiedad de
fr: Changement de propriété de
sw: iliyopita umiliki wa umiliki
zh_cn: 改变了所有权

# transfer_ownership_text
source: Transfer Ownership
af: Oordrag eienaarskap
es: Transferir propiedad
fr: Transfert de propriété
sw: Kuhamisha umiliki.
zh_cn: 所有权转让

# you_have_been_made_the_new_owner_of_group_name_subtitle
source: You have been made the new owner of
af: U is die nuwe eienaar van
es: Has sido hecho al nuevo propietario de
fr: Vous avez été fait le nouveau propriétaire de
sw: Umefanya mmiliki mpya wa
zh_cn: 你已经成为新所有者

# direction_for_manage_transfer_ownership
source: Go to your group Manage tab and then select a new group member to transfer ownership.
af: Gaan na jou groep Bestuur oortjie en kies dan 'n nuwe groeplid om eienaarskap oor te dra.
es: Vaya a la pestaña Administrar su grupo y luego seleccione un nuevo miembro del grupo para transferir la propiedad.
fr: Accédez à l'onglet Gérer votre groupe, puis sélectionnez un nouveau membre du groupe pour transférer la propriété.
sw: Nenda kwenye kikundi chako cha kusimamia kichupo na kisha chagua mwanachama wa kikundi kipya kuhamisha umiliki.
zh_cn: 转到组管理选项卡，然后选择新组成员以传输所有权。

# be_sure_message_text
source: Be sure to check with the member first by messaging them.
af: Maak seker dat jy eers met die lid nagaan deur hulle te messag.
es: Asegúrese de consultar con el miembro primero enviando mensajes.
fr: Assurez-vous de vérifier d'abord avec le membre en les saluant.
sw: Hakikisha kuangalia na mwanachama kwanza kwa kuwaambia.
zh_cn: 请务必首先通过邮件发送成员。

# removed_you_from_text
source: removed you from
af: het jou verwyder van
es: quitado de
fr: vous enlevé de
sw: ilikuondoa kutoka
zh_cn: 删除了你

# note_for_transfer_ownership_notification
source: Note: If you cannot fulfil this role or if you believe this was done in error please click here.
af: Let wel: As u nie hierdie rol kan nakom nie, of as u dit glo, is dit verkeerd gedoen, kliek hier.
es: Nota: Si no puede cumplir este rol o si cree que esto se hizo en un error, haga clic aquí.
fr: Remarque: Si vous ne pouvez pas remplir ce rôle ou si vous croyez que cela a été fait par erreur, veuillez cliquer ici.
sw: Kumbuka: Ikiwa huwezi kutimiza jukumu hili au ikiwa unaamini hii ilifanyika kwa kosa tafadhali bonyeza hapa.
zh_cn: 注意：如果您无法满足此角色，或者如果您认为这是错误的，请点击此处。

source: Transfer of group ownership update.
af: Oordrag van groepbesit opdatering.
es: Transferencia de actualización de propiedad de grupo.
fr: Transfert de la mise à jour de la propriété du groupe.
sw: Uhamisho wa sasisho la umiliki wa kikundi.
zh_cn: 转移组所有权更新。

# directions_text
source: Directions
af: Aanwysings
es: Direcciones
fr: instructions
sw: Maelekezo
zh_cn: 方向

# link_for_demo_video_text
source: Link for demo video:
af: Skakel vir demo video:
es: Enlace para video de demostración:
fr: Lien pour la démo Video:
sw: Unganisha Video ya Demo:
zh_cn: Demo视频的链接：

# within_text
source: Within
af: Binne
es: Dentro de
fr: Dans
sw: Ndani ya
zh_cn: 之内

# share_text
source: Share
af: Deel
es: Compartir
fr: Partager
sw: Shiriki
zh_cn: 分享

source: Edit Post
af: Wysig pos
es: Editar post
fr: Modifier
sw: Hariri Post.
zh_cn: 编辑帖子

# create_post
source: Create a Post
af: Skep 'n pos
es: Crear un post
fr: Créer un post
sw: Unda Post.
zh_cn: 创建一个帖子

source: Add to post
af: Voeg by Post
es: Añadir
fr: Ajouter au post
sw: Ongeza kwenye chapisho
zh_cn: 加入帖子

source: Save Changes
af: Stoor veranderinge
es: Guardar cambios
fr: Sauvegarder les modifications
sw: Hifadhi mabadiliko
zh_cn: 保存更改

# accept_this_offer
source: Would you like to accept this offer?
af: Wil jy hierdie aanbod aanvaar?
es: ¿Te gustaría aceptar esta oferta?
fr: Souhaitez-vous accepter cette offre?
sw: Ungependa kukubali kutoa hii?
zh_cn: 你想接受这个优惠吗？

# have_accepted_offer
source: You have accepted this offer.
af: U het hierdie aanbod aanvaar.
es: Has aceptado esta oferta.
fr: Vous avez accepté cette offre.
sw: Umekubali kutoa hii.
zh_cn: 您已接受此优惠。

# chat_text
source: Chat
af: Gesels
fr: Discuter
sw: Kuzungumza
zh_cn: 聊天

# share_post_to
source: Whom do you want to share this Post?
af: Wie wil jy hierdie pos deel?
es: ¿A quién quieres compartir este post?
fr: Qui voulez-vous partager cet article?
sw: Unataka kushiriki nani post hii?
zh_cn: 你想分享这篇文章的谁？

# remove_bookmark
source: Remove from bookmark
af: Verwyder van boekmerk
es: Eliminar de Bookmark
fr: Supprimer du signet
sw: Ondoa kutoka alama ya alama
zh_cn: 从书签中删除

source: Add images
af: Voeg beelde by
es: Añadir imágenes
fr: Ajouter des images
sw: Ongeza picha
zh_cn: 添加图像

source: Choose Images
af: Kies beelde
es: Elige imágenes
fr: Choisissez des images
sw: Chagua picha
zh_cn: 选择图像

# money_request_minimum_donation_error_text
source: Please enter the number of minimum donation needed
af: Voer asseblief die aantal minimum skenking in wat benodig word
es: Por favor ingrese el número de donación mínima necesaria
fr: Veuillez entrer le nombre de don minimum requis
sw: Tafadhali ingiza idadi ya mchango mdogo unahitajika
zh_cn: 请输入所需的最低捐赠数量

source: LATEST
af: Jongste
es: MÁS RECIENTE
fr: DERNIER
sw: Karibuni
zh_cn: 最新的

# why_do_you_want_to_join
source: Why do you want to join this community?
af: Hoekom wil jy by hierdie gemeenskap aansluit?
es: ¿Por qué quieres unirte a esta comunidad?
fr: Pourquoi voulez-vous rejoindre cette communauté?
sw: Kwa nini unataka kujiunga na jumuiya hii?
zh_cn: 你为什么要加入这个社区？

# recommended_image_ratio
source: Recommended ratio 3:1, no larger than 2 MB
af: Aanbevole verhouding 3: 1, nie groter as 2 MB nie
es: Relación recomendada 3: 1, no más de 2 MB
fr: Ratio recommandé 3: 1, pas de plus de 2 Mo
sw: Imependekezwa Uwiano 3: 1, hakuna kubwa kuliko 2 MB
zh_cn: 推荐比例3：1，不大于2 MB

# short_review
source: Write a short review
af: Skryf 'n kort resensie
es: Escribe una breve reseña
fr: Écrire une courte critique
sw: Andika mapitio mafupi.
zh_cn: 写一个简短的评论

# invite_members_copy_code
source: To invite members, copy and paste this either into the message portion of your email or into a text message.
af: Om lede uit te nooi, dit in die boodskapgedeelte van u e-pos of in 'n sms-boodskap te kopieer en te plak.
es: Para invitar a los miembros, copiar y pegar esto en la parte de mensaje de su correo electrónico o en un mensaje de texto.
fr: Pour inviter des membres, copier et coller cela dans la partie de message de votre courrier électronique ou dans un message texte.
sw: Ili kuwakaribisha wanachama, nakala na kuunganisha hii kwenye sehemu ya ujumbe wa barua pepe yako au kwenye ujumbe wa maandishi.
zh_cn: 要邀请成员，将其复制并粘贴到电子邮件的消息部分或文本消息中。

# failed_text
source: FAILED
af: Misluk
es: FALLIDA
fr: ÉCHOUÉ
sw: Imeshindwa
zh_cn: 失败的

source: NOT ATTENDED
af: Nie bygewoon nie
es: NO ATENDIDO
fr: PAS ASSISTÉ
sw: Haihudhuriwa.
zh_cn: 没有参加

source: Copy to clipboard
af: Kopieer na knipbord
es: Copiar al portapapeles
fr: Copier dans le presse-papier
sw: Nakili kwenye clipboard.
zh_cn: 复制到剪贴板

source: Create Feeds
af: Skep feeds
es: Crear feeds
fr: Créer des flux
sw: Unda feeds.
zh_cn: 创造饲料

source: Billing Access
af: Access Access
es: Acceso de facturación
fr: Accès à la facturation
sw: Ufikiaji wa kulipa
zh_cn: 结算访问

# customise_community_title
source: Customise Community
af: Pas gemeenskap aan
es: Personalizar comunidad
fr: Personnaliser la communauté
sw: Customize jamii.
zh_cn: 自定义社区

source: Create Borrow Request
af: Skep leen versoek
es: Crear petición prestada
fr: Créer une demande d'emprunt
sw: Unda ombi la kukopa
zh_cn: 创建借用请求

source: Create Events
af: Skep gebeure
es: Crear eventos
fr: Créer des événements
sw: Unda matukio
zh_cn: 创建事件

source: Create Goods Offers
af: Skep goedere aanbiedings
es: Crear ofertas de bienes
fr: Créer des biens offres
sw: Unda bidhaa zinazotolewa
zh_cn: 创建商品提供

# create_goods_request
source: Create Goods Requests
af: Skep goedere versoeke
es: Crear solicitudes de mercancías
fr: Créer des demandes de biens
sw: Unda maombi ya bidhaa.
zh_cn: 创建商品请求

source: Create Money Offers
af: Skep geldaanbiedings
es: Crear ofertas de dinero
fr: Créer des offres d'argent
sw: Unda Mipango ya Fedha
zh_cn: 创造金钱

# create_money_request
source: Create Money Requests
af: Skep geldversoeke
es: Crear solicitudes de dinero
fr: Créer des demandes d'argent
sw: Unda maombi ya fedha.
zh_cn: 创造金钱要求

source: Create Time Offers
af: Skep tydaanbiedings
es: Crear ofertas de tiempo
fr: Créer des offres de temps
sw: Unda wakati unatoa
zh_cn: 创建时间优惠

# create_time_request
source: Create Time Requests
af: Skep tydversoeke
es: Crear solicitudes de tiempo
fr: Créer des demandes de temps
sw: Unda maombi ya wakati.
zh_cn: 创建时间请求

# invite_bulk_members
source: Invite / Invite bulk members
af: Nooi / nooi grootmaat-lede uit
es: Invitar / Invitar a los miembros a granel
fr: Inviter / inviter des membres en vrac
sw: Paribisha / kuwakaribisha wanachama wengi
zh_cn: 邀请/邀请批量成员

source: Promote User
af: Bevorder gebruiker
es: Promover el usuario
fr: Promouvoir l'utilisateur
sw: Kukuza Mtumiaji.
zh_cn: 推广用户

source: Demote user
af: Demoteer gebruiker
es: Usuario de degradación
fr: Demote utilisateur
sw: Mtumiaji wa Demote.
zh_cn: 贬低用户

# create_onetomany_request
source: Create One To Many Requests
af: Skep een vir baie versoeke
es: Crea uno a muchas solicitudes.
fr: Créer un pour plusieurs demandes
sw: Unda maombi moja kwa mengi.
zh_cn: 创建一个到许多要求

source: Create virtual Request
af: Skep virtuele versoek
es: Crear solicitud virtual
fr: Créer une demande virtuelle
sw: Unda ombi la kawaida.
zh_cn: 创建虚拟请求

source: Create public request
af: Skep openbare versoek
es: Crear solicitud pública
fr: Créer une demande publique
sw: Unda ombi la umma.
zh_cn: 创建公共请求

source: Create virtual event
af: Skep virtuele gebeurtenis
es: Crear evento virtual
fr: Créer un événement virtuel
sw: Unda Tukio la Virtual.
zh_cn: 创建虚拟事件

source: Create public event
af: Skep openbare gebeurtenis
es: Crear evento público
fr: Créer un événement public
sw: Unda tukio la umma
zh_cn: 创建公共活动

source: Create endorsed group
af: Skep geëndosseerde groep
es: Crear grupo aprobado
fr: Créer un groupe approuvé
sw: Unda kikundi kilichokubaliwa
zh_cn: 创建认可团体

source: Create private group
af: Skep privaat groep
es: Crear grupo privado
fr: Créer un groupe privé
sw: Unda kikundi cha faragha
zh_cn: 创建私人组

# one_to_many_offer
source: Create One To Many Offer
af: Skep een vir baie aanbod
es: Crear uno a muchas ofertas
fr: Créer un à plusieurs offres
sw: Unda moja kwa moja kutoa
zh_cn: 创造一个到许多优惠

source: Accept Time Offer
af: Aanvaar tyd aanbod
es: Aceptar la oferta de tiempo
fr: Accepter l'offre de temps
sw: Kukubali utoaji wa muda
zh_cn: 接受时间优惠

source: Accept Money Offer
af: Aanvaar geldaanbod
es: Aceptar oferta de dinero
fr: Accepter l'offre de l'argent
sw: Pata kutoa fedha
zh_cn: 接受金钱提议

source: Accept Goods Offer
af: Aanvaar goedere aanbod
es: Aceptar la oferta de bienes
fr: Accepter une offre de marchandises
sw: Kukubali utoaji wa bidhaa.
zh_cn: 接受货物优惠

source: Accept One To Many Offer
af: Aanvaar een vir baie aanbod
es: Aceptar uno a muchas ofertas
fr: Accepter un à plusieurs offres
sw: Kukubali kutoa moja kwa wengi.
zh_cn: 接受一个到许多优惠

source: Create Lending Offers
af: Skep uitleenaanbiedings
es: Crear ofertas de préstamo
fr: Créer des offres de prêt
sw: Unda mikopo inatoa
zh_cn: 创造贷款优惠

source: Accept Lending Offers
af: Aanvaar leningsaanbiedings
es: Aceptar ofertas de préstamo
fr: Accepter les offres de prêt
sw: Kukubali kutoa mikopo
zh_cn: 接受贷款优惠

# as_a_donation_text
source: as a donation.
af: as 'n skenking.
es: como una donación.
fr: comme un don.
sw: kama mchango.
zh_cn: 作为捐款。

# name_should_contain_three_characters
source: Name should atleast contain 3 characters
af: Naam moet ten minste 3 karakters bevat
es: El nombre debe al menos contener 3 caracteres
fr: Nom devrait au moins contenir 3 caractères
sw: Jina linapaswa kuwa na wahusika 3.
zh_cn: 名称应至少包含3个字符

source: Password cannot be empty
af: Wagwoord kan nie leeg wees nie
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
sw: Nenosiri hawezi kuwa tupu.
zh_cn: 密码不能为空

# password_length
source: Password must be at least 6 character long
af: Wagwoord moet ten minste 6 karakter lank wees
es: La contraseña debe tener al menos 6 caracteres de largo.
fr: Le mot de passe doit être au moins 6 personnages longs
sw: Neno la siri lazima iwe angalau 6 tabia ya muda mrefu.
zh_cn: 密码必须至少为6个字符

# confirm_password_length
source: Confirm Password must be at least 6 character long
af: Bevestig wagwoord moet ten minste 6 karakters lank wees
es: Confirmar la contraseña debe tener al menos 6 caracteres de largo
fr: Confirmer le mot de passe doit être au moins 6 caractères longtemps
sw: Thibitisha nenosiri lazima iwe angalau tabia 6 kwa muda mrefu.
zh_cn: 确认密码必须至少为6个字符

# confirm_password_empty
source: Confirm Password cannot be empty
af: Bevestig wagwoord kan nie leeg wees nie
es: Confirmar contraseña no puede estar vacío
fr: Confirmer le mot de passe ne peut pas être vide
sw: Thibitisha nenosiri haliwezi kuwa tupu.
zh_cn: 确认密码不能为空

# paypal_hint_text
source: Ex: Paypal ID (phone or email)
af: Ex: PayPal ID (telefoon of e-pos)
es: Ej: PayPal ID (teléfono o correo electrónico)
fr: EX: ID PayPal (téléphone ou email)
sw: EX: Kitambulisho cha PayPal (simu au barua pepe)
zh_cn: 前：PayPal ID（电话或电子邮件）

# swift_hint_text
source: Ex: Swift ID
es: Ej: ID SWIFT
sw: Ex: Kitambulisho cha Swift.
zh_cn: 前：SWIFT ID

source: ID cannot be empty
af: ID kan nie leeg wees nie
es: La identificación no puede estar vacía
fr: L'identifiant ne peut pas être vide
sw: Kitambulisho hawezi kuwa tupu.
zh_cn: id不能为空

source: Enter valid Swift ID
af: Gee geldige Swift ID in
es: Ingrese una identificación rápida válida
fr: Entrez un identifiant SWIFT valide
sw: Ingiza ID sahihi ya Swift.
zh_cn: 输入有效的SWIFT ID

# creating_offer_with_underscore
source: Creating offer with "_" is not allowed
af: Skep aanbod met "_" is nie toegelaat nie
es: Crear oferta con "_" no está permitido
fr: Créer une offre avec "_" n'est pas autorisé
sw: Kujenga kutoa na "_" haruhusiwi.
zh_cn: 不允许使用“_”创建要约
