Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# change_plan_confirm
source: Change plan confirmation
af: Plan verandering bevestig
es: Confirmación de cambio de plan
fr: Modifier la confirmation du plan
sw: Badilisha uthibitisho wa mpango
zh_cn: 变更计划确认

# upgrade_plan_confirm
source: Are you sure you want to upgrade the plan ?
af: Is jy seker dat jy die plan wil opgradeer?
es: ¿Está seguro de que desea actualizar el plan?
fr: Voulez-vous vraiment mettre à niveau le plan?
sw: Je! Una uhakika unataka kuboresha mpango?
zh_cn: 您确定要升级该计划吗？

# contact_seva_team
source: Please contact Sevax support for downgrading your plan
af: Kontak Sevax-ondersteuning vir die afgradering van jou plan
es: Por favor comuníquese con el soporte de Sevax para degradar su plan
fr: Veuillez contacter le support Sevax pour rétrograder votre plan
sw: Tafadhali wasiliana na msaada wa Sevax kwa kushusha mpango wako
zh_cn: 请联繫Sevax支持以降低您的计划等级

# clear_dues
source: Please clear your dues and try again !
af: Vereffen asb. die uitstaande fooie uit en probeer weer!
es: Borre sus cuotas y vuelva a intentarlo.
fr: Veuillez effacer vos cotisations et réessayer!
sw: Tafadhali futa haki zako na ujaribu tena!
zh_cn: 请清除欠款，然后重试！

source: Add New Card
af: Voeg nuwe kaart by
es: Agregar nueva tarjeta
fr: Ajouter une nouvelle carte
sw: Ongeza Kadi Mpya
zh_cn: 新增卡

source: Card Number
af: Kaart nommer
es: Número de tarjeta
fr: Numéro de carte
sw: Namba ya kadi
zh_cn: 卡号

source: Donation Offered
af: Donasie aangebied
es: Donación ofrecida
fr: Don offert
sw: Mchango uliotolewa
zh_cn: 提供捐款

source: Acknowledged
af: Bekragtig
es: Admitido
fr: Reconnu
sw: Imekiriwa
zh_cn: 已确认

source: Modified
af: Gewysig
es: Modificado
fr: Modifié
sw: Imebadilishwa
zh_cn: 更改

# expiry_date
source: Expiration Date
af: Vervaldatum
es: Fecha de caducidad
fr: Date d'expiration
sw: Tarehe ya kumalizika muda
zh_cn: 截止日期

source: Trustworthiness
af: Betroubaarheid
es: Integridad
fr: Fiabilité
sw: Uaminifu
zh_cn: 值得信赖

# reliability_score
source: Reliability
af: Betroubaarheid
es: Fiabilidad
fr: Fiabilité
sw: Kuegemea
zh_cn: 可靠性

# donation_dispute_info
source: If there is discrepancy in the items received, please message the number.
af: Sou daar teenstrydiheid bestaan oor die ontvange artikels, stuur asb. die nommer.
es: Si hay discrepancias en los artículos recibidos, envíe un mensaje al número.
fr: S'il y a une différence dans les articles reçus, veuillez envoyer le numéro.
sw: Ikiwa kuna tofauti katika vitu vilivyopokelewa, tafadhali tuma nambari hiyo.
zh_cn: 如果收到的项目有差异，请告知编号。

# part_of_seva_communication
source: Part of SevaX global network of Communication
af: Deel van die wÃªreldwye SevaX-netwerk van kommunikasie
es: Parte de la red global de comunicación SevaX
fr: Fait partie du réseau mondial de communication SevaX
sw: Sehemu ya mtandao wa Mawasiliano wa SevaX
zh_cn: SevaX全球通信网络的一部分

# no_near_communities
source: No nearby Seva Communities
af: Gedeelte van die SevaX Globale Kommunikasie-netwerk
es: No hay comunidades Seva cercanas
fr: Aucune communauté Seva à proximité
sw: Hakuna Jamii za Seva zilizo karibu
zh_cn: 附近没有时间银行

# find_near_timebanks
source: Find a Seva Community near you
af: Geen Seva-gemeenskappe naby jou nie
es: Encuentre una comunidad Seva cerca de usted
fr: Trouvez une communauté Seva près de chez vous
sw: Pata Jamii ya Seva karibu nawe
zh_cn: 寻找您附近的时间银行

# gps_reminder_near
source: Please make sure you have GPS turned on to see the list of Seva Communities around you
af: Maak seker dat jou GPS aangeskakel is om die lys van Seva-gemeenskappe rondom jou te sien
es: Por favor asegúrese de tener el GPS encendido para ver la lista de comunidades de Seva a su alrededor
fr: Veuillez vous assurer que le GPS est activé pour voir la liste des communautés Seva autour de vous
sw: Tafadhali hakikisha umewasha GPS ili kuona orodha ya Jamii za Seva zilizo karibu nawe
zh_cn: 请确保您已打开GPS，以查看您周围的时间银行列表

source: See All
af: Kyk na Alles
es: Ver todo
fr: Voir tout
sw: Ona yote
zh_cn: 查看全部

source: See Less
af: Kyk na Minder
es: Ver menos
fr: Voir moins
sw: Angalia Kidogo
zh_cn: 减少展示

# start_request_date
source: Start adding the first request
af: Voeg die eerste versoek by
es: Comience a agregar la primera solicitud
fr: Commencez à ajouter la première demande
sw: Anza kuongeza ombi la kwanza
zh_cn: 开始添加第一个请求

source: Seva Community Requests
af: Seva Gemeenskaps-versoeke
es: Solicitudes de la comunidad de Seva
fr: Demandes de la communauté Seva
sw: Maombi ya Jumuiya ya Seva
zh_cn: 时间银行需求

# enter_max_credits
source: Please enter maximum credits
af: Voer asseblief maksimum krediete in
es: Ingrese los créditos máximos
fr: Veuillez saisir le maximum de crédits
sw: Tafadhali ingiza kiwango cha juu cha mikopo
zh_cn: 请输入最高点数

source: Existing Requests
af: Bestaande Versoeke
es: Solicitudes existentes
fr: Demandes existantes
sw: Maombi Yaliyopo
zh_cn: 现有需求

source: Edit Request
af: Wysig Versoek
es: Editar solicitud
fr: Modifier la demande
sw: Hariri Ombi
zh_cn: 编辑需求

source: Description
af: Beskrywing
es: Descripción
fr: La description
sw: Maelezo
zh_cn: 描述

source: Donation Address
af: Donasie-adres
es: Dirección de donación
fr: Adresse de don
sw: Anwani ya Mchango
zh_cn: 捐款地址

source: Bank Address
af: Bank-adres
es: Dirección del banco
fr: Adresse de la banque
sw: Anwani ya Benki
zh_cn: 银行地址

source: Routing number
af: Roete-nommer
es: Número de ruta
fr: Numéro d'acheminement
sw: Nambari ya njia
zh_cn: Routing 号码

source: last option
af: laaste opsie
es: ultima opcion
fr: dernière option
sw: chaguo la mwisho
zh_cn: 最后的选择

# no_record_transactions_yet
source: No recorded transactions yet !
af: Nog geen transaksies aangeteken nie!
es: ¡Aún no hay transacciones registradas!
fr: Aucune transaction enregistrée pour le moment!
sw: Bado hakuna shughuli zilizorekodiwa!
zh_cn: 尚无记录的交易！

# task_desc
source: Here is the list of pending tasks that are waiting for your acceptance, not accepted tasks and the tasks you have completed.
af: Hier is 'n lys van onvoltoide take wat wag om deur jou aanvaar te word. Die lys bevat verder ook take wat jy aanvaar en voltooi het.
es: Aquí está la lista de tareas pendientes que están esperando su aceptación, las tareas no aceptadas y las tareas que ha completado.
fr: Voici la liste des tâches en attente qui attendent votre acceptation, les tâches non acceptées et les tâches que vous avez accomplies.
sw: Hapa kuna orodha ya kazi zinazosubiri ambazo zinasubiri kukubalika kwako, sio kazi zilizokubalika na majukumu ambayo umekamilisha.
zh_cn: 这是等待接受的待处理工作列表，不是接受的工作或已完成的工作。

source: Total Earned
af: Totaal Verdien
es: Total de Ganancias
fr: Total Gagné
sw: Jumla ya Mapato
zh_cn: 总收入

# start_new_offer
source: Start adding the first offer
af: Begin die eerste aanbod byvoeg
es: Comienza a agregar la primera oferta
fr: Commencez à ajouter la première offre
sw: Anza kuongeza ofa ya kwanza
zh_cn: 开始添加第一个服务

# compose_new_msg
source: Compose new message
af: Skryf nuweboodskap
es: Redactar nuevo mensaje
fr: Rédiger un nouveau message
sw: Tunga ujumbe mpya
zh_cn: 撰写新讯息

# admin_msg
source: Admin Messages
af: Adminboodskappe
es: Mensajes de administrador
fr: Messages d'administration
sw: Ujumbe wa Usimamizi
zh_cn: 管理员讯息

source: Personal Messages
af: Persoonlike Boodskappe
es: Mensajes personales
fr: Messages personnels
sw: Ujumbe wa Kibinafsi
zh_cn: 个人讯息

# messaging_room_logo
source: Messaging Room Image
af: Foto van Boodskapkamer
es: Imagen de la sala de mensajería
fr: Image de la salle de messagerie
sw: Picha ya Chumba cha Kutuma Ujumbe
zh_cn: 传讯室图片

# no_msg_yet
source: No messages yet
af: Nog geen boodskappe nie
es: Aún no hay mensajes
fr: Pas encore de messages
sw: Bado hakuna ujumbe
zh_cn: 尚无讯息

source: No feeds yet
af: Nog geen toevoere nie
es: Aún no hay feeds
fr: Pas encore de flux
sw: Hakuna milisho bado
zh_cn: 还没有提要

# add_new_feed
source: Start adding the first feed
af: Begin die eerste toevoer byvoeg
es: Comience a agregar el primer feed
fr: Commencez à ajouter le premier flux
sw: Anza kuongeza chakula cha kwanza
zh_cn: 开始添加第一个提要

source: Comments
af: Kommentaar
es: Comentarios
fr: commentaires
sw: Maoni.
zh_cn: 注释

# add_comment
source: Add a comment...
af: Lewer kommentaar...
es: Añadir un comentario...
fr: Ajouter un commentaire...
sw: Ongeza maoni ...
zh_cn: 添加评论...

# view_prev_replies
source: View Previous Replies
af: Kyk na vorige antwoorde
es: Ver respuestas anteriores
fr: Voir les réponses précédentes
sw: Tazama Majibu Yaliyotangulia
zh_cn: 查看以前的回复

source: Reply
af: Antwoord
es: Respuesta
fr: Répondre
sw: Jibu
zh_cn: 回复

source: Liked
af: Hou van
es: Gustó
fr: Aimé
sw: Zilipendwa
zh_cn: 喜欢了

source: Like
af: Soos
es: Como
fr: Comme
sw: Kama
zh_cn: 喜欢

# report_on
source: Reports on
af: Verslae oor
es: Informes sobre
fr: Rapports sur
sw: Ripoti juu
zh_cn: 报告

# switch_timebank
source: Switch To Seva Community
af: Skakel oor na Seva-gemeenskap
es: Cambiar a la comunidad de Seva
fr: Passer à la communauté Seva
sw: Badilisha hadi Jumuiya ya Seva
zh_cn: 切换到时间银行

# type_group
source: Type a group name
af: Tik 'n groepnaam in
es: Escriba un nombre de grupo
fr: Tapez un nom de groupe
sw: Andika jina la kikundi
zh_cn: 输入群组名称

source: Admin Tools
af: Admin Hulpware
es: Herramientas de administración
fr: Outils d'administration
sw: Zana za Usimamizi
zh_cn: 管理工具

# of_text
source: of
af: van
es: de
fr: de
sw: ya
zh_cn: 的

# start_new_feed
source: Start a new feed..
af: Begin 'n nuwe toevoer ..
es: Iniciar un nuevo feed ...
fr: Créez un nouveau flux.
sw: Anzisha mpasho mpya ..
zh_cn: 开始一个新的提要。

source: View more comments
af: Kyk na meer opmerkings
es: Ver más comentarios
fr: Afficher plus de commentaires
sw: Angalia maoni zaidi
zh_cn: 查看更多评论

source: People
af: Mense
es: Personas
fr: Gens
sw: Watu
zh_cn: 人们

source: Replies
af: Antwoorde
es: Respuestas
fr: réponses
sw: Majibu
zh_cn: 回覆

# near_by_timebank_search_hint
source: Please type in your ZIP or postal code in the field or type in your city, state, and country to find a Seva Community near you.
af: Voer asseblief jou poskode in die veld in of tik jou stad, staat en land in om 'n Seva-gemeenskap naby jou te vind.
es: Escriba su ZIP o código postal en el campo o escriba su ciudad, estado y país para encontrar una Comunidad Seva cerca de usted.
fr: Veuillez saisir votre code postal dans le champ ou saisir votre ville, état et pays pour trouver une communauté Seva près de chez vous.
sw: Tafadhali andika ZIP yako au msimbo wa posta uwanjani au chapa katika jiji lako, jimbo, na nchi yako kupata Jumuiya ya Seva karibu na wewe.
zh_cn: 请在字段中输入邮政编码或邮政编码，或者输入城市，州和国家/地区，以找到您附近的时间银行。

# near_by_timebank_subtitle
source: Find a Seva Community near you. Don't see any near you? You can always create your own Seva Community for free and invite the people you know. Seva Communities are a safe and secure way to communicate with your friends and family. Please type in your ZIP or postal code in the field or type in your city, state, and country to find a Seva Community near you.
af: Vind 'n Seva-gemeenskap naby jou. Vind jy geen naby jou nie? Jy kan altyd jou eie Seva-gemeenskap gratis skep en dan mense uitnooi wie jou ken. Seva-gemeenskappe is 'n veilige manier om met jou vriende en familie te kommunikeer. Tik jou poskode in die voorsiene veld of tik jou stad, staat en land in om 'n Seva-gemeenskap naby jou te vind.
es: Encuentre una Comunidad Seva cerca de usted.¿No ves ninguno cerca de ti?Siempre puede crear su propia Comunidad Seva de forma gratuita e invitar a las personas que conoce.Las comunidades de Seva son una forma segura de comunicarse con sus amigos y familiares. Por favor ingrese su ZIP o código postal en el campo o ingrese su ciudad, estado y país para encontrar una Comunidad Seva cerca de usted.
fr: Trouvez une communauté Seva près de chez vous.Vous n'en voyez pas près de chez vous?Vous pouvez toujours créer votre propre communauté Seva gratuitement et inviter les personnes que vous connaissez.Les communautés Seva sont un moyen sûr et sécurisé de communiquer avec vos amis et votre famille. Veuillez saisir votre code postal dans le champ ou saisir votre ville, état et pays pour trouver une communauté Seva près de chez vous.
sw: Pata Jamii ya Seva karibu nawe.Je! Huoni yeyote karibu nawe?Unaweza daima kuunda Jumuiya yako ya Seva bure na uwaalike watu unaowajua.Jamii za Seva ni njia salama na salama ya kuwasiliana na marafiki na familia yako. Tafadhali andika ZIP yako au msimbo wa posta uwanjani au andika katika jiji, jimbo, na nchi yako kupata Jumuiya ya Seva karibu na wewe.
zh_cn: 在您附近找到一个时间银行。在您附近看不到任何东西吗？您随时可以免费创建自己的时间银行，并邀请您认识的人。时间银行是与您的朋友和家人进行交流的一种安全可靠的方式。 请在字段中输入邮政编码或邮政编码，或输入城市，州和国家/地区，以找到您附近的时间银行。

# near_by_timebank_title
source: Find a Seva Community near you.
af: Vind 'n Seva-gemeenskap naby jou.
es: Encuentre una Comunidad Seva cerca de usted.
fr: Trouvez une communauté Seva près de chez vous.
sw: Pata Jamii ya Seva karibu nawe.
zh_cn: 在您附近找到一个时间银行。

# timebank_about_title
source: Tell us about your Seva Community
af: Vertel ons van jou SEVA-gemeenskap
es: Cu�ntanos sobre tu comunidad de Seva
fr: Parlez-nous de votre communaut� Seva
sw: Tuambie kuhusu jamii yako ya Seva.
zh_cn: 告诉我们你的seva社区

# who_can_see_feed
source: Who can see your Feed?
af: Wie kan jou toevoere sien?
es: ¿Quién puede ver tu feed?
fr: Qui peut voir votre flux?
sw: Ni nani anayeweza kuona Malisho yako?
zh_cn: 谁可以看到您的Feed？

source: Notification Settings
af: Instellings van Kennisgewings
es: Configuración de las notificaciones
fr: Paramètres de notification
sw: Mipangilio ya Arifa
zh_cn: 通知设置

# open_notification
source: Open notifications
af: Maak kennisgewings oop
es: Notificaciones abiertas
fr: Ouvrir les notifications
sw: Fungua arifa
zh_cn: 开启通知

# owners
source: Super Admin(s)
es: Superadministradores
fr: Super administrateur (s)
sw: Wasimamizi Wakuu
zh_cn: 超级管理员

# make_owner
source: Make Super Admin
af: Skep Super Admin
es: Hacer superadministrador
fr: Faire Super Admin
sw: Fanya Usimamizi Mkubwa
zh_cn: 成为超级管理员

source: Owner
af: Eienaar
es: Propietario
fr: Propriétaire
sw: Mmiliki
zh_cn: 所有者

# add_to_existing_reqest
source: Add to Existing Request
af: Voeg by bestaande versoek
es: Agregar a solicitud existente
fr: Ajouter à la demande existante
sw: Ongeza kwenye Ombi Lililopo
zh_cn: 添加到现有请求

# save_as_sponsored
source: Save as Endorsed
af: Stoor as goedgekeur
es: Guardar como respaldado
fr: Enregistrer comme approuvé
sw: Hifadhi kama Imeidhinishwa
zh_cn: 另存为背书

# create_feed_desc_hint
source: Please share only relevant information to your Group, Event, or Community. Example, you can talk about your latest volunteer exchange and post a photo of you or the person doing the task
af: Versprei slegs toepaslike inligting in jou groep, gemeenskap of vir geleenthede. Jy kan byvoorbeeld praat oor jou laaste uitruil van vrywilligers en 'n foto plaas van jou of die persoon wat die taak doen
es: Por favor comparta solo información relevante para su Grupo, Evento o Comunidad.Por ejemplo, puede hablar sobre su último intercambio de voluntarios y publicar una foto de usted o de la persona que realiza la tarea.
fr: Veuillez ne partager que les informations pertinentes avec votre groupe, événement ou communauté.Par exemple, vous pouvez parler de votre dernier échange de volontaires et publier une photo de vous ou de la personne effectuant la tâche
sw: Tafadhali shiriki habari muhimu tu kwa Kikundi chako, Tukio, au Jumuiya.Kwa mfano, unaweza kuzungumza juu ya kubadilishana kwako kwa kujitolea na chapisha picha yako au mtu anayefanya kazi hiyo
zh_cn: 请仅与您的群组，活动或社区共享相关信息。例如，您可以谈论您最近的志愿者交流，并张贴您或执行工作的人的照片

# admin_promoted_to_owner
source: creator_name the creator of Community community_name has made you a Super Admin for this Community. This means that you will receive notifications for approvals within the community and you can create Community Requests, among other things
af: creator_name, die skepper van die gemeenskap community_name het jou as 'n super-admin vir hierdie gemeenskap aangestel. Dit beteken dat jou kennisgewings sal ontvang vir goedkeurings binne die gemeenskap en dat jou onder andere gemeenskaps-versoeke kan opstel
es: creator_name el creador de la comunidad community_name te ha convertido en superadministrador de esta comunidad.Esto significa que recibirá notificaciones de aprobaciones dentro de la comunidad y puede crear Solicitudes de la comunidad, entre otras cosas.
fr: creator_name le créateur de la communauté community_name a fait de vous un super administrateur pour cette communauté.Cela signifie que vous recevrez des notifications d'approbation au sein de la communauté et que vous pouvez créer des demandes de communauté, entre autres.
sw: jina la muumbaji jina la muundaji wa Jumuiya ya jamii imekufanya Msimamizi Mkuu wa Jumuiya hii.Hii inamaanisha kuwa utapokea arifa za idhini ndani ya jamii na unaweza kuunda Maombi ya Jumuiya, pamoja na mambo mengine
zh_cn: creator_name社区的创建者community_name使您成为该社区的超级管理员。这意味著您将在社区内收到有关批准的通知，并且可以创建社区请求等。

# owner_demoted_to_admin
source: associatedName has demoted you from being a Super Admin for the groupName
af: associatedName het jou magte as super-admin onttrek vir die groupName
es: AssociatedName te ha degradado de ser un superadministrador de groupName
fr: associéName vous a rétrogradé en tant que super-administrateur du groupe
sw: associatedName imekushusha cheo kuwa Msimamizi Mkuu wa groupName
zh_cn: relatedName已将您从成为groupName的超级管理员降级

# extra_amount_charge
source: There is an additional cost of $15 / month / community to create a Private Community
af: Daar is addisionele kostes van $15/maand/gemeenskap om 'n privaat-gemeenskap te skep
es: Hay un costo adicional de $ 15 / mes / comunidad para crear una comunidad privada
fr: Il y a un coût supplémentaire de 15 $ / mois / communauté pour créer une communauté privée
sw: Kuna gharama ya ziada ya $ 15 / mwezi / jamii kuunda Jumuiya ya Kibinafsi
zh_cn: 创建不公开社区每月需要额外支付$ 15 /社区

# sponsored_groups
source: Endorsed Groups
af: Goedgekeurde groepe
es: Grupos respaldados
fr: Groupes approuvés
sw: Vikundi vilivyoidhinishwa
zh_cn: 提供资源的群组

# endorsed_group_request_title
source: Endorsed Group Approval Request
af: Aanvaarde Groep-goedkeuringsversoeke
es: Solicitud de aprobación de grupo respaldada
fr: Demande d'approbation de groupe approuvée
sw: Ombi la Idhini iliyoidhinishwa ya Kikundi
zh_cn: 认可组批准请求

# endorsed_group_request_desc
source: user_name has created a group group_name. Please approve if this newly formed group is indeed endorsed by your organization, so it can be shown with the Endorsed Badge.
af: user_name het 'n groep namens group_name geskep. Bekragtig asb. dat hierdie nuutgestigte groep inderdaad deur jou organisasie goedgekeur word en hulle sodoende die goedgekeurde kenteken kan vertoon.
es: user_name ha creado un grupo group_name.Apruebe si este grupo recién formado cuenta con el respaldo de su organización, para que pueda mostrarse con la insignia de respaldo.
fr: nom_utilisateur a créé un groupe nom_groupe.Veuillez approuver si ce groupe nouvellement formé est effectivement approuvé par votre organisation, afin qu'il puisse être affiché avec le badge approuvé.
sw: user_name imeunda group_name group.Tafadhali idhinisha ikiwa kikundi hiki kipya kimeundwa na shirika lako, kwa hivyo inaweza kuonyeshwa na Beji iliyoidhinishwa.
zh_cn: 用户名创建了一个组 group_name 。请批准您的组织是否确实认可了这个新组建的组，因此可以与认可的徽章一起显示。

# endorsed_notification_title
source: Group group_name requires your approval
af: Groep group_name vereis jou goedkeuring
es: El grupo group_name requiere su aprobación
fr: Le groupe nom_groupe nécessite votre approbation
sw: Jina la kikundi la kikundi linahitaji idhini yako
zh_cn: 组group_name需要您的批准

# endorsed_notification_desc
source: user_name has created a group group_name. They have requested this group to be approved - to allow the group to have an endorsed badge.
af: user_name het 'n groep met group_name geskep. Hulle het versoek dat hierdie groep goedgekeur word - sodat die groep 'n goedgekeurde kenteken kan vertoon
es: user_name ha creado un grupo group_name.Han solicitado la aprobación de este grupo para permitir que el grupo tenga una insignia respaldada.
fr: nom_utilisateur a créé un groupe nom_groupe.Ils ont demandé que ce groupe soit approuvé - pour permettre au groupe d'avoir un badge approuvé.
sw: jina la mtumiaji limeunda kikundi_ jina la kikundi. Wameomba kikundi hiki kiidhinishwe - kuruhusu kikundi kiwe na beji iliyoidhinishwa.
zh_cn: 用户名创建了一个组 group_name 。他们已请求批准该组-允许该组具有认可的徽章。

# enable_gps
source: You will need to enable location services on your browser: Chrome; Edge; Firefox; Safari to allow us to display nearby Communities.
af: Aktiveer asb. die gps-dienste in jou web-blaaier (Chrome; Edge; Firefox; Safari). Sodoende kan nabygeleë gemeenskappe vertoon word.
es: Deberá habilitar los servicios de ubicación en su navegador: Chrome;Borde;Firefox;Safari para permitirnos mostrar las comunidades cercanas.
fr: Vous devrez activer les services de localisation sur votre navigateur: Chrome;Bord;Firefox;Safari pour nous permettre d'afficher les communautés à proximité.
sw: Utahitaji kuwezesha huduma za eneo kwenye kivinjari chako: Chrome;Makali;Firefox;Safari kuturuhusu kuonyesha Jamii zilizo karibu.
zh_cn: 您需要在浏览器上启用定位服务：Chrome；边缘;Firefox；Safari，使我们可以显示附近的社区。

# browser_support_info
source: This browser is currently not supported in the current release. We recommend using Google Chrome for now to optimize your experience. Thank you for your patience.
af: Hierdie web-blaaier word tans nie in die huidige weergawe ondersteun nie. Ons beveel aan dat jy Google Chrome gebruik. Dankie vir jou geduld.
es: Este navegador actualmente no es compatible con la versión actual.Recomendamos utilizar Google Chrome por ahora para optimizar su experiencia.Gracias por su paciencia.
fr: Ce navigateur n'est actuellement pas pris en charge dans la version actuelle.Nous vous recommandons d'utiliser Google Chrome pour le moment pour optimiser votre expérience.Merci pour votre patience.
sw: Kivinjari hiki kwa sasa hakihimiliwi katika toleo la sasa. Tunapendekeza utumie Google Chrome kwa sasa kuboresha uzoefu wako. Asante kwa uvumilivu wako.
zh_cn: 当前版本当前不支持此浏览器。我们建议暂时使用Google Chrome浏览器来优化您的体验。感谢您的耐心等待。

# project_message_room_invite
source: <Message_room_creator_name> has created a message room <message_room_name> in the Community <community_name> and invited you to join. Please accept or decline the invitation.
af: <Message_room_creator_name> het 'n boodskapkamer <message_room_name> in die Gemeenskap <community_name> geskep en jou uitgenooi om aan te sluit. Aanvaar of weier die uitnodiging asseblief.
es: <Message_room_creator_name> ha creado una sala de mensajes <message_room_name> en la Comunidad <community_name> y le ha invitado a unirse.Acepte o rechace la invitación.
fr: <Message_room_creator_name> a créé une salle de messages <message_room_name> dans la communauté <community_name> et vous a invité à la rejoindre.Veuillez accepter ou refuser l'invitation.
sw: <Message_room_creator_name> ameunda chumba cha ujumbe <message_room_name> katika Jamii <community_name> na amekualika ujiunge.Tafadhali kubali au kataa mwaliko.
zh_cn: <Message_room_creator_name>已在社区<community_name>中创建了一个消息室<message_room_name>，并邀请您加入。请接受或拒绝邀请。

# new_post_notification
source: There is a new Post by <name_of_poster> in the <community_name> community.
af: Daar is 'n nuwe boodskap deur <name_of_poster> vir die <community_name> gemeenskap.
es: Hay una nueva publicación de <name_of_poster> en la comunidad <community_name>.
fr: Il y a un nouveau message de <name_of_poster> dans la communauté <community_name>.
sw: Kuna Chapisho jipya la <name_of_post> katika jamii ya <community_name>.
zh_cn: <community_name>社区中有一个由<name_of_poster>发布的新帖子。
