Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# no_transactions_yet
source: You do not have any transaction yet
af: Jy het nog geen transaksies nie
es: Aún no tienes ninguna transacción
fr: Vous n'avez pas encore de transaction
sw: Hauna shughuli yoyote bado
zh_cn: 您尚未有任何交易

source: Anonymous
af: Anoniem
es: Anónimo
fr: Anonyme
sw: Haijulikani
zh_cn: 匿名

source: Date:
af: Datum
es: Fecha:
sw: Tarehe:
zh_cn: 日期：

# search_template_hint
source: Enter name of a Event Template
af: Voer die naam van 'n geleentheid-sjabloon in
es: Ingrese el nombre de una plantilla de evento
fr: Entrez le nom d'un modèle d'événement
sw: Ingiza jina la Kiolezo cha Tukio
zh_cn: 输入活动模板的名称

# create_project_from_template
source: Create an Event from Template
af: Skep 'n geleentheid vanuit die sjabloon
es: Crear un evento a partir de una plantilla
fr: Créer un événement à partir d'un modèle
sw: Unda Tukio kutoka Kiolezo
zh_cn: 从模板创建活动

# create_new_project
source: Create new Event
af: Skep 'n nuwe geleentheid
es: Crear nuevo evento
fr: Créer un nouvel événement
sw: Unda Tukio jipya
zh_cn: 建立新活动

source: No templates found
af: Geen sjablone gevind nie
es: No se encontraron plantillas
fr: Aucun modèle trouvé
sw: Hakuna templeti zilizopatikana
zh_cn: 找不到模板

# select_template
source: Please select a Template from the list of available Templates
af: Kies asb. 'n sjabloon uit die lys van beskikbares
es: Seleccione una plantilla de la lista de plantillas disponibles.
fr: Veuillez sélectionner un modèle dans la liste des modèles disponibles
sw: Tafadhali chagua Kiolezo kutoka kwenye orodha ya Matukio yanayopatikana
zh_cn: 请从可用模板列表中选择一个模板

source: Template alert
af: Sjabloon-waarskuwing
es: Alerta de plantilla
fr: Alerte de modèle
sw: Arifa ya kiolezo
zh_cn: 模板警报

# new_project
source: New Event
af: Nuwe geleentheid
es: Nuevo evento
fr: Nouvel évènement
sw: Tukio Jipya
zh_cn: 新的活动

# review_feedback_message
source: Take a moment to reflect on your experience and share your appreciation by writing a short review.
af: Neem 'n oomblik om na te dink oor jou ervaring en deel 'n kort resensie daaroor.
es: Tómese un momento para reflexionar sobre su experiencia y comparta su agradecimiento escribiendo una breve reseña.
fr: Prenez un moment pour réfléchir à votre expérience et partagez votre appréciation en écrivant une courte critique.
sw: Chukua muda kutafakari uzoefu wako na ushiriki shukrani yako kwa kuandika hakiki fupi.
zh_cn: 请写下您的经验和简短的回应

source: Submit
af: Dien in
es: Enviar
fr: Soumettre
sw: Wasilisha
zh_cn: 提交

source: Review
af: Resensie
es: Revise
fr: La revue
sw: Pitia
zh_cn: 评论

source: Redirecting to messages
af: Verwys na boodskappe
es: Redireccionando a mensajes
fr: Redirection vers des messages
sw: Kuelekeza kwa ujumbe
zh_cn: 重新定位

source: Completing task
af: Voltooi taak
es: Completando tarea
fr: Achèvement de la tâche
sw: Kukamilisha kazi
zh_cn: 完成工作

source: Total Spent
af: Totale besteding
es: Gasto total
fr: Total dépensé
sw: Jumla imetumiwa
zh_cn: 一共花了

source: has worked for
af: Het gewerk vir
es: ha trabajado para
fr: a travaillé pour
sw: imefanya kazi
zh_cn: 曾就职于

# email_not_updated
source: User email not updated
af: Gebruiker-e-pos nie bygewerk nie
es: Correo electrónico del usuario no actualizado
fr: adresse email de l'utilisateur non mis à jour
sw: Barua pepe ya watumiaji haijasasishwa
zh_cn: 用户电子邮件未更新

source: No pending requests
af: Geen uitstaande versoeke nie
es: No hay solicitudes pendientes.
fr: Aucune demande en attente
sw: Hakuna maombi yanayosubiri
zh_cn: 无未决请求

# choose_suitable_plan
source: Choose a suitable plan
af: Kies 'n geskikte plan
es: Elige un plan adecuado
fr: Choisissez un plan adapté
sw: Chagua mpango unaofaa
zh_cn: 选择合适的付款方式

# click_for_more_info
source: Click here for more info
af: Klik hier vir meer inligting
es: Haga clic aquí para más información
fr: Cliquez ici pour plus d'informations
sw: Bonyeza hapa kwa habari zaidi
zh_cn: 点击这裡查看更多信息

# taking_to_new_timebank
source: Taking you to your new Seva Community...
af: Neem jou na jou nuwe Seva-gemeenskap ...
es: Llevándole a su nueva Comunidad Seva ...
fr: Vous emmener dans votre nouvelle communauté Seva ...
sw: Kukupeleka kwenye Jumuiya yako mpya ya Seva ...
zh_cn: 带您进入新的时间银行...

source: Bill Me
af: Stuur Faktuur
es: Cobreme
fr: facture moi
sw: Toza bili
zh_cn: 向我收费

# bill_me_info1
source: This is available only to users who have prior arrangements with Seva Exchange. Please send an email to billme@sevaexchange.com for details
af: Dit is slegs toepaslik vir gebruikers wat vooraf reëlings met Seva Exchange getref het. Stuur 'n e-pos aan billme@sevaexchange.com vir meer inligting
es: Esto está disponible solo para usuarios que tienen acuerdos previos con Seva Exchange. Por favor envíe un correo electrónico a billme@sevaexchange.com para más detalles.
fr: Ceci n'est disponible que pour les utilisateurs qui ont des accords préalables avec Seva Exchange. Veuillez envoyer un e-mail à billme@sevaexchange.com pour plus de détails.
sw: Hii inapatikana tu kwa watumiaji ambao wana mipango ya awali na Seva Mfchange. Tafadhali tuma barua pepe kwa billme@sevaMfchange.com kwa maelezo
zh_cn: 这仅适用于事先与Seva Exchange达成协议的用户。请发送电子邮件至billme@sevaexchange.com了解详细信息

# bill_me_info2
source: Only users who have been approved a priori can check the “Bill Me” box. If you would like to do this, please send an email to billme@sevaexchange.com
af: Slegs gebruikers wat a priori goedgekeur is, kan die "Stuur Faktuur" kassie merk. Stuur 'n e-pos na billme@sevaexchange.com as jou dit wil doen
es: Solo los usuarios que han sido previamente aprobados pueden marcar la casilla "Bill Me". Si desea hacer esto, envíe un correo electrónico a billme@sevaexchange.com
fr: Seuls les utilisateurs qui ont été approuvés a priori peuvent cocher la case "Bill Me". Si vous souhaitez le faire, veuillez envoyer un e-mail à billme@sevaexchange.com
sw: Watumiaji tu ambao wamepitishwa kipaumbele wanaweza kukagua kisanduku cha \Bill Me\. Ikiwa ungependa kufanya hivyo, tafadhali tuma barua pepe kwa billme@sevaMfchange.com
zh_cn: 隻有获得先验批准的用户才能选中“向我收费”框。如果您想这样做，请发送电子邮件至billme@sevaexchange.com

source: Billable transactions
af: Faktureerbare transaksies
es: Transacciones facturables
fr: Transactions facturables
sw: Miamala ya bili
zh_cn: 可计费交易

source: Currently Active
af: Tans Aktief
es: Actualmente activo
fr: Actuellement actif
sw: Inayotumika sasa
zh_cn: 有效

source: Choose
af: Kies
es: Escoger
fr: Choisir
sw: Chagua
zh_cn: 选择

source: Plan change
af: Beplan verandering
es: Cambio de plan
fr: Changement de plan
sw: Panga mabadiliko
zh_cn: 计划变更

# ownership_success
source: Congratulations! You are now the new owner of the Seva Community
af: Baie geluk! Jy is nou die nuwe eienaar van die Seva-gemeenskap
es: ¡Felicidades! Ahora eres el nuevo propietario de la Comunidad Seva
fr: Toutes nos félicitations! Vous êtes maintenant le nouveau propriétaire de la communauté Seva
sw: Hongera! Wewe sasa ni mmiliki mpya wa Jamii ya Seva
zh_cn: 恭喜你！您现在是时间银行的所有者

source: Change
af: Verander
es: Cambio
fr: Changement
sw: Badilisha
zh_cn: 改变

# contact_seva_to_change_plan
source: Please contact SevaX support to change the plans
af: Kontak SevaX se by support@sevaexchange om die planne te verander
es: Comuníquese con el soporte de SevaX para cambiar los planes.
fr: Veuillez contacter l'équipe support de SevaX pour modifier les plans
sw: Tafadhali wasiliana na msaada wa SevaX ili kubadilisha mipango
zh_cn: 请联系SevaX支持以更改计划

# changing_ownership_of
source: Changing ownership
af: Verander eienaarskap
es: Cambio de propiedad
fr: Changer de propriétaire
sw: Kubadilisha umiliki
zh_cn: 改变所有权

# to_other_admin
source: to another admin.
af: Na 'n ander admin.
es: a otro administrador
fr: à un autre administrateur.
sw: kwa msimamizi mwingine.
zh_cn: 到另一位管理者

source: Change to
af: Verander na
es: Cambiar a
fr: Remplacer par
sw: Badilisha kuwa
zh_cn: 成为

# invitation_sent1
source: We have sent your transfer of ownership invitation. You will remain to be the owner of Seva Community
af: Ons het jou 'n aansoek vir oordrag van eienaarskap gestuur. Jy bly die eienaar van Seva-gemeenskap
es: Hemos enviado su invitación de transferencia de propiedad. Seguirás siendo el propietario de Seva Community
fr: Nous avons envoyé votre invitation au transfert de propriété. Vous resterez propriétaire de la communauté Seva
sw: Tumetuma uhamisho wako wa mwaliko wa umiliki. Utabaki kuwa mmiliki wa Jamii ya Seva
zh_cn: 我们已发送您所有权转让邀请。您将继续是Seva Community的所有者

# invitation_sent2
source: until
af: totdat
es: hasta
fr: jusqu'à ce que
sw: mpaka
zh_cn: 直到

# invitation_sent3
source: accepts the invitation and provides their new account information.
af: die uitnodiging aanvaar het en hulle nuwe rekeninginligting verskaf het.
es: acepte la invitación y proporcione la información de su nueva cuenta.
fr: accepte l'invitation et fournit ses nouvelles informations de compte.
sw: inakubali mwaliko na hutoa maelezo ya akaunti yao mpya.
zh_cn: 接受邀请并提供其新帐户信息。

# by_accepting_owner_timebank
source: You have been designated the new owner of the ________ Seva Community. In order to complete the process, please select the Accept button to continue to the confirmation process.
af: Jy is aangewys as die nuwe eienaar van die ________ Seva-gemeenskap. Om die proses te voltooi, merk asseblief die Aanvaar-knoppie om sodoende voort te gaan met die bevestigingsproses.
es: Ha sido designado el nuevo propietario de la Comunidad ________ Seva.Para completar el proceso, seleccione el botón Aceptar para continuar con el proceso de confirmación.
fr: Vous avez été désigné comme nouveau propriétaire de la communauté ________ Seva.Afin de terminer le processus, veuillez sélectionner le bouton Accepter pour continuer le processus de confirmation.
sw: Umeteuliwa kuwa mmiliki mpya wa Jumuiya ya ________ Seva.Ili kukamilisha mchakato, tafadhali chagua kitufe cha Kubali ili kuendelea na mchakato wa uthibitisho.
zh_cn: 您已被指定为________ 时间银行的新所有者。为了完成此过程，请选择“接受”按钮以继续进行确认过程。

# select_user
source: Please select a user
af: Kies asb. 'n gebruiker
es: Por favor seleccione un usuario
fr: Veuillez sélectionner un utilisateur
sw: Tafadhali chagua mtumiaji
zh_cn: 请选一位使用者

# change_ownership_pending_task_message
source: You have pending tasks. Please complete tasks before ownership can be transferred
af: Jy het onvoltooide take. Voltooi asb. die take sodat die eienaarskap oorgedra kan word
es: Tiene tareas pendientes. Complete estas tareas antes de poder transferir la propiedad
fr: Vous avez des tâches en attente. Veuillez effectuer ces tâches avant le transfert de propriété
sw: Una kazi zinazosubiri. Tafadhali kamilisha majukumu kabla ya umiliki kuhamishwa
zh_cn: 您有未完成的事项。请先完成这些事项，然后所有权才可以被转移

# change_ownership_pending_payment1
source: You have payment pending of
af: Jy het 'n hangende betaling van
es: Tiene un pago pendiente de
fr: Vous avez un paiement en attente de
sw: Unasubiri malipo ya
zh_cn: 您有未付的款项

# change_ownership_pending_payment2
source: . Please complete these payment before ownership can be transferred
af: . Voltooi asseblief hierdie betalings voordat die eienaarskap oorgedra kan word
es: . Complete estos pagos antes de poder transferir la propiedad
fr: . Veuillez effectuer ces paiements avant le transfert de propriété
sw: . Tafadhali kamilisha malipo haya kabla ya umiliki kuhamishwa
zh_cn: 。请先完成付费，然后所有权才能够转移

source: Search Admin
af: Soek Admin
es: Administrador de búsqueda
fr: Administrateur de recherche
sw: Tafuta Msimamizi
zh_cn: 搜寻管理者

# change_ownership_message1
source: You are the new owner of
af: Jy is die nuwe eienaar van
es: Ud es el nuevo propietario de
fr: Vous êtes le nouveau propriétaire de
sw: Wewe ndiye mmiliki mpya wa
zh_cn: 您是的新所有者

# change_ownership_message2
source: You need to accept it to complete the process
af: Jy moet dit aanvaar om die proses te voltooi
es: Debe aceptarlo para completar el proceso.
fr: Vous devez l'accepter pour terminer le processus
sw: Unahitaji kuikubali ili kukamilisha mchakato
zh_cn: 您需要接受来完成这个程序

# change_ownership_advisory
source: You are required to provide billing details for this Seva Community - including the new billing address. The transfer of ownership will not be completed until this is done.
af: Jy moet faktuurbesonderhede vir hierdie Seva-gemeenskap verstrek - insluitend die nuwe faktuuradres. Die oordrag van eienaarskap sal eers daarna voltooi word.
es: Debe proporcionar los detalles de facturación de esta Comunidad Seva, incluida la nueva dirección de facturación. La transferencia de propiedad no se completará hasta que esto se haga.
fr: Vous devez fournir les détails de facturation pour cette communauté Seva, y compris la nouvelle adresse de facturation. Le transfert de propriété ne sera pas terminé tant que cela ne sera pas fait.
sw: Unahitajika kutoa maelezo ya malipo kwa Jumuiya hii ya Seva - pamoja na anwani mpya ya malipo. Uhamisho wa umiliki hautakamilika hadi hii itakapofanyika.
zh_cn: 您需要提供此时间银行的账单详细信息-包括新的账单地址。在完成所有权转移之前，不会完成所有权转移。

# change_ownership_already_invited
source: already invited.
af: Alreeds genooi.
es: Ya invitado.
fr: déjà invité.
sw: tayari amealikwa.
zh_cn: 已经邀请了。

source: Donate
af: Skenk
es: Donar
fr: Faire un don
sw: Toa
zh_cn: 捐赠

# donate_to_timebank
source: Donate seva credits to Seva Community
af: Skenk seva-krediete aan Seva-gemeenskap
es: Done créditos Seva a la comunidad Seva
fr: Faites un don de crédits Seva à la communauté Seva
sw: Toa mikopo ya seva kwa Jamii ya Seva
zh_cn: 向时间银行捐赠seva点数

# insufficient_credits_to_donate
source: You do not have sufficient credits to donate!
af: Jy het nie genoeg krediete om skenkings te maak nie!
es: ¡No tiene suficientes créditos para donar!
fr: Vous n'avez pas suffisamment de crédits pour faire un don!
sw: Huna mikopo ya kutosha kuchangia!
zh_cn: 您没有足够的点数来捐款！

# current_seva_credit
source: Your current seva credits is
af: Jou huidige sewa-krediete is
es: Sus creditos actuales de Seva son
fr: Vos crédits seva actuelles sont
sw: Sifa zako za sasa za seva ni
zh_cn: 您当前的Seva点数

# donate_message
source: On click of donate your balance will be adjusted
af: As jy op die donasie veld klik, sal jou saldo aangepas word
es: Al hacer clic en donar se ajustará su saldo
fr: En cliquant sur faire un don, votre solde sera ajusté
sw: Kwa kubonyeza Tolea usawa wako utarekebishwa
zh_cn: 在捐出您的余额的点击将调整

# zero_credit_donation_error
source: You cannot donate 0 credits
af: Jy kan nie 0 krediete skenk nie
es: No puedes donar 0 créditos
fr: Vous ne pouvez pas donner 0 crédits
sw: Hauwezi kutoa mikopo 0
zh_cn: 你不可以捐0点数

# negative_credit_donation_error
source: You cannot donate lesser than 0 credits
af: Jy kan nie minder as 0 krediete skenk nie
es: No puedes donar menos de 0 créditos
fr: No puedes donar menos de 0 crédits
sw: Hauwezi kutoa chini ya mikopo 0
zh_cn: 你不可以捐负值的点数

# empty_credit_donation_error
source: Donate some credits
af: Skenk krediete
fr: Done algunos crédits
sw: Toa mikopo kadhaa
zh_cn: 捐赠部分点数

# number_of_seva_credit
source: No of seva credits
af: Aantal Seva-krediete
es: Numero of Seva créditos
fr: Aucun de ses crédits
sw: Hakuna sifa zake
zh_cn: seva点数数

# donation_success
source: You have donated credits successfully
af: Jy het suksesvol krediete geskenk
es: Ha donado créditos con éxito
fr: Vous avez donné des crédits avec succès
sw: Umetoa misaada iliyofanikiwa
zh_cn: 您已成功捐献点数

source: Sending invitation...
af: Stuur uitnodiging ...
es: Enviando invitación ...
fr: Envoi de l'invitation ...
sw: Inatuma mwaliko ...
zh_cn: 发送邀请函...

# ownership_transfer_error
source: Error occurred! Please come back later and try again.
af: 'n Probleem het opgeduik! Probeer asseblief weer later.
es: ¡Se produjo un error! Por favor, vuelva más tarde y vuelva a intentarlo.
fr: Erreur est survenue! S'il vous plaît, revenez plus tard et réessayez.
sw: Hitilafu imetokea! Tafadhali rudi baadaye na ujaribu tena.
zh_cn: 发生了错误！请稍后再试，然后重试。

source: Add Members
af: Voeg lede by
es: Añadir miembros
fr: Añadir miembros
sw: Ongeza wanachama
zh_cn: 添加成员

# group_logo
source: Group Image
af: Groepfoto
es: Imagen de grupo
fr: Image de groupe
sw: Picha ya Kikundi
zh_cn: 不群组形象

# name_your_group
source: Name your specific Group
af: Benoem jou spesifieke groep
es: Nombre su grupo específico
fr: Nommez votre groupe spécifique
sw: Taja Kikundi chako maalum
zh_cn: 为您的特定群组命名

# bit_more_about_group
source: Ex: A bit more about your group
af: Bv: 'n Bietjie meer oor jou groep
es: Ej: un poco más sobre su grupo
fr: Ej: un poco más sobre tu grupo
sw: Mf: zaidi kidogo juu ya kikundi chako
zh_cn: 例如：多一点关于你的组

source: Private Group
af: Privaatgroep
es: Grupo Privado
fr: Grupo privado
sw: Kikundi binafsi
zh_cn: 不公开不群组

# is_pin_at_right_place
source: Is this pin at a right place?
af: Is hierdie speld op die regte plek?
es: ¿Está este pin en el lugar correcto?
fr: ¿Está este pin en el lugar correcto?
sw: Je! Pini hii iko mahali sahihi?
zh_cn: 这是针在正确的地方？

# find_timebanks
source: Find Seva Communities
af: Vind Seva-gemeenskappe
es: Encuentra comunidades de Seva
fr: Trouver des communautés Seva
sw: Pata Jamii za Seva
zh_cn: 查找Seva社区

source: Groups within
af: Groepe binne
es: Grupos dentro
fr: Groupes au sein
sw: Vikundi ndani
zh_cn: 内部群组

source: Edit Group
af: Wysig Groep
es: Editar grupo
fr: Modifier le groupe
sw: Hariri Kikundi
zh_cn: 编辑组

source: View requests
af: Kyk na versoeke
es: Ver solicitudes
fr: Afficher les demandes
sw: Angalia maombi
zh_cn: 查看请求

source: Delete Group
af: Verwyder groepe
es: Eliminar grupo
fr: Supprimer le groupe
sw: Futa Kikundi
zh_cn: 删除组

source: Settings
af: Instellings
es: Configuraciones
fr: Réglages
sw: Mipangilio
zh_cn: 设置

source: Invite Members
af: Nooi Lede
es: Invite a miembros
fr: Inviter des membres
sw: Waalike Washiriki
zh_cn: 邀请成员

source: Invite via code
af: Nooi via kode
es: Invite via código
fr: Invitez via le code
sw: Mialika kupitia nambari
zh_cn: 通过邀请码来邀请

# bulk_invite_users_csv
source: Bulk invite users using a CSV file
af: Benut CSV-lêer om gebruikers op grootmaat te nooi
es: Invitación masiva de usuarios mediante un archivo CSV
fr: Inviter en masse des utilisateurs à l'aide d'un fichier CSV
sw: Waalike kwa wingi watumiaji wanaotumia faili ya CSV
zh_cn: 使用CSV文件批量邀请用户

# csv_message1
source: First, create a .csv file template and add the users that you want to invite to your Seva Community. Please see the format below for the two fields to include in your file. Then, select the Upload button to add the file. Note: do not upload any extra fields nor try to upload other spreadsheet file formats other than the .csv file.
af: Voeg die gebruikers wat jou wil uitnooi na jou Seva-gemeenskap in 'n .csv-lêer. Kyk na die onderstaande formaat vir die twee velde wat jou in jou lêer moet insluit. Kies dan die "Laai op" knoppie om die lêer by te voeg. Let wel: moenie ekstra velde in die lêer plaas nie. Geen ander lêer-formate word aanvaar nie - slegs .csv.
es: Primero, cree una plantilla de archivo .csv y agregue los usuarios que desea invitar a su Comunidad Seva.Consulte el formato a continuación para ver los dos campos a incluir en su archivo.Luego, seleccione el botón Cargar para agregar el archivo.Nota: no cargue campos adicionales ni intente cargar otros formatos de archivo de hoja de cálculo que no sean el archivo .csv.
fr: Commencez par créer un modèle de fichier .csv et ajoutez les utilisateurs que vous souhaitez inviter à votre communauté Seva.Veuillez consulter le format ci-dessous pour les deux champs à inclure dans votre fichier.Ensuite, sélectionnez le bouton Télécharger pour ajouter le fichier.Remarque: ne téléchargez pas de champs supplémentaires et n'essayez pas de télécharger d'autres formats de fichier de feuille de calcul autres que le fichier .csv.
sw: Kwanza, tengeneza template ya faili ya .csv na ongeza watumiaji ambao unataka kuwaalika kwenye Jumuiya yako ya Seva.Tafadhali angalia fomati hapa chini kwa sehemu mbili kujumuisha kwenye faili yako.Kisha, chagua kitufe cha Pakia ili kuongeza faili.Kumbuka: usipakie sehemu zozote za ziada wala jaribu kupakia fomati zingine za lahajedwali tofauti na faili ya .csv
zh_cn: 首先，创建一个.csv文件模板，然后将要邀请的用户添加到时间银行。请参阅以下格式，以将两个字段包含在文件中。然后，选择上载按钮以添加文件。注意：请勿上传任何其他字段，也不要尝试上传.csv文件以外的其他电子表格文件格式。

# csv_message2
source: fill the users you would like to add
af: vul die gebruikers in wat jou wil byvoeg
es: Rellene los usuarios que le gustaría agregar
fr: remplissez les utilisateurs que vous souhaitez ajouter
sw: jaza watumiaji ambao ungependa kuongeza
zh_cn: 填写您要添加的用户

# csv_message3
source: then upload the CSV.
af: laai dan die CSV op.
es: luego cargue el archivo CSV
fr: puis téléchargez le fichier CSV.
sw: kisha pakia CSV.
zh_cn: 然后上传CSV。

# download_sample_csv
source: Download sample CSV file
af: Laai 'n voorbeeld van CSV-lêer af
es: Descargue un archivo CSV de muestra
fr: Télécharger un exemple de fichier CSV
sw: Pakua sampuli faili ya CSV
zh_cn: 下载示例CSV文件

# choose_csv
source: Please upload only CSV file with users full name and email address
af: Laai asseblief slegs 'n CSV-lêer op wat gebruikers se volle naam en e-posadresse bevat
es: Por favor cargue solo el archivo CSV con el nombre completo y la dirección de correo electrónico de los usuarios
fr: Veuillez télécharger uniquement le fichier CSV avec le nom complet et l'adresse e-mail de l'utilisateur
sw: Tafadhali pakia faili ya CSV tu na watumiaji jina kamili na anwani ya barua pepe
zh_cn: 请仅上传具有用户全名和电子邮件地址的CSV文件

# csv_size_limit
source: NOTE : Maximum file size is 1 MB
af: LET WEL: Die maksimum lêer-grootte is 1 MB
es: NOTA: el tamaño máximo del archivo es de 1 MB
fr: REMARQUE: la taille maximale du fichier est de 1 MB
sw: KUMBUKA: Ukubwa wa faili ni 1 MB
zh_cn: 注意：最大文件大小为1 MB

# uploading_csv
source: Uploading CSV File
af: Laai tans CSV-lêer op
es: Subir archivo CSV
fr: Téléchargement d'un fichier CSV
sw: Inapakia faili ya CSV
zh_cn: 上载CSV文件

source: Uploaded Successfully
af: Suksesvol opgelaai
es: Subido correctamente
fr: Téléchargé avec succès
sw: Imepakiwa kwa Mafanikio
zh_cn: 上传成功

# csv_error
source: Please select a CSV file first before uploading
af: Kies eers 'n CSV-lêer voordat jy iets wil oplaai
es: Seleccione primero un archivo CSV antes de cargar
fr: Veuillez sélectionner un fichier CSV avant de télécharger
sw: Tafadhali chagua faili ya CSV kwanza kabla ya kupakia
zh_cn: 请先选择一个CSV文件，然后再上传

source: Upload
af: Laai op
es: Subir
fr: Télécharger
sw: Pakia
zh_cn: 上载

source: Large file alert
af: Waarskuwing: Lêer te groot
es: Alerta de archivo grande
fr: Alerte fichier volumineux
sw: Tahadhari kubwa ya faili
zh_cn: 大文件警报

# csv_large_file_message
source: Files larger than 1 MB are not allowed
af: Lêers groter as 1 MB word nie toegelaat nie
es: No se permiten archivos de más de 1 MB.
fr: Les fichiers supérieurs à 1 MB ne sont pas autorisés
sw: Faili kubwa kuliko MB 1 haziruhusiwi
zh_cn: 不允许大于1 MB的文件

source: not found
af: Nie gevind nie
es: extraviado
fr: pas trouvé
sw: haipatikani
zh_cn: 未找到

# resend_invite
source: Resend Invitation
af: Stuur uitnodiging weer
es: Reenviar invitacíon
fr: Renvoyer l'invitation
sw: Tuma mwaliko
zh_cn: 重新发送邀请

source: Add
af: Voeg by
es: Añadir
fr: Ajouter
sw: Ongeza
zh_cn: 加

# no_codes_generated
source: No codes generated yet.
af: Nog geen kodes gegenereer nie.
es: Aún no se han generado códigos.
fr: Aucun code n'a encore été généré.
sw: Hakuna nambari zinazozalishwa bado.
zh_cn: 但不会产生任何代码。

source: Not yet redeemed
af: Nog nie ingeruil nie
es: Todavía no redimido
fr: pas encore racheté
sw: Bado haijakombolewa
zh_cn: 尚未赎回

source: Redeemed by
es: Canjeado por
fr: Racheté par
sw: Kuokolewa na
zh_cn: 通过赎回

# timebank_code
source: Seva Community code :
af: Seva-gemeenskapskode:
es: Código de la comunidad de Seva:
fr: Code communautaire Seva:
sw: Nambari ya Jumuiya ya Seva:
zh_cn: 时间银行代码：

source: Expired
af: Verval
es: Caducada
fr: Expiré
sw: Imeisha muda
zh_cn: 过期

source: Active
af: Aktief
es: Activo
fr: actif
sw: Inayotumika
zh_cn: 活动中
