Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

source: Guests can do and don't*
af: Gaste kan doen en nie *
es: Los huéspedes pueden hacer y no *
fr: Les clients peuvent faire et ne pas *
sw: Wageni wanaweza kufanya na si *
zh_cn: 客人可以做到并不别*

# security_deposits
source: Security Deposit
af: Borg
es: Depósito de seguridad
fr: Dépôt de garantie
sw: Amana ya Usalama
zh_cn: 保证金

# max_occupants
source: Maximum occupants
af: Maksimum inwoners
es: Ocupantes máximos
fr: Occupants maximum
sw: Wakazi wa juu.
zh_cn: 最大乘员

# quite_hours_allowed
source: Quiet hours allowed
af: Rustige ure toegelaat
es: Horas tranquilas permitidas
fr: Heures calmes autorisées
sw: Masaa ya utulivu yanaruhusiwa
zh_cn: 允许安静的时间

source: Usage term*
af: Gebruikstermyn *
es: Término de uso *
fr: Terme d'utilisation *
sw: Muda wa matumizi *
zh_cn: 使用项*

# instruction_for_stay
source: Instruction for the stay
af: Onderrig vir die verblyf
es: Instrucción para la estancia.
fr: Instruction pour le séjour
sw: Maagizo ya kukaa
zh_cn: 逗留指导

source: Enter Delivery Time
af: Voer afleweringstyd in
es: Ingrese el tiempo de entrega
fr: Entrez le délai de livraison
sw: Ingiza wakati wa utoaji.
zh_cn: 输入交货时间

# you_created_sandbox_community
source: You already created a sandbox community.
af: Jy het reeds 'n sandbox gemeenskap geskep.
es: Ya creaste una comunidad de sandbox.
fr: Vous avez déjà créé une communauté sandbox.
sw: Tayari umeunda jumuiya ya sanduku.
zh_cn: 你已经创建了一个沙盒社区。

source: Anywhere
af: Enige plek
es: En cualquier lugar
fr: Partout
sw: Mahali popote
zh_cn: 任何地方

# request_description_hint_text_borrow
source: Please describe what you require
af: Beskryf asseblief wat u benodig
es: Por favor describa lo que necesita
fr: S'il vous plaît décrire ce dont vous avez besoin
sw: Tafadhali eleza kile unachohitaji
zh_cn: 请描述您需要的内容

# goods_request_data_hint_text
source: Ex: Local Food Bank has a shortage...
af: Ex: Plaaslike voedselbank het 'n tekort ...
es: EX: el banco local de alimentos tiene una escasez ...
fr: Ex: La banque de nourriture locale a une pénurie ...
sw: EX: Benki ya Chakula cha Mitaa ina uhaba ...
zh_cn: 前：当地的食品银行有短缺......

# cash_request_data_hint_text
source: Ex: Fundraiser to expand women’s shelter...
af: Ex: Fundraiser om vroue se skuiling uit te brei ...
es: Ej: recaudación de fondos para expandir el refugio de las mujeres ...
fr: Ex: Collecte de fonds pour développer l'abri des femmes ...
sw: Ex: Fundraiser kupanua makazi ya wanawake ...
zh_cn: 例如：筹款人扩大女性的避难所......

# request_descrip_hint_text
source: Your Request and any #hashtags
af: Jou versoek en enige #hashtags
es: Su petición y cualquier #Hashtags
fr: Votre demande et tout #hashtags
sw: Ombi lako na yoyote #hashtags.
zh_cn: 您的请求和任何#hashtags

source: view
af: beskou
es: vista
fr: vue
sw: Tazama
zh_cn: 看法

source: Coming Soon
af: Kom binnekort
es: Próximamente, en breve, pronto
fr: Bientôt disponible
sw: Kuja hivi karibuni.
zh_cn: 即将推出

source: Public
af: Publiek
es: Pública
fr: publique
sw: Umma
zh_cn: 民众

source: Select time
af: Kies Tyd
es: Seleccione la hora
fr: Temps de sélection
sw: Chagua Muda
zh_cn: 选择时间

source: Claimed Successfully
af: Suksesvol geëis
es: Reclamado con éxito
fr: Revendiqué avec succès
sw: Alidai kwa mafanikio.
zh_cn: 成功声明了

source: No result found
af: Geen resultaat gevind nie
es: No se han encontrado resultados
fr: Aucun résultat trouvé
sw: Hakuna matokeo yaliyopatikana.
zh_cn: 没有结果

# try_text
source: Try
af: Verhoor
es: Intentar
fr: Essayer
sw: Jaribu
zh_cn: 尝试

source: Seva Community Groups
af: SEVA Gemeenskapsgroepe
es: GRUPOS DE LA COMUNIDAD DE SEVA
fr: Groupes communautaires de Seva
sw: Vikundi vya Jumuiya ya Seva.
zh_cn: 塞瓦社区团体

# projects_text
source: Projects
af: Projekte
es: Proyectos
fr: Projets
sw: Miradi
zh_cn: 项目

source: Select All
af: Kies alles
es: Seleccionar todo
fr: Tout sélectionner
sw: Chagua Wote
zh_cn: 全选

source: Click button below to review
af: Klik op die knoppie hieronder om te hersien
es: Haga clic en el botón de abajo para revisar
fr: Cliquez sur le bouton ci-dessous pour examiner
sw: Bonyeza kifungo chini ya ukaguzi
zh_cn: 点击下面的按钮进行评论

# and_complete_task
source: and complete the task
af: en voltooi die taak
es: y completar la tarea
fr: et compléter la tâche
sw: na kukamilisha kazi hiyo
zh_cn: 并完成任务

# remove_from_bookmark
source: Remove from bookmarks
af: Verwyder van boekmerke
es: Eliminar de los marcadores
fr: Supprimer des signets
sw: Ondoa kutoka kwenye alama za alama
zh_cn: 从书签中删除

source: Invitations
af: Uitnodigings
es: Invitaciones
sw: Mialiko
zh_cn: 邀请

source: Attachment
af: Aanhegstuk
es: Adjunto archivo
fr: Attachement
sw: Kiambatisho
zh_cn: 附件

source: Report of
af: Verslag van
es: Informe del
fr: Rapport de
sw: Ripoti ya.
zh_cn: 报告

source: Waiting acknowledgement
af: Wag erkenning
es: Reconocimiento de espera
fr: Acquittement d'attente
sw: Kusubiri kukubalika
zh_cn: 等待确认

source: Add Sponsor image
af: Voeg borgbeeld by
es: Añadir imagen patrocinadora
fr: Ajouter une image du sponsor
sw: Ongeza picha ya kudhamini
zh_cn: 添加赞助商镜像

# accept_modified_amount_finalized
source: By Accepting this amount will be finalized
af: Deur hierdie bedrag te aanvaar sal gefinaliseer word
es: Al aceptar esta cantidad se finalizará.
fr: En acceptant ce montant sera finalisé
sw: Kwa kukubali kiasi hiki kitamalizika
zh_cn: 通过接受这笔金额将是最终确定的

# please_enter_valid_amount
source: Please enter a valid amount
af: Voer asseblief 'n geldige bedrag in
es: Por favor ingrese una cantidad válida
fr: S'il vous plaît entrer un montant valide
sw: Tafadhali ingiza kiasi halali.
zh_cn: 请输入有效金额

# request_amount_cannot_be_greater
source: Requested amount cannot be greater than offered amount!
af: Gevraagde bedrag kan nie groter wees as aangebied bedrag nie!
es: ¡La cantidad solicitada no puede ser mayor que la cantidad ofrecida!
fr: Le montant demandé ne peut être supérieur au montant offert!
sw: Kiasi kilichoombwa hawezi kuwa kikubwa kuliko kiasi kilichotolewa!
zh_cn: 请求金额不能大于提供金额！

source: name not updated
af: Naam nie opgedateer nie
es: Nombre no actualizado
fr: Nom non mis à jour
sw: Jina si updated.
zh_cn: 姓名未更新

# timebank_not_updated
source: Timebank name not updated
af: Timebank naam nie opgedateer nie
es: Nombre de TimeBank no actualizado
fr: Nom du temps non mis à jour
sw: Jina la Timebank halijasasishwa.
zh_cn: TimeBank名称未更新

source: Manage Permissions
af: Bestuur toestemmings
es: Administrar permisos
fr: Gérer les autorisations
sw: Dhibiti Vyeti.
zh_cn: 管理权限

source: CSV file sent successfully to
af: CSV-lêer het suksesvol gestuur na
es: Archivo CSV enviado con éxito a
fr: Fichier csv envoyé avec succès à
sw: Faili ya CSV imetumwa kwa ufanisi
zh_cn: CSV文件成功发送给

# you_will_go_ahead_with_them_for_request
source: you will go ahead with them for the request.
af: U sal vir die versoek saam met hulle voortgaan.
es: Seguirá adelante con ellos por la solicitud.
fr: Vous allez aller de l'avant avec eux pour la demande.
sw: Utaendelea mbele nao kwa ombi.
zh_cn: 您将继续为他们提出要求。

source: Back
af: Steun
es: atrás
fr: Dos
sw: Nyuma
zh_cn: 后退

source: By selecting this you will be creating a Sandbox Community
af: Deur dit te kies, sal jy 'n Sandbox-gemeenskap skep
es: Al seleccionar esto, estará creando una comunidad de sandbox
fr: En sélectionnant ceci, vous créerez une communauté sandbox
sw: Kwa kuchagua hii utaunda jumuiya ya sanduku
zh_cn: 通过选择此，您将创建一个沙箱社区

source: COMMUNITY NAME UNAVAILABLE
af: Gemeenskapsnaam onbeskikbaar
es: Nombre de la comunidad no disponible
fr: Nom de la communauté indisponible
sw: Jina la Jumuiya Haipatikani
zh_cn: 社区名称不可用

source: new posts
af: Nuwe poste
es: Nuevos mensajes
fr: nouveaux postes
sw: Machapisho mapya.
zh_cn: 新员额

source: What would you like to share
af: Wat wil jy deel
es: Qué te gustaría compartir
fr: Que voudriez-vous partager
sw: Ungependa kushiriki nini
zh_cn: 你想分享什么

source: Role
af: Rol
es: Papel
fr: Rôle
sw: Jukumu
zh_cn: 角色

source: Event Permissions
af: Gebeurtenis Toestemmings
es: Permisos de eventos
fr: Autorisations d'événement
sw: Ruhusa ya Tukio
zh_cn: 事件权限

source: General Permissions
af: Algemene toestemmings
es: Permisos generales
fr: Autorisations générales
sw: Ruhusa ya jumla.
zh_cn: 一般权限

source: Request Permissions
af: VERSOEK TOESTEMMINGS
es: PERMISOS DE SOLICITUD
fr: Demander des autorisations
sw: Ruhusa ya ombi.
zh_cn: 请求权限

source: Offer Permissions
af: Bied toestemmings aan
es: Permisos de oferta
fr: Autorisations d'offre
sw: Kutoa ruhusa.
zh_cn: 提供权限

source: Group Permissions
af: Groep Toestemmings
es: Permisos de grupo
fr: Autorisations de groupe
sw: Ruhusa ya Kikundi.
zh_cn: 组权限

source: Careers
af: Loopbane
es: Carreras
fr: Carrières
sw: Kazi
zh_cn: 职业生涯

source: Communities
af: Gemeenskappe
es: Comunidades
fr: Communautés
sw: Jamii.
zh_cn: 社区

source: Discover
af: Ontdek
es: Descubrir
fr: Découvrir
sw: Kugundua
zh_cn: 发现

# diversity_and_belonging
source: Diversity & Belonging
af: Diversiteit en behoort
es: Diversidad y pertenencia
fr: Diversité et appartenance
sw: Tofauti & mali
zh_cn: 多样性和归属

source: Guidebooks
es: Guías
fr: Guide
sw: Vitabu vya Mwongozo
zh_cn: 指南

source: Hosting
af: Gasting
es: Alojamiento
fr: Hébergement
zh_cn: 托管

source: Host a community
af: Gasheer 'n gemeenskap
es: Organizar una comunidad
fr: Accueillir une communauté
sw: Mwenyeji wa jamii.
zh_cn: 主办一个社区

source: Organize an event
af: Organiseer 'n gebeurtenis
es: Organizar un evento
fr: Organiser un événement
sw: Panga tukio
zh_cn: 组织一个事件

source: Policies
af: Beleid
es: Políticas
fr: Stratégies
sw: Sera.
zh_cn: 政策

# trust_and_safety
source: Trust & Safety
af: Vertroue en Veiligheid
es: Confianza y seguridad
fr: Confiance et sécurité
sw: Tumaini & Usalama.
zh_cn: 信任和安全

# news_text
source: News
af: Nuus
es: Noticias
fr: Nouvelles
sw: Habari.
zh_cn: 消息

source: error
af: fout
fr: Erreur
sw: Hitilafu
zh_cn: 错误

source: External Url
af: Eksterne url
es: URL externa
fr: URL externe
sw: URL ya nje
zh_cn: 外部网址

# credits_have_been_credited_to_your_account
source: Seva Credit(s) have been credited to your account.
af: Seva krediet (e) is op u rekening gekrediteer.
es: Se han acreditado el crédito (s) de Seva a su cuenta.
fr: Seva Crédit (s) ont été crédités sur votre compte.
sw: Seva Mikopo (s) imehesabiwa kwa akaunti yako.
zh_cn: SEVA信贷已被记入您的帐户。

# credits_have_been_debited_from_your_account
source: Seva Credit(s) have been debited from your account.
af: Seva krediet (e) is van u rekening gedebiteer.
es: Los créditos de Seva se han cargado de su cuenta.
fr: Seva Crédit (s) ont été débités de votre compte.
sw: Seva Mikopo (s) imeondolewa kwenye akaunti yako.
zh_cn: SEVA信贷已从您的帐户中扣除。

source: Choose bundle pricing
af: Kies bondelpryse
es: Elija precios de los paneles
fr: Choisissez la tarification du paquet
sw: Chagua bei ya kifungu
zh_cn: 选择捆绑定价

source: Unknown
af: Onbekend
es: desconocida
fr: inconnu
sw: Haijulikani
zh_cn: 未知

# creating_offer_with_underscore_error
source: Creating offer with '_' is not allowed
af: Skep aanbod met '_' is nie toegelaat nie
es: Crear oferta con '_' no está permitido
fr: Créer une offre avec '_' n'est pas autorisé
sw: Kujenga kutoa na '_' haruhusiwi.
zh_cn: 不允许使用'_'创建要约

source: Plans
af: Planne
es: Planes
fr: Des plans
sw: Mipango
zh_cn: 計劃

source: Invoice History
af: Faktuurgeskiedenis
es: Historia de la factura
fr: Historique des factures
sw: Historia ya ankara
zh_cn: 发票历史记录

source: Subscription Period
af: Inskrywingstydperk
es: Periodo de suscripción
fr: Période d'abonnement
sw: Kipindi cha usajili
zh_cn: 订阅期

source: Effective Date
af: Effektiewe datum
es: Fecha efectiva
fr: Date effective
sw: Tarehe ya ufanisi
zh_cn: 生效日期

source: Invoice Amount
af: Faktuur bedrag
es: Monto de la factura
fr: Quantité de facture
sw: Kiasi cha ankara
zh_cn: 发票金额

source: Next Invoice Date
af: Volgende faktuur datum
es: Siguiente fecha de factura
fr: Next Facture Date
sw: Tarehe ya ankara ijayo
zh_cn: 下一个发票日期

source: Monthly
af: Maandeliks
es: Mensual
fr: Mensuelle
sw: Kila mwezi
zh_cn: 每月

source: Download
af: Aflaai
es: Descargar
fr: Télécharger
sw: Pakua
zh_cn: 下载

source: Annual
af: Jaarliks
es: Anual
fr: Annuelle
sw: Mwaka
zh_cn: 年度的

source: Inactive
af: Onaktief
es: Inactiva
sw: Inavutia
zh_cn: 不活動

source: Date not available
af: Datum nie beskikbaar nie
es: Fecha no disponible
fr: Date non disponible
sw: Tarehe haipatikani.
zh_cn: 日期不可用

source: not available
af: nie beskikbaar nie
es: no disponible
fr: pas disponible
sw: Haipatikani
zh_cn: 无法使用

source: Edit Current Plan
af: Wysig huidige plan
es: Editar plan actual
fr: Modifier le plan actuel
sw: Badilisha mpango wa sasa
zh_cn: 编辑当前计划

source: Cancel Plan
af: Kanselleer plan
es: Plan de cancelación
fr: Annuler le plan
sw: Futa mpango.
zh_cn: 取消计划

source: Card ending with
af: Kaart eindig met
es: Tarjeta que termina con
fr: Carte finissant par
sw: Kadi ya mwisho na
zh_cn: 卡结尾

source: show previous invoices
af: Wys vorige fakture
es: mostrar facturas anteriores
fr: Afficher les factures précédentes
sw: Onyesha ankara za awali
zh_cn: 显示以前的发票

source: show less invoices
af: Wys minder fakture
es: mostrar menos facturas
fr: montrer moins de factures
sw: Onyesha ankara ndogo
zh_cn: 显示不那么发票

source: My Cards
af: My kaarte
es: Mis tarjetas
fr: Mes cartes
sw: Kadi zangu
zh_cn: 我的卡

source: Payment Method
af: Betalings metode
es: Método de pago
fr: Mode de paiement
sw: Njia ya malipo
zh_cn: 付款方式

source: Pay by
af: Betaal by
es: Pagado por
fr: Payer par
sw: Ulipa By
zh_cn: 支付

source: Company
af: Geselskap
es: Compañía
fr: Compagnie
sw: Kampuni
zh_cn: 公司

source: Additional
af: Bykomend
es: Adicional
fr: Supplémentaire
sw: Ziada
zh_cn: 额外的

source: To Do
af: Om te doen
es: Que hacer
fr: Faire
sw: Kufanya
zh_cn: 去做

# one_to_many_offer_attende
source: One to Many Offer Attendee
af: Een aan baie bied deelnemer aan
es: Uno a muchos ofrecen asistente
fr: Un à plusieurs offres participant
sw: Mmoja kwa wengi hutoa mhudumu.
zh_cn: 一个到许多优惠与会者

source: One to Many Offer Speaker
af: Een vir baie bied spreker
es: Uno a muchos ofrecen altavoz
fr: Un à plusieurs haut-parleur
sw: Mmoja kwa wengi kutoa msemaji.
zh_cn: 一个到许多优惠扬声器

source: Time Request Volunteer
af: Tydversoek vrywilliger
es: Solicitud de tiempo voluntario
fr: Demande de temps volontaire
sw: Ombi la Kujitolea wakati
zh_cn: 时间请求志愿者

# time_offer_volunteer
source: Accepted Time Offer
af: Aanvaarde tydaanbod
es: Oferta de tiempo aceptada
fr: Offre de temps acceptée
sw: Kutolewa kwa muda
zh_cn: 接受时间优惠

source: One to Many Request Speaker
af: Een tot baie versoek spreker
es: Ponente de uno a muchos pides
fr: Un à plusieurs requêtes
sw: Mmoja kwa msemaji wengi wa ombi.
zh_cn: 一个到许多请求发言人

# one_to_many_request_attende
source: One to Many Request attendee
af: Een vir baie vra bywoning
es: Uno a muchos asistentes de solicitud
fr: Un à plusieurs demandes participant
sw: Msaidizi mmoja wa ombi
zh_cn: 一个到许多请求与会者

# completed_one_to_many_offer_attende_title
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# completed_one_to_many_offer_attende_subtitle
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# completed_one_to_many_offer_speaker_title
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# completed_one_to_many_offer_speaker_subtitle
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# completed_one_to_many_request_attende_title
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# completed_one_to_many_request_attende_subtitle
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# completed_one_to_many_request_speaker_title
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# completed_one_to_many_request_speaker_subtitle
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# to_do_one_to_many_offer_attende_title
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# to_do_one_to_many_offer_attende_subtitle
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# to_do_one_to_many_reuqest_speaker_title
source: This one to many reuqest has completed.
af: Hierdie een tot baie versoek het voltooi.
es: Este a muchas solicitudes ha completado.
fr: Celui-ci à plusieurs requêtes est terminé.
sw: Hii ombi moja imekamilika.
zh_cn: 这一点到了许多请求已经完成。

# to_do_one_to_many_reuqest_speaker_subtitle
source: This one to many request has completed.
af: Hierdie een tot baie versoek het voltooi.
es: Este a muchas solicitudes ha completado.
fr: Celui-ci à plusieurs requêtes est terminé.
sw: Hii ombi moja imekamilika.
zh_cn: 这一点到了许多请求已经完成。

# to_do_one_to_many_request_attende_title
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# to_do_one_to_many_request_attende_subtitle
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# to_do_one_to_many_request_speaker_title
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# to_do_one_to_many_request_speaker_subtitle
source: This one to many offer has completed.
af: Hierdie een aan baie aanbiedings het voltooi.
es: Este a muchas ofertas ha completado.
fr: Celui-ci à plusieurs offres est terminé.
sw: Hii moja ya kutoa imekamilika.
zh_cn: 这一点到了许多优惠已经完成。

# one_to_many_attendee_offer
source: One to Many Offer Attendee
af: Een aan baie bied deelnemer aan
es: Uno a muchos ofrecen asistente
fr: Un à plusieurs offres participant
sw: Mmoja kwa wengi hutoa mhudumu.
zh_cn: 一个到许多优惠与会者

# one_to_many_speaker_offer
source: One to Many Offer Speaker
af: Een vir baie bied spreker
es: Uno a muchos ofrecen altavoz
fr: Un à plusieurs haut-parleur
sw: Mmoja kwa wengi kutoa msemaji.
zh_cn: 一个到许多优惠扬声器

# one_to_many_attendee_request
source: One to Many Request Attendee
af: Een vir baie vra bywoning
es: Uno a muchos asistentes de solicitud
fr: Un à plusieurs demandes participant
sw: Msaidizi mmoja wa ombi
zh_cn: 一个到许多请求与会者

# one_to_many_speaker_request
source: One to Many Offer Speaker
af: Een vir baie bied spreker
es: Uno a muchos ofrecen altavoz
fr: Un à plusieurs haut-parleur
sw: Mmoja kwa wengi kutoa msemaji.
zh_cn: 一个到许多优惠扬声器

source: Do not copy
af: Moenie kopieer nie
es: No copies
fr: Ne pas copier
sw: Usikilize
zh_cn: 禁止抄袭

source: Proceed with copying.
af: Gaan voort met kopiëring.
es: Proceder con la copia.
fr: Procéder avec copie.
sw: Endelea na kuiga.
zh_cn: 继续复制。

# copy_requests_in_events
source: You have requested to make this a recurring event. Would you like to include all the requests within this event over to all the remaining events?
af: U het versoek om dit 'n herhalende gebeurtenis te maak.Wil u al die versoeke binne hierdie gebeurtenis insluit aan al die oorblywende gebeure?
es: Has solicitado hacer de este un evento recurrente.�Le gustar�a incluir todas las solicitudes dentro de este evento a todos los eventos restantes?
fr: Vous avez demand� de faire cela un �v�nement r�current.Souhaitez-vous inclure toutes les demandes de cet �v�nement � tous les �v�nements restants?
sw: Umeomba kufanya hii tukio la mara kwa mara.Ungependa kuingiza maombi yote ndani ya tukio hili juu ya matukio yote yaliyobaki?
zh_cn: 您已要求将此发生重复事件。您希望将此事件中的所有请求包含在所有剩余的事件中吗？

# create_community_upload_image_text
source: Upload an image to represent your community
af: Laai 'n prent op om jou gemeenskap te verteenwoordig
es: Sube una imagen para representar a su comunidad.
fr: Téléchargez une image pour représenter votre communauté
sw: Pakia picha ili kuwakilisha jumuiya yako
zh_cn: 上传图像以表示您的社区

# create_community_select_categories_text
source: Select categories for your community
af: Kies kategorieë vir jou gemeenskap
es: Seleccione Categorías para su comunidad
fr: Sélectionnez Catégories pour votre communauté
sw: Chagua Jamii kwa jumuiya yako
zh_cn: 为您的社区选择类别

# create_community_negative_threshold_text
source: Negative credits threshold
af: Negatiewe Krediete Drempel
es: Umbral de créditos negativos
fr: Seuil de crédits négatifs
sw: Mikopo mbaya ya kizingiti
zh_cn: 否定贷记门槛

source: Choose Plan
af: Kies Plan
es: Elegir plan
fr: Choisir un plan
sw: Chagua Mpango
zh_cn: 选择计划

# new_comminity_message
source: New Community Message
af: Nuwe gemeenskapsboodskap
es: Nuevo mensaje de la comunidad
fr: Nouveau message communautaire
sw: Ujumbe mpya wa jamii.
zh_cn: 新社区留言

# go_to_community_chat
source: Go To Community Chats
af: Gaan na gemeenskapsklere
es: Ir a chats de la comunidad
fr: Aller à la communauté des chats
sw: Nenda kwenye mazungumzo ya jamii.
zh_cn: 去社区聊天

# no_child_communities
source: No child existing communities
af: Geen KIND Bestaande gemeenskappe
es: No hay ni�os comunidades existentes.
fr: Pas de communaut�s existantes pour enfants
sw: Hakuna jamii zilizopo za watoto
zh_cn: 没有孩子现有社区

# community_chat
source: Child Messaging Rooms
af: Kinderboodskapkamers
es: Salas de mensajería infantil
fr: Chambres de messagerie enfant
sw: Vyumba vya ujumbe wa watoto
zh_cn: 儿童消息空间

source: Add Cover Picture
af: Voeg deksel by
es: Añadir foto de portada
fr: Ajouter une photo de couverture
sw: Ongeza picha ya kifuniko
zh_cn: 添加封面图片

source: or drag and drop
af: of sleep en val
es: o arrastrar y soltar
fr: ou faire glisser-déposer
sw: au drag na kuacha
zh_cn: 或拖放

# cover_picture_label
source: Seva Community Cover Picture
af: Seva Gemeenskapsdekking
es: Foto de la cubierta de la comunidad de Seva
sw: Jumuiya ya Jumuiya ya Seva
zh_cn: 塞瓦社区封面图片

# cover_picture_label_group
source: Group Cover Picture
af: Groepdeksel
es: Imagen de portada de grupo
fr: Photo de couverture de groupe
sw: Piga picha ya kikundi
zh_cn: 组封面图片

# cover_picture_label_event
source: Event Cover Picture
es: Cuadro de evento
fr: Photo de couverture d'événement
sw: Picha ya kifuniko cha tukio.
zh_cn: 活动封面图片

source: Crop Photo
af: Gewasfoto
es: Cortar Foto
fr: Photo de récolte
sw: Picha ya Mazao
zh_cn: 作物照片
