Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# agreement_delivery_return
source: The item(s) subject to this Agreement shall remain with Lender. The Borrower shall be responsible for the safe packaging, proper import, export, shipping and receiving of the item(s). The item(s) shall be returned within a reasonable amount of time after the loan duration end date identified.
af: Die item (s) onderworpe aan hierdie ooreenkoms bly by lener.Die lener sal verantwoordelik wees vir die veilige verpakking, behoorlike invoer, uitvoer, verskeping en ontvangs van die item (s).Die item (s) sal binne 'n redelike hoeveelheid tyd terugbesorg word nadat die einddatum van die lening ge�dentifiseer is.
es: El art�culo (s) sujeto a este Acuerdo permanecer� con el prestamista.El prestatario ser� responsable de los envases seguros, la importancia, la exportaci�n, el env�o y la recepci�n del art�culo (s).Los art�culos se devolver�n dentro de una cantidad razonable de tiempo despu�s de que se identifique la fecha de finalizaci�n de la duraci�n del pr�stamo.
fr: Le (des) article (s) soumis � cet accord restera au pr�teur.L'emprunteur est responsable de l'emballage s�r, de l'importation appropri�e, de l'exportation, de l'exp�dition et de la r�ception du (des) article (s).L'article (s) doit �tre renvoy� dans un d�lai raisonnable apr�s la date de fin de dur�e de pr�t identifi�e.
sw: Bidhaa (s) chini ya mkataba huu itabaki na mkopeshaji.Wakopaji atakuwa na jukumu la ufungaji salama, kuagiza sahihi, kuuza nje, meli na kupokea bidhaa (s).Bidhaa (s) zitarejeshwa ndani ya muda unaofaa baada ya tarehe ya mwisho ya mkopo uliotambuliwa.
zh_cn: 本协议的项目应留在贷方。借款人应对物品的安全包装，适当的进出口，运输和接收负责。在确定贷款持续时间结束日期后，项目应在合理的时间内返回。

# agreement_maintain_and_repair
source: Except for reasonable wear and tear, Item(s) shall be returned to Lender in as good condition as when received by the Borrower. During the loan duration and prior to return, the Borrower agrees to assume all responsibility for maintenance and repair.
af: Behalwe vir redelike slytasie word item (s) aan die lener terugbesorg as goeie toestand as wanneer dit deur die lener ontvang word.Gedurende die lening duur en voor opgawe, stem die lener in om alle verantwoordelikheid vir instandhouding en herstel te aanvaar.
es: Excepto por desgaste razonable, los art�culos se devolver�n al prestamista como buenas condiciones, ya que cuando se recibe el prestatario.Durante la duraci�n del pr�stamo y antes de la devoluci�n, el prestatario acepta asumir toda la responsabilidad de mantenimiento y reparaci�n.
fr: � l'exception de l'usure raisonnable, un article (s) article (s) doit �tre retourn� au pr�teur en tant que bon �tat que lorsqu'il est re�u par l'emprunteur.Au cours de la dur�e du pr�t et avant le retour, l'emprunteur accepte d'assumer toutes les responsabilit�s de la maintenance et de la r�paration.
sw: Isipokuwa kwa kuvaa kwa busara na machozi, bidhaa (s) zitarejeshwa kwa mkopeshaji kama hali nzuri kama ilivyopokelewa na akopaye.Wakati wa mkopo na kabla ya kurudi, akopaye anakubaliana kuchukua jukumu lolote la matengenezo na ukarabati.
zh_cn: 除合理的磨损外，项目应在借款人收到时恢复到贷方的良好状态。在贷款期间和在退货之前，借款人同意承担所有责任维护和维修。

source: Terms of Service:
af: Diensbepalings:
es: T�rminos de servicio:
fr: Conditions d'utilisation:
sw: Masharti ya Huduma:
zh_cn: 服务条款：

# please_note_text
source: Please Note:
af: Neem asseblief kennis:
es: Tenga en cuenta:
fr: Veuillez noter:
sw: Tafadhali kumbuka:
zh_cn: 请注意：

# borrow_lender_dispute
source: In the real world and online, communities and community members sometimes disagree. If you have a dispute with another Community member, we hope that you will be able to work it out amicably."
af: In die werklike w�reld en aanlyn verskil gemeenskappe en gemeenskapslede soms nie.As u 'n geskil met 'n ander gemeenskapslid het, hoop ons dat u dit vriendelik kan uitwerk. "
es: En el mundo real y en l�nea, las comunidades y los miembros de la comunidad a veces no est�n de acuerdo.Si tiene una disputa con otro miembro de la comunidad, esperamos que podr� resolverlo amistosamente ".
fr: Dans le monde r�el et en ligne, les communaut�s et les membres de la communaut� sont parfois en d�saccord.Si vous avez un diff�rend avec un autre membre de la communaut�, nous esp�rons que vous serez capable de le calculer � l'amiable. "
sw: Katika ulimwengu halisi na mtandaoni, jamii na wanachama wa jamii wakati mwingine hawakubaliani.Ikiwa una mgogoro na mwanachama mwingine wa jamii, tunatarajia kuwa utakuwa na uwezo wa kufanya kazi kwa urahisi. "
zh_cn: 在现实世界和在线，社区和社区成员有时不同意。如果您与其他社区成员有争议，我们希望您能够友好地齐心协力。“

# borrow_request_seva_disclaimer
source: However, if you cannot, please understand that Seva Exchange is not responsible for the actions of its members, each member is responsible for their own actions and behavior, whether using Seva Exchange or chatting over the back fence. Accordingly, to the maximum extent permitted by applicable law, you release us (and our officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes. If you are a California resident, you hereby waive California Civil Code §1542, which says: "A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release, and that, if known by him or her, would have materially affected his or her settlement with the debtor or releasing party."
af: As u egter nie kan verstaan dat SEVA-uitruil nie verantwoordelik is vir die optrede van sy lede nie, is elke lid verantwoordelik vir hul eie optrede en gedrag, of die gebruik van Seva-uitruiling of gesels oor die agterheining.Gevolglik, tot die maksimum mate wat deur toepaslike wet toegelaat word, bevry u ons (en ons beamptes, direkteure, agente, filiale, gesamentlike ondernemings en werknemers) van eise, eise en skadevergoeding (werklik en gevolglik) van elke soort en natuur, bekend en onbekend, wat voortspruit uit of op enige manier wat verband hou met sulke geskille.As u 'n inwoner van Kaliforni� is, afstand doen van die California Burgerlike Kode §1542, wat s�: "'n Algemene vrylating strek nie tot aansprake dat die skuldeiser of vrystelling van die party nie in sy of haar guns in sy of haar guns ken of vermoed het nie.van die uitvoering van die vrylating, en dat, indien dit deur hom of haar bekend is, sy of haar nedersetting met die skuldenaar of vrystelling sou be�nvloed het. "
es: Sin embargo, si no puede, comprender que el intercambio de SeVa no es responsable de las acciones de sus miembros, cada Miembro es responsable de sus propias acciones y comportamiento, ya sea que utilice las electa intercambie o conversando por la valla trasera.En consecuencia, en la medida m�xima permitida por la ley aplicable, usted libera (y nuestros oficiales, directores, agentes, subsidiarias, empresas conjuntas y empleados) de reclamaciones, demandas y da�os (reales y consecuentes) de todo tipo y naturaleza, conocidos y desconocidos, que surja de o de cualquier manera conectado con tales disputas.Si usted es un residente de California, usted renuncia al C�digo Civil de California �1542, que dice: "Una versi�n general no se extiende a las afirmaciones de que el acreedor o partido de liberaci�n no sabe o sospecha que exista en su favor en ese momentode la ejecuci�n de la liberaci�n, y que, si lo conoce, habr�a afectado significativamente su asentamiento con el deudor o la fiesta de liberaci�n ".
fr: Cependant, si vous ne pouvez pas, s'il vous pla�t comprendre que Seva Exchange n'est pas responsable des actions de ses membres, chaque membre est responsable de ses propres actions et comportements, qu'il s'agisse d'�change de Seva ou de bavarder sur la cl�ture arri�re.En cons�quence, dans la mesure maximale autoris�e par la loi applicable, vous nous lib�rez (et nos officiers, administrateurs, agents, filiales, coentreprises et employ�s) provenant de r�clamations, de demandes et de dommages-int�r�ts (r�elles et cons�quentes) de toutes sortes et de nature, connues et inconnues, d�coulant de ou de quelque mani�re que ce soit li�e � de tels diff�rends.Si vous �tes un r�sident de Californie, vous renoncez par la pr�sente Code civil de Californie §1542, qui dit: �Une lib�ration g�n�rale ne s'�tend pas aux affirmations que le cr�ancier ou la partie de lib�ration ne sait pas ou ne soup�onne pas d'exister dans sa faveur � l'�poque.d'ex�cuter la lib�ration et que, si elle est connue par lui-m�me, aurait affect� de mani�re significative son r�glement avec le d�biteur ou la partie lib�ration. "
sw: Hata hivyo, kama huwezi, tafadhali kuelewa kwamba Seva Exchange sio wajibu wa matendo ya wanachama wake, kila mwanachama anahusika na vitendo na tabia zao, ikiwa ni kutumia seva kubadilishana au kuzungumza juu ya uzio wa nyuma.Kwa hiyo, kwa kiwango cha juu kinachoruhusiwa na sheria husika, unatuokoa (na maafisa wetu, wakurugenzi, mawakala, matawi, ubia na wafanyakazi) kutokana na madai, madai na uharibifu (halisi na matokeo) ya kila aina na asili, inayojulikana na haijulikani, kutokana na au kwa njia yoyote kushikamana na migogoro hiyo.Ikiwa wewe ni mkazi wa California, wewe hapa Waive California Civil Code §1542, ambayo inasema: "Kuondolewa kwa ujumla haipanua madai kwamba mkopo au kutoa chama hajui au mtuhumiwa kuwepo kwa kibali chake wakati huoya kutekeleza kutolewa, na kwamba, kama inajulikana na yeye, ingekuwa imeathiri makazi yake na mdaiwa au kutoa chama. "
zh_cn: 但是，如果您不能，请理解，SEVA Exchange对其成员的行为负责，每个成员都对自己的行为和行为负责，无论是使用SEVA Exchange还是聊天。因此，在适用法律允许的最大范围内，您将根据各种和性质的索赔，要求和损害（实际和后果）发布美国（以及我们的官员，董事，代理商，子公司，合资企业和雇员），知名和未知，出现在与此类争议相关的任何方式。如果您是加州居民，您在此免除加州民法典§1542，它说：“一般释放并未延伸到声称债权人或释放方在当时不知道或怀疑存在于他或她的青睐时执行释放，如果是他或她，那么，就会将其与债务人或释放党的结算重大影响。“

# agreement_amending_disclaimer
source: If the lender and borrower adjust the return date of the item as defined in the agreement, it is the responsibility of the parties involved to maintain the agreement extension and it is not included in this process or the responsibility of Seva Exchange.
af: Indien die lener en lener die terugkeerdatum van die item soos omskryf in die ooreenkoms aan te pas, is dit die verantwoordelikheid van die betrokke partye om die ooreenkoms te handhaaf en dit is nie in hierdie proses of die verantwoordelikheid van SEVA-uitruiling ingesluit nie.
es: Si el prestamista y el prestatario ajustan la fecha de retorno del art�culo tal como se define en el Acuerdo, es responsabilidad de las partes involucradas para mantener la extensi�n del acuerdo y no est� incluida en este proceso o en la responsabilidad del intercambio de SeVa.
fr: Si le pr�teur et l'emprunteur ajuste la date de retour de l'article tel que d�fini dans l'accord, il incombe aux parties concern�es de maintenir l'extension de l'accord et qu'il n'est pas inclus dans ce processus ou la responsabilit� de Seva Exchange.
sw: Ikiwa mkopeshaji na akopaye kurekebisha tarehe ya kurudi ya kipengee kama ilivyoelezwa katika makubaliano, ni wajibu wa vyama vinavyohusika ili kudumisha ugani wa makubaliano na haujumuishwa katika mchakato huu au wajibu wa Seva Exchange.
zh_cn: 如果贷款人和借款人根据协议所定义的项目的返回日期，则涉及维持协议延期的各方责任，并不包含在此过程中或SEVA交换的责任。

# agreement_final_acknowledgement
source: It is hereby acknowledged that while Seva Exchange is furnishing this agreement and securely managing in their digital vault, Seva Exchange is only providing this as a convenience to the two parties in this agreement. Seva Exchange is indemnified from any loss or damage that occurs as a result of this transaction. Neither party will hold Seva Exchange accountable and agree to completely absolve Seva Exchange should there be any litigation arising from this transaction.
af: Daar word hiermee erken dat terwyl Seva-uitruiling hierdie ooreenkoms verskaf en in hul digitale kluis veilig bestuur word, bied Seva-uitruiling dit slegs as 'n gerief vir die twee partye in hierdie ooreenkoms.SEVA-uitruiling word vrygestel van enige verlies of skade wat as gevolg van hierdie transaksie voorkom.Geen party sal Seva Exchange aanspreeklik hou nie en stem in om Seva-uitruiling heeltemal te ontlont indien daar enige litigasie uit hierdie transaksie sal wees.
es: A la presente, se reconoce que, si bien el cambio de Cambio est� suministrando este acuerdo y la gesti�n de forma segura en su b�veda digital, el cambio de SEVA solo proporciona esto como una conveniencia para las dos partes en este Acuerdo.El intercambio de SeVa est� indemnizado de cualquier p�rdida o da�o que ocurra como resultado de esta transacci�n.Ninguna de las Partes mantendr� una responsabilidad de cambio de SeVa y aceptar� completamente Absolve ABSEXVE Intercambio debe haber un litigio que surja de esta transacci�n.
fr: Il est reconnu par la pr�sente que, tandis que Seva Exchange fournit cet accord et g�rer en toute s�curit� dans leur vo�te num�rique, Seva Exchange ne fournit que cela comme une commodit� aux deux parties du pr�sent accord.Seva Exchange est indemnis� de toute perte ou dommage qui se produit � la suite de cette transaction.Aucune des parties n'entre organisera que Seva �change responsable et accepter compl�tement l'absolution de Seva Exchange devrait exister un litige d�coulant de cette transaction.
sw: Inakubaliwa kuwa wakati Seva Exchange inatoa mkataba huu na kusimamia salama katika vault yao ya digital, Seva Exchange inatoa tu hii kama urahisi kwa vyama viwili katika Mkataba huu.Seva Exchange imetolewa kutokana na hasara yoyote au uharibifu ambao hutokea kama matokeo ya shughuli hii.Wala chama kitashikilia Seva Exchange kuwajibika na kukubaliana kabisa kukomesha Seva Exchange lazima iwe na madai yoyote yanayotokana na shughuli hii.
zh_cn: 特此承认，虽然Seva Exchange正在提供本协议并在其数字金库中安全地管理，但Seva Exchange仅为这项协议中双方提供这方面。Seva Exchange赔偿来自此交易结果发生的任何损失或损坏。如果在此交易产生的任何诉讼中，既不缔约方都不会持有SEVA兑换责任并同意完全豁免SEVA交易所。

# agreement_prior_to_signing_disclaimer
source: The Borrower should inspect the item or property being taken to ensure the description and operability of the borrowed item or property is represented properly in the agreement and request modifications as necessary prior to executing the agreement. Any adjustments to the defined provisions need to be made prior to signing the agreement. Any actions taken to resolve the issues outside the agreement will be the responsibility of the lender and/or borrower, example is Small Claims Court. Seva Exchange will have no responsibility in the negotiation, management or collection related to the violations of the agreement.
af: Die lener moet die item of eiendom wat getref word, inspekteer om te verseker dat die beskrywing en bedryfbaarheid van die geleende item of eiendom behoorlik in die ooreenkoms voorgestel word en veranderinge versoek indien nodig voordat die ooreenkoms uitgevoer word.Enige aanpassings aan die omskrewe bepalings moet gemaak word voordat die ooreenkoms onderteken word.Enige aksies wat geneem is om die kwessies buite die ooreenkoms op te los, sal die verantwoordelikheid van die lener en / of lener wees, byvoorbeeld, is 'n klein eise hof.Seva Exchange sal geen verantwoordelikheid h� in die onderhandeling, bestuur of versameling wat verband hou met die oortredings van die ooreenkoms nie.
es: El prestatario debe inspeccionar el art�culo o la propiedad que se est� tomando para garantizar que la descripci�n y la operabilidad del elemento o propiedad prestado se represente correctamente en el acuerdo y solicite modificaciones seg�n sea necesario antes de ejecutar el acuerdo.Se deben hacer cualquier ajuste a las disposiciones definidas antes de firmar el acuerdo.Cualquier acci�n tomada para resolver los problemas fuera del acuerdo ser� responsabilidad del prestamista y / o prestatario, el ejemplo es un tribunal de reclamos de peque�o.El cambio de Seva no tendr� ninguna responsabilidad en la negociaci�n, la gerencia o la recaudaci�n relacionada con las violaciones del Acuerdo.
fr: L'emprunteur devrait inspecter l'�l�ment ou la propri�t� prise pour que la description et l'op�rabilit� de l'�l�ment ou de la propri�t� emprunt�es soient repr�sent�es correctement dans l'accord et demandez des modifications n�cessaires avant d'ex�cuter l'accord.Tous les ajustements des dispositions d�finies doivent �tre effectu�s avant la signature de la convention.Toutes les mesures prises pour r�soudre les probl�mes en dehors de l'accord feront la responsabilit� du pr�teur et / ou de l'emprunteur, l'exemple est un tribunal de petites cr�ances.Seva Exchange n'aura aucune responsabilit� dans la n�gociation, la gestion ou la collecte li�e aux violations de l'accord.
sw: Akopaye anapaswa kuchunguza bidhaa au mali inayochukuliwa ili kuhakikisha maelezo na uendeshaji wa bidhaa zilizokopwa au mali zinawakilishwa vizuri katika makubaliano na marekebisho ya ombi kama inavyohitajika kabla ya kutekeleza makubaliano.Marekebisho yoyote kwa masharti yaliyofafanuliwa yanahitajika kufanywa kabla ya kusaini makubaliano.Hatua yoyote iliyochukuliwa ili kutatua masuala ya nje ya makubaliano itakuwa wajibu wa mkopeshaji na / au akopaye, mfano ni Mahakama ndogo ya madai.Seva Exchange haitakuwa na jukumu katika mazungumzo, usimamizi au ukusanyaji kuhusiana na ukiukwaji wa makubaliano.
zh_cn: 借款人应检查所采取的项目或财产，以确保借来的物品或财产的描述和可操作性在协议中正确陈述，并在执行协议之前要求修改。在签署协议之前，需要对已定义的规定进行任何调整。解决协议外问题的任何行动将是贷方和/或借款人的责任，例子是小索赔法院。综合交易所在与违反协议相关的谈判，管理或收集方面没有责任。

# lender_text
source: Lender
af: Uitlener
es: Prestadora
fr: Prêteuse
zh_cn: 贷方

# borrower_text
source: Borrower
af: Lener
es: Prestataria
fr: Emprunteuse
sw: Akopaye
zh_cn: 借款人

# agreement_date
source: Agreement Date and Time
af: Ooreenkoms datum en tyd
es: Acuerdo Fecha y hora
fr: Date d'accord et heure
sw: Tarehe ya makubaliano na wakati
zh_cn: 协议日期和时间

# lender_acknowledged_feedback
source: The Lender has acknowledged completion of this request. Tap to leave a feedback.
af: Die lener het die voltooiing van hierdie versoek erken.Tik om 'n terugvoer te gee.
es: El prestamista ha reconocido la finalizaci�n de esta solicitud.Toque para dejar un comentario.
fr: Le pr�teur a acquitt� la fin de cette demande.Appuyez sur pour laisser un retour d'information.
sw: Mkopeshaji amekubali kukamilika kwa ombi hili.Gonga ili uondoe maoni.
zh_cn: 贷款人已承认完成此请求。点击以留下反馈。

# offering_place_to
source: You are offering a place to
af: U bied 'n plek aan
es: Est�s ofreciendo un lugar para
fr: Vous offrez un endroit pour
sw: Unatoa nafasi kwa
zh_cn: 你正在提供一个地方

# offering_items_to
source: You are offering item(s) to
af: U bied item (e) aan
es: Usted est� ofreciendo art�culo (s) a
fr: Vous proposez des articles �
sw: Unatoa bidhaa (s) kwa
zh_cn: 您正在提供物品

# length_of_stay
source: Length of stay between:
af: Lengte van verblyf tussen:
es: Duraci�n de la estancia entre:
fr: Dur�e du s�jour entre:
sw: Urefu wa kukaa kati ya:
zh_cn: 留在介于的时间：

# collect_and_return_items
source: Pick-up and Return item(s):
af: Afhaal en terugkeer item (s):
es: Pick-up y devolver art�culo (s):
fr: Ramassage et retour Article (s):
sw: Pick-up na kurudi bidhaa (s):
zh_cn: 拾取物品：

source: Item(s) Returned
af: Item (s) teruggekeer
es: Art�culo (s) devuelto
fr: Article (s) renvoy� (s)
sw: Kipengee (s) kilirudi
zh_cn: 返回物品

# checked_in_text
source: Checked In
af: Nagegaan
es: Registrado en
fr: Enregistr�
sw: Imewekwa ndani
zh_cn: 入住

# checked_out_text
source: Checked Out
af: Nagegaan
es: Controlado
fr: V�rifi�
sw: Imechukuliwa nje
zh_cn: 检查过了

# check_out_text
source: Check Out
af: Uitteken
es: Verificar
fr: V�rifier
sw: Angalia
zh_cn: 查看

# check_in_text
source: Check In
af: Inboek
es: Registrarse
fr: Enregistrement
sw: Angalia katika
zh_cn: 报到

source: Check in pending
af: Check in hangende
es: Check in pendiente
fr: V�rifier en attente
sw: Angalia kwa kusubiri
zh_cn: 检查挂钩

# borrow_request_collect_items_tag
source: Borrow Request - Pick-up Item(s)
af: Leen versoek - afhaal item (s)
es: Solicitud de pr�stamo - Art�culo (s) de recogida (s)
fr: Emprunter demande - article (s) de ramassage
sw: Borrow Ombi - Pick-up bidhaa (s)
zh_cn: 借用请求 - 接送物品

# borrow_request_return_items_tag
source: Borrow Request - Return Item(s)
af: Leen versoek - Retour item (s)
es: Solicitud de pr�stamo - Art�culo (s) de devoluci�n
fr: Emprunter demande - article (s) de retour (s)
sw: Borrow ombi - Kurudi bidhaa (s)
zh_cn: 借用请求 - 退货项目

# collect_items
source: Pick-up Item(s)
es: Art�culo (s) de recogida (s)
fr: Article de ramassage
sw: Pick-up bidhaa (s)
zh_cn: 拾取物品

source: Return Item(s)
af: Retour item (s)
es: Devolver los art�culos)
fr: Retourner les articles)
sw: Kurudi kipengee (s)
zh_cn: 退换货品）

# collected_items
source: Picked-up Item(s)
af: Opgetelde item (s)
es: Art�culo (s) recogido (s)
fr: Article (s) ramass�
sw: Kipengee kilichochaguliwa (s)
zh_cn: 拾取物品

source: Returned Item(s)
af: Teruggekeer item (s)
es: Art�culo (s) devuelto (s)
fr: Article (s) retourn� (s)
sw: Item iliyorejeshwa (s)
zh_cn: 退货项目

# lent_to_text
source: Lent to:
af: Geleen aan:
es: Prestado a:
fr: Pr�t� �:
sw: Lent kwa:
zh_cn: 借给：

source: Place not added
af: Plaas nie bygevoeg nie
es: Lugar no agregado
fr: Endroit non ajout�
sw: Mahali sio aliongeza.
zh_cn: 没有添加的地方

source: Item(s) not added
af: Item (s) nie bygevoeg nie
es: Art�culo (s) no a�adido
fr: Article (s) non ajout�
sw: Bidhaa (s) haziongeza.
zh_cn: 未添加物品

# lending_offer_location_hint
source: Provide the information regarding the location you would like to lend
af: Verskaf die inligting rakende die plek wat u graag wil leen
es: Proporcionar la informaci�n sobre la ubicaci�n que le gustar�a prestar
fr: Fournir les informations sur l'emplacement que vous souhaitez pr�ter
sw: Kutoa habari kuhusu eneo ambalo ungependa kutoa mikopo
zh_cn: 提供有关您想要贷方的位置的信息

# offer_agreement_not_available
source: Request agreement not available
af: Versoek Ooreenkoms nie beskikbaar nie
es: Acuerdo de solicitud no disponible
fr: Demande d'accord non disponible
sw: Mkataba wa ombi haupatikani
zh_cn: 请求协议不可用

source: Click to view offer agreement
af: Klik om Aanbod-ooreenkoms te sien
es: Haga clic para ver el acuerdo de oferta
fr: Cliquez pour voir l'accord d'offre
sw: Bofya ili kuona makubaliano ya kutoa
zh_cn: 点击查看优惠协议

# join_borrow_request
source: Invited to accept request
af: Uitgenooi om versoek te aanvaar
es: Invitado a aceptar la solicitud
fr: Invit� � accepter la demande
sw: Walioalikwa kukubali ombi.
zh_cn: 邀请请求

# withdraw_lending_offer
source: Click here if you want to withdraw your request
af: Klik hier as jy jou versoek wil onttrek
es: Haga clic aqu� si desea retirar su solicitud
fr: Cliquez ici si vous souhaitez retirer votre demande
sw: Bofya hapa ikiwa unataka kuondoa ombi lako
zh_cn: 如果要撤销您的请求，请单击此处

# lender_not_created_agreement
source: Lender has not created an agreement for this offer
af: Lener het nie 'n ooreenkoms vir hierdie aanbod geskep nie
es: El prestamista no ha creado un acuerdo para esta oferta.
fr: Le pr�teur n'a pas cr�� d'accord pour cette offre
sw: Lender haijaunda makubaliano ya kutoa hii.
zh_cn: 贷款人没有为此优惠创建协议

# admin_borrow_request_received_back_check
source: If you have received your item/place back from the borrower, click the button below to complete this transaction.
af: As u u item / plek van die lener ontvang het, klik die onderstaande knoppie om hierdie transaksie te voltooi.
es: Si ha recibido su art�culo / lugar de regreso del prestatario, haga clic en el bot�n de abajo para completar esta transacci�n.
fr: Si vous avez re�u votre article / votre lieu de retour de l'emprunteur, cliquez sur le bouton ci-dessous pour terminer cette transaction.
sw: Ikiwa umepokea kipengee chako / mahali pa nyuma kutoka kwa akopaye, bofya kifungo chini ili kukamilisha shughuli hii.
zh_cn: 如果您已从借款人收到您的物品/位置，请单击下面的按钮以完成此事务。

source: Please add Amenities.
af: Voeg asseblief geriewe by.
es: Por favor agregue las comodidades.
fr: S'il vous pla�t ajouter des commodit�s.
sw: Tafadhali ongeza huduma.
zh_cn: 请添加设施。
