Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# has_reviewed_you_for_request
source: has reviewed you for this request. Click button below to review and complete the task
af: het u vir hierdie versoek hersien.Klik op die knoppie hieronder om die taak te hersien en te voltooi
es: Te ha revisado para esta solicitud.Haga clic en el bot�n de abajo para revisar y completar la tarea
fr: Vous a examin� pour cette demande.Cliquez sur le bouton ci-dessous pour examiner et compl�ter la t�che.
sw: imekupitia wewe kwa ombi hili.Bonyeza kifungo chini ya kuchunguza na kukamilisha kazi
zh_cn: 已审查了此请求。单击下面的按钮查看并完成任务

# view_text
source: view
af: beskou
es: vista
fr: vue
sw: Tazama
zh_cn: 看法

source: Request has been approved
af: Versoek is goedgekeur
es: Solicitud ha sido aprobada
fr: La demande a �t� approuv�e
sw: Ombi imeidhinishwa
zh_cn: 请求已获批准

source: Item(s) taken
af: Item (s) geneem
es: Art�culo (s) tomado
fr: Article (s) pris (s)
sw: Kipengee (s) kilichochukuliwa
zh_cn: 拍摄的项目

# arrived_text
source: Arrived
af: Aangekom
es: Lleg�
fr: Arriv�e
sw: Aliwasili
zh_cn: 到达的

# departed_text
source: Departed
af: Vertrek
es: Salida
fr: Défunte
sw: Aliondoka
zh_cn: depart

# items_collected_alert
source: Item(s) to be picked-up and returned on:
af: Item (e) wat opgeneem moet word en teruggestuur word:
es: Art�culo (s) para ser recogido y devuelto en:
fr: Article (s) � ramasser et retourn� sur:
sw: Kipengee (s) kilichochaguliwa na kurudi:
zh_cn: 要拾取的项目并返回：

# items_collected_alert_two
source: You have picked-up item(s) from
af: Jy het item (s) van
es: Has recogido art�culo (s) de
fr: Vous avez ramass� des articles de
sw: Umechukua kitu (s) kutoka
zh_cn: 你有拾取的项目

source: Please return by:
af: Stuur asseblief terug deur:
es: Por favor regrese por:
fr: S'il vous pla�t revenir par:
sw: Tafadhali kurudi kwa:
zh_cn: 请返回：

# items_returned_to_lender
source: You have returned the item(s) to the lender,
af: U het die item (s) teruggekeer na die lener,
es: Has devuelto el (los) art�culo (s) al prestamista,
fr: Vous avez renvoy� le (s) article (s) au pr�teur,
sw: Umerejea kipengee (s) kwa mkopeshaji,
zh_cn: 您已将物品退回给贷方，

# exchanged_completed
source: Exchange completed
af: Uitruil voltooi
es: Intercambio completado
fr: �change compl�t�
sw: Kubadilishana imekamilika.
zh_cn: 交换完成

source: Your departure date is:
af: U vertrekdatum is:
es: Su fecha de salida es:
fr: Votre date de d�part est la suivante:
sw: Tarehe yako ya kuondoka ni:
zh_cn: 您的出发日期是：

source: You departed on:
af: Jy het vertrek:
es: Te fuiste de:
fr: Vous avez quitt�:
sw: Uliondoka:
zh_cn: 你离开了：

# arrival_text
source: Arrival
af: Aankoms
es: Llegada
fr: Arriv�e
sw: Kuwasili
zh_cn: 到达

# arrive_text
source: Arrival
af: Aankoms
es: Llegada
fr: Arriv�e
sw: Kuwasili
zh_cn: 到达

# departure_text
source: Departure
af: Vertrek
es: Salida
fr: D�part
sw: Kuondoka
zh_cn: 离开

# notes_text
source: Notes
af: Notas
es: Notas
fr: Remarques
sw: Vidokezo
zh_cn: 笔记

# share_feedback_place
source: You can leave an appreciation review for your host.
af: U kan 'n waarverwaarde oorsig vir u gasheer verlaat.
es: Puede dejar una revisi�n de apreciaci�n para su anfitri�n.
fr: Vous pouvez laisser une revue d'appr�ciation pour votre h�te.
sw: Unaweza kuondoka mapitio ya shukrani kwa mwenyeji wako.
zh_cn: 您可以为您的主人留下欣赏审核。

# time_offer_accepted_tag
source: Time offer accepted
af: Tydaanbod aanvaar
es: Oferta de tiempo aceptada
fr: Offre de temps accept�e
sw: Wakati wa kutoa kukubalika
zh_cn: 时间优惠被接受

# idle_borrow_request_first_warning
source: *** weeks have passed without any interest. Please re-evaluate this request or withdraw.
af: *** Weke het geslaag sonder enige belangstelling.Evalueer asseblief hierdie versoek of onttrek.
es: *** Las semanas han pasado sin ning�n inter�s.Por favor, vuelva a evaluar esta solicitud o retirarse.
fr: *** Les semaines ont pass� sans int�r�t.Veuillez r��valuer cette demande ou retirer.
sw: *** wiki zimepita bila riba.Tafadhali tathmini tena ombi hili au uondoe.
zh_cn: ***几周没有任何兴趣。请重新评估此请求或退出。

# idle_borrow_request_second_warning
source: *** weeks have passed without any interest. Please note that this request will be deleted if there is still no activity after 14 more days
af: *** Weke het geslaag sonder enige belangstelling.Let asseblief daarop dat hierdie versoek verwyder sal word indien daar nog 14 dae nog geen aktiwiteit is nie
es: *** Las semanas han pasado sin ning�n inter�s.Tenga en cuenta que esta solicitud se eliminar� si todav�a no hay actividad despu�s de 14 d�as m�s
fr: *** Les semaines ont pass� sans int�r�t.Veuillez noter que cette demande sera supprim�e s'il n'y a toujours aucune activit� apr�s 14 jours de plus
sw: *** wiki zimepita bila riba.Tafadhali kumbuka kuwa ombi hili litafutwa ikiwa bado hakuna shughuli baada ya siku 14 zaidi
zh_cn: ***几周没有任何兴趣。请注意，如果仍然在14天后仍然没有活动，则会删除此请求

# idle_borrow_request_third_warning_deleted
source: This request has now been deleted due to inactivity for the past 6 weeks.
af: Hierdie versoek is nou die afgelope 6 weke as gevolg van onaktiwiteit uitgevee.
es: Esta solicitud se ha eliminado ahora debido a la inactividad durante las �ltimas 6 semanas.
fr: Cette demande a maintenant �t� supprim�e en raison de l'inactivit� des 6 derni�res semaines.
sw: Ombi hili sasa limefutwa kutokana na kutokuwa na kazi kwa wiki 6 zilizopita.
zh_cn: 由于过去6周内不活动，此请求现已删除。

# idle_lending_offer_first_warning
source: *** weeks have passed without any interest. Please re-evaluate this offer or withdraw.
af: *** Weke het geslaag sonder enige belangstelling.Evalueer asseblief hierdie aanbod of onttrek.
es: *** Las semanas han pasado sin ning�n inter�s.Por favor, vuelva a evaluar esta oferta o retirarse.
fr: *** Les semaines ont pass� sans int�r�t.Veuillez r��valuer cette offre ou retirer.
sw: *** wiki zimepita bila riba.Tafadhali tathmini tena kutoa hii au uondoe.
zh_cn: ***几周没有任何兴趣。请重新评估此优惠或退出。

# idle_lending_offer_second_warning
source: *** weeks have passed without any interest. Please note that this offer will be deleted if there is still no activity after 14 more days
af: *** Weke het geslaag sonder enige belangstelling.Let asseblief daarop dat hierdie aanbod verwyder sal word indien daar nog 14 dae nog geen aktiwiteit is nie
es: *** Las semanas han pasado sin ning�n inter�s.Tenga en cuenta que esta oferta se eliminar� si todav�a no hay actividad despu�s de 14 d�as m�s
fr: *** Les semaines ont pass� sans int�r�t.Veuillez noter que cette offre sera supprim�e s'il n'y a toujours aucune activit� apr�s 14 jours de plus
sw: *** wiki zimepita bila riba.Tafadhali kumbuka kuwa utoaji huu utafutwa ikiwa bado hakuna shughuli baada ya siku 14 zaidi
zh_cn: ***几周没有任何兴趣。请注意，如果在14天后仍然没有活动，则会删除此优惠

# idle_lending_offer_third_warning_deleted
source: This offer has now been deleted due to inactivity for the past 6 weeks.
af: Hierdie aanbod is nou die afgelope 6 weke weens onaktiwiteit uitgevee.
es: Esta oferta se ha eliminado ahora debido a la inactividad durante las �ltimas 6 semanas.
fr: Cette offre a maintenant �t� supprim�e en raison de l'inactivit� des 6 derni�res semaines.
sw: Utoaji huu umefutwa kwa sababu ya kutokuwa na kazi kwa wiki 6 zilizopita.
zh_cn: 由于过去6周的不活动，此优惠现已删除。

# idle_for_4_weeks
source: has been idle for 4 weeks
af: is vir 4 weke ledig
es: ha estado inactivo durante 4 semanas
fr: a �t� inactif pendant 4 semaines
sw: imekuwa hai kwa wiki 4.
zh_cn: 已经闲置了4周

# idle_for_2_weeks
source: has been idle for 2 weeks
af: is vir 2 weke ledig
es: ha estado inactivo durante 2 semanas
fr: a �t� inactif pendant 2 semaines
sw: imekuwa hai kwa wiki 2.
zh_cn: 已经闲置了2周

# lending_offer_collect_items_tag
source: Lending Offer - Pick-up Item(s)
af: Uitleenaanbod - Afhaal item (s)
es: Oferta de pr�stamo - Art�culo (s) de recogida (s)
fr: Offre de pr�t - article (s) de ramassage
sw: Kutoa kutoa mikopo - kipengee cha kuchukua (s)
zh_cn: 贷款报价 - 接送物品

# lending_offer_return_items_tag
source: Lending Offer - Return Item(s)
af: Uitleenaanbieding - Retour item (s)
es: Oferta de pr�stamos - Art�culo (s) de retorno
fr: Offre de pr�t - Article de retour
sw: Kutoa mikopo - Kurudi kipengee (s)
zh_cn: 贷款优惠 - 退货项目

# lending_offer_check_in_tag
source: Lending Offer - Check In
af: Uitleenaanbieding - Check in
es: Oferta de pr�stamos - Check In
fr: Offre de pr�t - enregistrement
sw: Kutoa kutoa mikopo - Angalia
zh_cn: 贷款优惠 - 登记

# lending_offer_check_out_tag
source: Lending Offer - Check Out
af: Uitleenaanbieding - Check out
es: Oferta de pr�stamos - Salida
fr: Offre de pr�t - Check Out
sw: Kutoa mikopo - angalia
zh_cn: 贷款优惠 - 退房

source: Change departure date?
af: Verander vertrekdatum?
es: Cambiar la fecha de salida?
fr: Changer la date de d�part?
sw: Badilisha tarehe ya kuondoka?
zh_cn: 改变出发日期？

# tab_to_leave_feedback
source: Tap to leave a feedback.
af: Tik om 'n terugvoer te gee.
es: Toque para dejar un comentario.
fr: Appuyez sur pour laisser un retour d'information.
sw: Gonga ili uondoe maoni.
zh_cn: 点击以留下反馈。

# lending_offer_return_items_hint
source: Click here if you have returned the item(s).
af: Klik hier as u die item (s) terugbesorg het.
es: Haga clic aqu� si ha devuelto el (los) art�culo (s).
fr: Cliquez ici si vous avez renvoy� l'article (s).
sw: Bofya hapa ikiwa umerejea kipengee (s).
zh_cn: 如果您返回该项目，请单击此处。

# lending_offer_return_place_hint
source: Click here if you have checked out of the place
af: Klik hier as u uit die plek nagegaan het
es: Haga clic aqu� si ha aparecido fuera del lugar
fr: Cliquez ici si vous avez v�rifi� hors de la place
sw: Bofya hapa ikiwa umeangalia nje ya mahali
zh_cn: 如果您已检查过该地点，请单击此处

# borrower_returned_items_feedback
source: You returned item(s). Tap to leave a feedback.
af: U het item (e) teruggekeer.Tik om 'n terugvoer te gee.
es: Devolviste art�culo (s).Toque para dejar un comentario.
fr: Vous avez retourn� article (s).Appuyez sur pour laisser un retour d'information.
sw: Ulirudi bidhaa (s).Gonga ili uondoe maoni.
zh_cn: 你退回了物品。点击以留下反馈。

# borrower_departed_provide_feedback
source: You checked out as noted above. Tap to leave a feedback.
af: U het nagegaan soos hierbo aangedui.Tik om 'n terugvoer te gee.
es: Usted revis� como se se�al� anteriormente.Toque para dejar un comentario.
fr: Vous avez v�rifi� comme indiqu� ci-dessus.Appuyez sur pour laisser un retour d'information.
sw: Umeangalia kama ilivyoelezwa hapo juu.Gonga ili uondoe maoni.
zh_cn: 你看了上面所说的。点击以留下反馈。

# check_out_alert
source: Are you sure you want to check out?
af: Is jy seker jy wil kyk?
es: �Est�s seguro de que quieres salir?
fr: �tes-vous s�r de vouloir v�rifier?
sw: Una uhakika unataka kuangalia?
zh_cn: 你确定要查看吗？

# return_items_alert
source: Are you sure you want to return item(s)?
af: Is jy seker jy wil item (e) teruggee?
es: �Est� seguro de que desea devolver el (los) art�culo (s)?
fr: �tes-vous s�r de vouloir retourner des articles?
sw: Una uhakika unataka kurudi bidhaa (s)?
zh_cn: 您确定要退回项目吗？

# add_new_text
source: Add new
af: Voeg nuwe
es: A�adir nuevo
fr: Ajouter de nouveau
sw: Ongeza Mpya.
zh_cn: 添新

source: Completed Lending Offer
af: Voltooide Uitleenaanbod
es: Oferta de pr�stamo completada
fr: Offre de pr�t termin�e
sw: Kutoa utoaji wa mikopo.
zh_cn: 完成贷款优惠

# end_date_after_offer_end_date_place
source: The check out date is after the offer end date. Please edit your offer end date or select a date before the offer end date to approve this request.
af: Die tjekdatum is na die aanbod einddatum.Wysig asseblief u aanbod einddatum of kies 'n datum voor die aanbod einddatum om hierdie versoek goed te keur.
es: La fecha de salida es despu�s de la fecha de finalizaci�n de la oferta.Ed�quen la fecha de finalizaci�n de su oferta o seleccione una fecha antes de la fecha de finalizaci�n de la oferta para aprobar esta solicitud.
fr: La date de d�part est apr�s la date de fin de l'offre.Veuillez modifier la date de fin de votre offre ou s�lectionnez une date avant la date de fin de l'offre pour approuver cette demande.
sw: Tarehe ya kuangalia ni baada ya tarehe ya mwisho ya kutoa.Tafadhali hariri tarehe yako ya mwisho ya kutoa au chagua tarehe kabla ya tarehe ya mwisho ya kutoa ombi hili.
zh_cn: 账面日期是在优惠结束日期之后。请编辑您的优惠日期或在要约结束日期之前选择约会以批准此请求。

# end_date_after_offer_end_date_item
source: The return date is after the offer end date. Please edit your offer end date or select a date before the offer end date to approve this request.
af: Die terugkeerdatum is na die aanbod einddatum.Wysig asseblief u aanbod einddatum of kies 'n datum voor die aanbod einddatum om hierdie versoek goed te keur.
es: La fecha de retorno es despu�s de la fecha de finalizaci�n de la oferta.Ed�quen la fecha de finalizaci�n de su oferta o seleccione una fecha antes de la fecha de finalizaci�n de la oferta para aprobar esta solicitud.
fr: La date de retour est apr�s la date de fin de l'offre.Veuillez modifier la date de fin de votre offre ou s�lectionnez une date avant la date de fin de l'offre pour approuver cette demande.
sw: Tarehe ya kurudi ni baada ya tarehe ya mwisho ya kutoa.Tafadhali hariri tarehe yako ya mwisho ya kutoa au chagua tarehe kabla ya tarehe ya mwisho ya kutoa ombi hili.
zh_cn: 返回日期是在优惠结束日期之后。请编辑您的优惠日期或在要约结束日期之前选择约会以批准此请求。

source: error loading status
af: Kon nie die status laai nie
es: Error al cargar el estado
fr: Erreur lors du chargement du statut
sw: Hitilafu ya kupakia hali.
zh_cn: 加载状态时出错

source: Download PDF
af: Laai PDF af
es: Descargar PDF
fr: T�l�charger le PDF
sw: Pakua PDF.
zh_cn: 下载PDF.

# time_applied_request_tag
source: applied for request
af: aansoek gedoen vir versoek
es: solicitado solicitud
fr: appliqu� pour demande
sw: kutumika kwa ombi.
zh_cn: 申请要求

# time_withdrawn_request_tag
source: withdrew from request
af: Onttrek van versoek
es: se retir� de la solicitud
fr: retir� de la demande
sw: aliondoka kwa ombi.
zh_cn: 退出要求

# time_request_approved_tag
source: request was approved
af: versoek is goedgekeur
es: la solicitud fue aprobada
fr: la demande a �t� approuv�e
sw: Ombi iliidhinishwa
zh_cn: 要求获得批准

# time_request_rejected_tag
source: request was rejected
af: versoek is verwerp
es: la solicitud fue rechazada
fr: la demande a �t� rejet�e
sw: ombi lilikataliwa.
zh_cn: 要求被拒绝了

# time_claim_credits_tag
source: claimed credits
af: ge�is krediete
es: Cr�ditos reclamados
fr: Cr�dits revendiqu�s
sw: alidai mikopo
zh_cn: 声称的学分

# time_claim_accepted_tag
source: claim accepted
af: Eis aanvaar
es: reclamo aceptado
fr: R�clamation accept�e
sw: kudai kukubalika
zh_cn: 索赔被接受了

# time_claim_declined_tag
source: claim declined
af: Eis afgeneem
es: reclamaci�n declinada
fr: R�clamation a diminu�
sw: Madai yalipungua
zh_cn: 索赔下降

# goods_pledged_by_donor_tag
source: goods pledged by donor
af: Goedere wat deur skenker belowe is
es: Bienes prometidos por el donante.
fr: marchandises promises par le donateur
sw: Bidhaa zilizoahidiwa na wafadhili
zh_cn: 由捐赠者承诺的货物

# goods_acknowledged_donation_tag
source: goods donation acknowledged
af: Goedere skenking erken
es: Donaci�n de bienes reconocida
fr: Don de biens reconnus
sw: Mchango wa bidhaa ulikubaliwa.
zh_cn: 货物捐赠承认

# goods_donation_modified_by_creator_tag
source: goods donation modified by creator
af: Goedere skenking verander deur skepper
es: Donaci�n de bienes modificados por Creator.
fr: Don de marchandises modifi�e par Cr�ateur
sw: Mchango wa bidhaa ulibadilishwa na Muumba
zh_cn: 由创作者修改的商品捐赠

# goods_donation_modified_by_donor_tag
source: goods donation modified by donor
af: Goedere skenking verander deur skenker
es: Donaci�n de bienes modificados por el donante.
fr: Don de marchandises modifi�e par Donateur
sw: Mchango wa bidhaa ulibadilishwa na wafadhili
zh_cn: 供体改性的货物捐赠

# goods_donation_creator_rejected_tag
source: goods donation rejected
af: Goedere skenking verwerp
es: Donaci�n de bienes rechazada
fr: Don de marchandises rejet�es
sw: Mchango wa bidhaa umekataliwa.
zh_cn: 货物捐赠被拒绝了

# money_acknowledged_donation_tag
source: money donation acknowledged
af: Geldskenking erken
es: Donaci�n de dinero reconocida
fr: Don de l'argent reconnu
sw: Mchango wa fedha ulikubaliwa.
zh_cn: 金钱捐赠承认了

# money_donation_modified_by_creator_tag
source: money donation modified by creator
af: Geldskenking verander deur Skepper
es: Donaci�n de dinero modificada por Creator.
fr: Don de l'argent modifi� par Cr�ateur
sw: Mchango wa fedha ulibadilishwa na Muumba
zh_cn: 由创造者修改的金钱捐赠

# money_donation_modified_by_donor_tag
source: money donation modified by donor
af: Geldskenking verander deur skenker
es: Donaci�n de dinero modificada por el donante.
fr: Don de l'argent modifi� par Donateur
sw: Mchango wa fedha ulibadilishwa na wafadhili
zh_cn: 由捐赠者修改的金钱捐赠

# money_donation_creator_rejected_tag
source: money donation rejected
af: Geldskenking verwerp
es: Donaci�n de dinero rechazada
fr: Don de l'argent rejet�
sw: Mchango wa fedha umekataliwa.
zh_cn: 金钱捐款被拒绝了

# time_signed_up_for_offer_tag
source: signed up for offer
af: aangemeld vir aanbod
es: Firmado para la oferta
fr: inscrit � l'offre
sw: Ingia kwa ajili ya kutoa
zh_cn: 报名参加

# time_debited_for_one_to_many_offer_tag
source: credits debited
af: Krediete gedebiteer
es: Cr�ditos debitados
fr: Cr�dits d�bit�s
sw: Mikopo inakabiliwa
zh_cn: 积分借记

# time_offer_creator_credited_for_one_to_many_offer_tag
source: creator credited
af: Skepper gekrediteer
es: creador acreditado
fr: Cr�ateur cr�dit�
sw: Muumba alithaminiwa
zh_cn: 创造者记入

# timebank_debited_for_one_to_many_offer_tag
source: credits paid to creator
af: Krediete betaal aan skepper
es: Cr�ditos pagados al Creador.
fr: Cr�dits pay�s au Cr�ateur
sw: Mikopo ya kulipwa kwa Muumba
zh_cn: 支付给创造者的学分

# timebank_credited_for_one_to_many_offer_tag
source: received credits for offer
af: ontvang krediete vir aanbod
es: Recibi� cr�ditos para la oferta.
fr: re�u des cr�dits d'offre
sw: alipokea mikopo kwa kutoa
zh_cn: 收到了报价

# requested_by_admin_tag
source: requested by admin
af: versoek deur admin
es: solicitado por admin
fr: demand� par admin
sw: aliomba na admin.
zh_cn: 管理员要求

source: Account Balance
af: Rekening balans
es: Saldo de la cuenta
fr: Solde du compte
sw: Mizani ya Akaunti.
zh_cn: 账户余额

# item_s_text
source: item(s)
es: elementos)
fr: �l�ments)
sw: Kipengee (s)
zh_cn: 项目）

# sent_text
source: Sent
af: Uitgestuur
es: Enviada
fr: Envoyée
sw: Imetumwa
zh_cn: 发送

source: Donated By:
af: Geskenk deur:
es: Donado por:
fr: Don fait par:
sw: Iliyotolewa na:
zh_cn: 捐赠：

source: Donated To:
af: Geskenk aan:
es: Donado a:
fr: Don donn� �:
sw: Imetolewa kwa:
zh_cn: 捐赠给：

# transations
source: Transactions
af: Transaksies
es: Actas
sw: Shughuli
zh_cn: 交易

source: DONATION AMOUNT
af: Skenking bedrag
es: MONTO DE DONACI�N
fr: MONTANT DU DON
sw: Kiasi cha mchango
zh_cn: 捐款金额

source: RECEIPT STATEMENT:
af: Ontvangsverklaring:
es: Declaraci�n de recibo:
fr: D�claration de re�u:
sw: Taarifa ya Receipt:
zh_cn: 收据声明：

source: Receipt Number:
af: Kwitansienommer:
es: N�mero de recibo:
fr: Num�ro de r�ception:
sw: Namba ya risiti:
zh_cn: 收据号码：

source: Receipt Date:
af: Ontvangsdatum:
es: Fecha de recepci�n:
fr: Date de r�ception:
sw: Tarehe ya kupokea:
zh_cn: 收据日期：

source: DONATION INFORMATION
af: Skenkingsinligting
es: Informaci�n de donaci�n
fr: Informations de donation
sw: Maelezo ya mchango.
zh_cn: 捐赠信息

# total_text
source: TOTAL
af: Totaal
fr: LE TOTAL
sw: Jumla
zh_cn: 全部的

source: GOODS DONATED
af: Goedere geskenk
es: Bienes donados
fr: Biens donn�s
sw: Bidhaa zilizotolewa
zh_cn: 捐赠的商品

source: TOTAL ITEMS
af: Totale items
es: ARTICULOS TOTALES
fr: ARTICLES AU TOTAL
sw: Vitu vyote
zh_cn: 总项目

# from_text
source: From:
af: Van:
es: De:
fr: De:
sw: Kutoka:
zh_cn: 从：

# to_text
source: To:
af: Om:
es: Para:
sw: Kwa:
zh_cn: 到：

# name_text
source: Name
af: Naam
es: Nombre
fr: Nom
sw: Jina.
zh_cn: 姓名

# trasaction_amount
source: Transaction amount
af: Transaksie Bedrag
es: Cantidad de transacci�n
fr: Montant de la transaction
sw: Kiasi cha manunuzi
zh_cn: 交易金额

# trasaction_details
source: Transaction details
af: Transaksiebesonderhede
es: Detalles de la transacci�n
fr: D�tails de la transaction
sw: Maelezo ya Shughuli
zh_cn: 交易明细

# agreement_accepted
source: Accepted without agreement
af: Aanvaar sonder ooreenkoms
es: Aceptado sin acuerdo
fr: Accept� sans accord
sw: Kukubalika bila makubaliano.
zh_cn: 未经协议接受

# usd_text
source: USD
es: D�lar estadounidense
zh_cn: 美元

# sandbox_community_lable
source: Sandbox Community
af: Sandbox gemeenskap
es: Comunidad de Sandbox
fr: Communaut� de sandbox
sw: Jumuiya ya Sandbox.
zh_cn: 沙盒社区

# choose_place_agreement
source: Select Place Agreement
af: Kies Plekooreenkoms
es: Seleccione el acuerdo de lugar
fr: S�lectionner un accord de lieu
sw: Chagua makubaliano ya mahali
zh_cn: 选择地点协议

# choose_item_agreement
source: Select Item(s) Agreement
af: Kies item (s) ooreenkoms
es: Seleccione el (s) acuerdo (s)
fr: S�lectionner un (s) article (s)
sw: Chagua makubaliano ya bidhaa (s ).
zh_cn: 选择项目协议

# place_returned_hint_text
source: Ex: place must be returned in the same condition.
af: Ex: Plek moet in dieselfde toestand terugbesorg word.
es: Ej: el lugar debe ser devuelto en las mismas condiciones.
fr: Ex: endroit doit �tre retourn� dans la m�me condition.
sw: EX: Mahali lazima yarudiwe katika hali hiyo.
zh_cn: 例如：地方必须以相同的条件返回。

# pricing_text
source: Pricing
af: Pryswelding
es: Precios
fr: Tarification
sw: Bei ya bei
zh_cn: 定价

# planPageNote1
source: Signup in less than a minute. Try out all our features with our sandbox community for 7 days, then choose a plan that's right for you.
af: Teken in minder as 'n minuut.Probeer al ons eienskappe met ons Sandbox-gemeenskap vir 7 dae uit en kies dan 'n plan wat vir u reg is.
es: Registrarse en menos de un minuto.Pruebe todas nuestras funciones con nuestra comunidad de sandbox durante 7 d�as, luego elija un plan adecuado para usted.
fr: Inscrivez-vous en moins d'une minute.Essayez toutes nos fonctionnalit�s avec notre communaut� Sandbox pendant 7 jours, puis choisissez un plan qui vous convient.
sw: Kuingia chini ya dakika.Jaribu vipengele vyetu vyote na jumuiya yetu ya sanduku kwa siku 7, kisha chagua mpango unaofaa kwako.
zh_cn: 不到一分钟即可注册。在我们的沙盒社区试用我们的所有功能 7 天，然后选择适合您的计划。

source: Choose bundle pricing
af: Kies bondelpryse
es: Elija precios de los paneles
fr: Choisissez la tarification du paquet
sw: Chagua bei ya kifungu
zh_cn: 选择捆绑定价

# other_text
source: Other
af: Ander
es: otra
fr: Autre
sw: Nyingine
zh_cn: 其他

# current_text
source: Current
af: Huidig
es: Actual
fr: Courante
sw: Sasa
zh_cn: 当前

# test_text
source: test
af: beproef
es: prueba
sw: Mtihani
zh_cn: 测试

# claimed_for_manual_time_tag
source: Claimed manual time
af: Ge�is manuele tyd
es: Tiempo manual reclamado
fr: Temps manuel r�clam�
sw: Alidai wakati wa mwongozo
zh_cn: 声明的手动时间

# accepted_manual_time_request_tag
source: Manual time claim was accepted
af: Handleidingstydperk is aanvaar
es: Se acept� reclamo de tiempo manual
fr: Une r�clamation manuelle a �t� accept�e
sw: Madai ya muda wa mwongozo ilikubaliwa.
zh_cn: 手动时间要求已被接受

# rejected_manual_time_request_tag
source: Manual time claim was rejected
af: Handleidingstydperk is verwerp
es: El reclamo de tiempo manual fue rechazado
fr: La r�clamation manuelle a �t� rejet�e
sw: Madai ya muda wa kudai ilikataliwa.
zh_cn: 手动时间要求被拒绝

# ADMIN_DONATE_TOUSER_tag
source: Admin donated credits
af: Admin geskenk krediete
es: Admin Donado cr�ditos
fr: Administrateur donn� des cr�dits donn�s
sw: Admin alitoa mikopo
zh_cn: 管理员捐赠的点数

# MANNUAL_TIME_tag
source: Manual time claim
af: Handleidingstyd eis
es: Reclamo de tiempo manual
fr: R�clamation manuelle
sw: Madai ya muda wa kudai
zh_cn: 手动时间声明

# OFFER_CREDIT_FROM_TIMEBANK_tag
source: Credits for Offer
af: Krediete vir aanbod
es: Cr�ditos para la oferta
fr: Cr�dits pour l'offre
sw: Mikopo ya kutoa
zh_cn: 优惠积分

# OFFER_CREDIT_TO_TIMEBANK
source: Credits for Offer
af: Krediete vir aanbod
es: Cr�ditos para la oferta
fr: Cr�dits pour l'offre
sw: Mikopo ya kutoa
zh_cn: 优惠积分
