Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# change_trasaction_bundle_pricing
source: Are you sure you want to change the transaction pricing to bundle pricing
af: Is jy seker jy wil die transaksie pryse verander om pryse te bundel
es: ¿Está seguro de que desea cambiar los precios de las transacciones a los precios del paquete?
fr: Êtes-vous sûr de vouloir modifier la tarification des transactions pour faire des prix
sw: Una uhakika unataka kubadilisha bei ya manunuzi kwa bei ya kifungu
zh_cn: 您是否确定要更改交易定价以捆绑定价

# pricing_method_changed
source: Pricing method changed successfully
af: Pryse metode verander suksesvol
es: Método de precios cambiado con éxito
fr: Méthode de tarification a changé avec succès
sw: Njia ya bei ilibadilika kwa mafanikio.
zh_cn: 定价方法成功更改

# change_trasaction_pricing
source: Change transaction pricing
af: Verander transaksiepryse
es: CAMBIAR PRECIOS DE TRANSACCIÓN
fr: Changer la tarification des transactions
sw: Badilisha bei ya shughuli
zh_cn: 更改交易定价

source: Link not provided!
af: Skakel nie verskaf nie!
es: ¡Enlace no proporcionado!
fr: Lien non fourni!
sw: Kiungo haipatikani!
zh_cn: 链接未提供！

# customize_community
source: Customize Your Community
af: Pas jou gemeenskap aan
es: Personaliza tu comunidad
fr: Personnalisez votre communauté
sw: Customize jamii yako.
zh_cn: 自定义您的社区

# amount_cannot_be_greater
source: Requested amount cannot be greater than offered amount!
af: Gevraagde bedrag kan nie groter wees as aangebied bedrag nie!
es: ¡La cantidad solicitada no puede ser mayor que la cantidad ofrecida!
fr: Le montant demandé ne peut être supérieur au montant offert!
sw: Kiasi kilichoombwa hawezi kuwa kubwa kuliko kiasi kilichotolewa!
zh_cn: 要求金额不能大于提供金额！

# glossaries_text
source: Glossaries
af: Woordelys
es: Glosarios
fr: Glosge
sw: Filaries.
zh_cn: 词汇表

# faq_text
source: FAQ
es: Preguntas más frecuentes
zh_cn: 常问问题

source: requires permission to access your location.
af: Vereis toestemming om toegang tot u ligging te verkry.
es: Requiere permiso para acceder a su ubicación.
fr: nécessite la permission d'accéder à votre emplacement.
sw: inahitaji idhini ya kufikia eneo lako.
zh_cn: 需要许可访问您的位置。

source: Would you like to add this event to your calendar?
af: Wil u hierdie geleentheid by u kalender byvoeg?
es: ¿Te gustaría agregar este evento a tu calendario?
fr: Souhaitez-vous ajouter cet événement à votre calendrier?
sw: Ungependa kuongeza tukio hili kwenye kalenda yako?
zh_cn: 您想将此活动添加到日历吗？

# choose_category_text
source: Choose Category
af: Kies Kategorie
es: Elegir la categoría
fr: Choisir une catégorie
sw: Chagua kiwanja
zh_cn: 选择类别

source: Reported within Seva Community
af: Gerapporteer binne Seva-gemeenskap
es: Reportado dentro de la comunidad de SEVA
fr: Rapporté dans la communauté de Seva
sw: Iliripotiwa ndani ya jamii ya Seva.
zh_cn: 在Seva社区内报告

source: Reported within Group
af: Gerapporteer binne groep
es: Reportado dentro del grupo
fr: Rapporté au sein du groupe
sw: Iliripotiwa ndani ya kikundi
zh_cn: 在集团内报告

source: Cropped image
af: Geknipte beeld
es: Imagen recortada
fr: Image recadrée
sw: Picha iliyopigwa
zh_cn: 裁剪图像

# relative_text
source: relative
af: familielid
es: relativa
sw: jamaa
zh_cn: 相对的

source: Seva Community name already exists
af: Seva gemeenskapsnaam bestaan reeds
es: El nombre de la comunidad de Seva ya existe.
fr: Le nom de la communauté Seva existe déjà
sw: Jina la Jumuiya la Seva tayari lipo
zh_cn: SEVA社区名称已存在

# invitation_email_body
source: <p>You are invited to download the SevaX app and join the Seva Community ***. The SevaX App uses Timebanking, a reciprocity-based system where community members help each other out in exchange for Seva Credits. Please click on this <a href="###;&nbsp;">link</a> to join.</p>
af: <p>Laai asb. die SevaX app af en sluit by die Seva-gemeenskap aan ***. Die SevaX app gebruik "Timebanking", 'n wisselwerkende stelsel waarin gemeenskapslede mekaar help dmv. die uitruil van Seva-krediete. Klik asb. op hierdie skakel om aan te sluit: <a href="###;&nbsp;">link</a></p>
es: <p> Está invitado a descargar la aplicación SevaX y unirse a la Comunidad Seva ***.La aplicación SevaX utiliza Timebanking, un sistema basado en la reciprocidad donde los miembros de la comunidad se ayudan entre sí a cambio de Seva Credits. Por favor haga clic en este <a href="###;&nbsp;"> enlace </a> para unirse. </p>

# notifications_approved_withdrawn_title
source: Member withdrawn
af: Lid onttrek
es: Miembro retirado
fr: Membre retiré
sw: Mwanachama ameondolewa

# invoice_note1
source: This invoice is for the billing period of
af: Hierdie faktuur is vir die periode van
es: Esta factura es por el período de facturación de
fr: Cette facture est pour la période de facturation de
sw: Ankara hii ni ya kipindi cha malipo

# validation_error_min_donation_count
source: Please enter the number of min donation needed
af: Voer asb. die minimum aantal benodigde skenkings in
es: por favor ingrese el número de donaciónes objetivas y necesarias
fr: Veuillez saisir le nombre de dons minimum requis
sw: Tafadhali ingiza idadi ya mchango unaohitajika

# notification_one_to_many_offer_canceled_title
source: A One-to-Many offer that you signed up for is canceled
af: 'n Een-tot-Vele aanbod waarvoor jy aangemeld het is gekanselleer.
es: Se canceló una oferta de uno a varios a la que se habia registrado
fr: Une offre One-to-Many à laquelle vous vous êtes inscrit est annulée
sw: Ofa ya Mmoja-kwa-Wengi uliyesajili imefutwa

# i_pledged_amount
source: I pledge to donate this amount
af: Ek belowe om hierdie bedrag te skenk
es: Me comprometo a donar esta cantidad
fr: Je m'engage à donner ce montant
sw: Ninaahidi kutoa kiasi hiki

# pledge_modified_by_donor
source: Donor has modified the pledge amount
af: Die skenker het die skenkinsbedrag verander
es: El donante ha modificado el monto de la promesa
fr: Le donateur a modifié le montant de la promesse de don
sw: Mfadhili amebadilisha kiasi cha ahadi

# cash_donation_invite
source: has a request for money donation. Tap to donate any amount that you can
af: het 'n versoek vir kontantskenking. Tik om 'n' bedrag te skenk wat jou pas
es: Tiene una solicitud de donación en efectivo. Toca para donar cualquier cantidad que puedas
fr: a une demande de don en espèces. Appuyez pour faire un don de tout montant que vous pouvez
sw: ana ombi la msaada wa pesa. Gonga ili utoe kiasi chochote unachoweza

source: Group Join
af: Groep Bytrede
es: Unirse al grupo
fr: Rejoindre un groupe
sw: Jiunge na Kikundi

# calender_sync
source: calendar_sync
es: calendario_sync
sw: Kalenda_Sync.

source: © Seva Exchange Corporation
es: © Seav Exchange Corporation

# doc_pdf
source: Document.pdf
af: Dokument.pdf
sw: Hati.pdf.

source: Document.CSV
af: Dokument.csv
sw: Hati.csv.

source: Seva Credit(s)
af: SEVA KREDIET (S)
fr: Seva Crédit (s)
sw: Seva Mikopo (s)

source: Ack
af: Akk

source: SevaX
af: Sewax

source: Url
af: Ubl
