Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

source: New Chat
af: Nuwe Klets
es: Nueva conversación
fr: Nouveau chat
sw: Gumzo Jipya
zh_cn: 新聊天

source: FREQUENTLY CONTACTED
af: GEREELDE KONTAKTE
es: contactados frecuentemente
fr: FRÉQUEMMENT CONTACTE
sw: KUWASILIANA MARA KWA MARA
zh_cn: 频繁接触

source: GROUPS
af: GROEPE
es: GRUPOS
fr: GROUPES
sw: VIKUNDI
zh_cn: 群组

# timebank_members
source: SEVA COMMUNITY MEMBERS
af: SEVA-GEMEENSKAPSLEDE
es: MIEMBROS DE LA COMUNIDAD DE SEVA
fr: MEMBRES DE LA COMMUNAUTÉ SEVA
sw: WANACHAMA WA JUMUIYA YA SEVA
zh_cn: 时间银行成员

source: Add Participants
af: Voeg deelnemers by
es: Añadir participantes
fr: Ajouter des participants
sw: Ongeza Washiriki
zh_cn: 添加参与者

source: Participants
af: deelnemers
es: Participantes
sw: Washiriki
zh_cn: 参与者

source: Messaging Room
af: Boodskapkamer
es: Sala de mensajería
fr: Salle multi-utilisateurs de messagerie
sw: Chumba cha Ujumbe
zh_cn: 用户消息传递室

# creating_messaging_room
source: Creating Room...
af: Skep boodskapkamer...
es: Sala de mensajería para muchos usuarios ...
fr: Création multi-utilisateur de messagerie Salle ...
sw: Inaunda Chumba ...
zh_cn: 正在创建用户消息室...

# updating_messaging_room
source: Updating Room...
af: Dateer boodskapkamer op...
es: Sala de mensajería actualizar a los usuarios ...
fr: Mise à jour multi-utilisateurs de messagerie Salle ...
sw: Inasasisha Chumba ...
zh_cn: 正在更新房间...

# messaging_room_note
source: Please provide a message room subject and optional group icon
af: Verskaf asseblief 'n onderwerp vir die boodskapskamer en 'n opsionele groep-ikon
es: Por favor, proporcione un nombre de usuario para la sala de mensajería y el icono opcional
fr: S'il vous plaît fournir un nom de salle de messagerie multi-utilisateur et icône en option
sw: Tafadhali toa mada ya chumba cha ujumbe na aikoni ya kikundi hiari
zh_cn: 请提供用户消息传递室主题和可选的组图标

source: Exit Messaging Room
af: Verlaat boodskapkamer
es: Salir de la sala de mensajería
fr: Quitter la salle de messagerie
sw: Toka kwenye Chumba cha Kutuma Ujumbe
zh_cn: 出口信息室

# exit_messaging_room_admin_confirmation
source: You are admin of this messaging room, are you sure you want to exit the Messaging room
af: Jy is die admin van hierdie kletskamer. Is jy seker jy wil dit verlaat?
es: Usted es administrador de esta sala de mensajería, ¿está seguro de que desea salir de la sala de mensajería?
fr: Vous êtes administrateur de cette salle de messagerie, êtes-vous sûr de vouloir quitter la salle de messagerie
sw: Wewe ndiye msimamizi wa chumba hiki cha kutuma ujumbe, una uhakika unataka kutoka kwenye chumba cha Kutuma Ujumbe
zh_cn: 您是此消息传递室的管理员，确定要退出消息传递室

source: No Frequent Contacts
af: Geen gereelde kontakte nie
es: Sin contactos frecuentes
fr: Pas de contacts fréquents
sw: Hakuna Anwani za Mara kwa Mara
zh_cn: 没有经常联繫

source: Sending...
af: Stuur tans...
es: Enviando...
fr: Envoi en cours...
sw: Inatuma ...
zh_cn: 正在发送...

source: Create
af: Skep
es: Crear
fr: Créer
sw: Unda
zh_cn: 创建

# add_caption
source: Add a caption
af: Voeg 'n byskrif by
es: Agrega un subtítulo
fr: Ajouter une légende
sw: Ongeza maelezo mafupi
zh_cn: 添加标题

source: Tap for photo
af: Tik vir foto
es: Toque para la foto
fr: Tap pour la photo
sw: Gonga ili upate picha
zh_cn: 点按拍照

# validation_error_room_name
source: Name can't be empty
af: Naamveld kan nie leeg wees nie
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
sw: Jina haliwezi kuwa tupu
zh_cn: 名称不能为空

# chat_block_warning
source: will no longer be available to send you messages and engage with the content you create
af: sal nie meer beskikbaar wees om boodskappe aan jou te stuur nie en met die inhoud wat jy plaas uiteen te sit
es: ya no estará disponible para enviarle mensajes e interactuar con el contenido que cree
fr: ne sera plus disponible pour vous envoyer des messages et interagir avec le contenu que vous créez
sw: haitapatikana tena kukutumia ujumbe na kujihusisha na yaliyomo unayounda
zh_cn: 将不再可用于向您发送消息并与您创建的内容互动

# delete_chat_confirmation
source: Are you sure you want to delete this chat
af: Is jou seker dat jou hierdie klets wil verwyder
es: ¿Está seguro de que desea eliminar este chat?
fr: Voulez-vous vraiment supprimer ce chat
sw: Una uhakika unataka kufuta gumzo hili
zh_cn: 您确定要删除此聊天吗

source: Block
af: Blok
es: Bloquear
fr: Bloquer
sw: Zuia
zh_cn: 封锁

# exit_messaging_room_user_confirmation
source: Are you sure you want to exit the Messaging room
af: Is jy seker dat jy hierdie jy wil hierdie boodskapkamer verlaat
es: ¿Está seguro de que desea salir de la sala de mensajería?
fr: Voulez-vous vraiment quitter la salle de messagerie
sw: Je! Una uhakika unataka kutoka kwenye chumba cha Kutuma Ujumbe
zh_cn: 您确定要退出消息收发室吗

source: Exit
af: Verlaat
es: Salida
fr: Sortie
sw: Utgång
zh_cn: 出口

source: Delete chat
af: Verwyder klets
es: Eliminar chat
fr: Supprimer le chat
sw: Futa gumzo
zh_cn: 删除聊天

source: Group
af: Groep
es: Grupo
fr: groupe
sw: Kikundi
zh_cn: 小组

# shared_post
source: Shared a post
af: Het 'n pos gedeel
es: Compartió una publicación.
fr: A partagé un message
sw: Alishiriki chapisho
zh_cn: 分享了一个帖子

source: Change Ownership
af: Verander eienaar
es: Cambiar propiedad
fr: Changer de propriétaire
sw: Badilisha Umiliki
zh_cn: 改变拥有者

# change_ownership_invite
source: has invited you to be the new owner of the
af: het jou uitgenooi om die nuwe eienaar te wees van die
es: te ha invitado a ser el nuevo propietario del
fr: vous a invité à devenir le nouveau propriétaire du
sw: amekualika kuwa mmiliki mpya wa
zh_cn: 邀请您成为的新所有者

# notifications_insufficient_credits
source: Your seva credits are not sufficient to approve the credit request.
af: Jou Sewa-krediete is nie voldoende om die kredietversoek goed te keur nie.
es: Sus créditos de Seva no son suficientes para aprobar la solicitud de crédito.
fr: Vos crédits Seva ne sont pas suffisants pour approuver la demande de crédit.
sw: Sifa zako za seva hazitoshi kupitisha ombi la mkopo.
zh_cn: 你的 Seva点数不足以核准本信用请求。

# completed_task_in
source: completed the task in
af: Het taak votooi in
es: completada la tarea en
fr: terminé la tâche en
sw: maliza kazi ndani
zh_cn: 完成工作于

# by_approving_you_accept
source: By approving, you accept that
af: Deur goed te keur aanvaar jy dat
es: Al aprobar, acepta que
fr: En approuvant, vous acceptez que
sw: Kwa kupitisha, unakubali hiyo
zh_cn: 通过批准，你接受

source: Reject
af: Keur af
es: Rechazar
fr: Rejeter
sw: Kataa
zh_cn: 拒绝

source: No Comments
af: Geen kommentaar
es: Sin comentarios
fr: Sans commentaires
sw: Hakuna maoni
zh_cn: 没有评论

source: Reason to join
af: Rede vir aansluit
es: Razón para unirse
fr: Raison d'adhérer
sw: Sababu ya kujiunga
zh_cn: 加入的理由

source: Reason not mentioned
af: Rede nie genoem nie
es: Motivo no mencionado
fr: Raison non mentionnée
sw: Sababu haikutajwa
zh_cn: 未提及原因

source: Allow
af: Laat toe
es: Permitir
fr: Autoriser
sw: Ruhusu
zh_cn: 允许

# updating_timebank
source: Updating Seva Community..
af: Werk Seva-gemeenskap by..
es: Actualizando Seva Community ..
fr: Mise à jour de la communauté Seva.
sw: Inasasisha Jumuiya ya Seva ..
zh_cn: 更新时间银行

# no_bookmarked_offers
source: No offers bookmarked
af: Geen aanbiedinge is gemerk nie
es: No hay Ofertas marcadas
fr: Aucune offre sauvegardée
sw: Hakuna matoleo yaliyofutwa
zh_cn: 没有任何书签

source: Create Offer
af: Skep aanbod
es: Crear Oferta
fr: Créer une offre
sw: Unda Tolea
zh_cn: 提供服务项目

source: Individual offer
af: Individuele aanbod
es: Oferta individual
fr: Offre individuelle
sw: Ofa binafsi
zh_cn: 个人提供服务

source: One to many
af: Een tot baie
es: Uno para muchos
fr: Un à plusieurs
sw: Moja kwa nyingi
zh_cn: 一对多

source: Update Offer
af: Werk aanbod by
es: Oferta de actualización
fr: Mettre à jour l'offre
sw: Huishwa Tolea
zh_cn: 更新

source: Creating Offer
es: Creando Oferta
fr: Création d'une offre
sw: Kuunda Tolea
zh_cn: 创建服务项目

source: Updating offer
af: Opdatering van aanbod
es: Oferta de actualización
fr: Mise à jour de l'offre
sw: Inahuishwa ofa
zh_cn: 更新服务项目

# offer_error_creating
source: There was error creating your offer, Please try again.
af: Daar was 'n probleem met die skep van jou aanbod. Probeer asb. weer.
es: Se produjo un error al crear su oferta. Vuelva a intentarlo.
fr: Une erreur s'est produite lors de la création de votre offre. Veuillez réessayer.
sw: Kulikuwa na hitilafu wakati wa kuunda toleo lako, tafadhali jaribu tena.
zh_cn: 有错误创建您的服务项目，请重试。

# offer_error_updating
source: There was error updating offer, Please try again.
af: Kon nie die aanbod bywerk nie. Probeer asb. weer.
es: Se produjo un error al actualizar la oferta. Vuelve a intentarlo.
fr: Une erreur s'est produite lors de la mise à jour de l'offre, veuillez réessayer.
sw: Kulikuwa na hitilafu wakati wa kuhuishwa toleo, tafadhali jaribu tena.
zh_cn: 有错误更新服务项目，请重试。

# offer_title_hint
source: Ex: babysitting, math tutoring
af: Bv: kleuter-versorging, wiskunde-onderrig
es: Ej: cuidado de niños, tutoría de matemáticas
fr: Ex: baby-sitting, tutorat en mathématiques
sw: Ex: kulea watoto, kufundisha hesabu
zh_cn: 例如：保姆，数学辅导

source: Offer description
af: Beskrywing van aanbod
es: Descripción de la oferta
fr: Description de l'offre
sw: Maelezo ya toleo
zh_cn: 服务项目说明

# offer_description_hint
source: Ex: Describe in detail what you are willing to offer. Please use #hashtags so members can easily search for this offer, such as #babysitting or #mathhelp
af: Bv: Beskryf breedvoerig wat jy bereid is om aan te bied. Gebruik asseblief #hashtags sodat lede maklik na hierdie aanbod kan soek, bv. #babysit of #wiskundehulp
es: Ej .: Describa en detalle lo que está dispuesto a ofrecer.Utilice #hashtags para que los miembros puedan buscar fácilmente esta oferta, como # niñera o #mathhelp
fr: Ex: Décrivez en détail ce que vous êtes prêt à offrir.Veuillez utiliser #hashtags pour que les membres puissent facilement rechercher cette offre, comme #babysitting ou #mathhelp
sw: Ex: Eleza kwa undani ni nini uko tayari kutoa.Tafadhali tumia #hashtags ili wanachama waweze kutafuta ofa hii,
zh_cn: 例如：详细说明您愿意提供的服务。请使用#hashtags，以便会员可以轻鬆搜索此服务，例如#babysitting或#mathhelp

# availablity
source: Availability
af: Beskikbaarheid
es: Disponibilidad
fr: Disponibilité
sw: Upatikanaji
zh_cn: 可用性

# availablity_description
source: Tell us the days or times you are generally available or not available. Example, I'm available only on weekends or weeknights after 6pm.
af: Vertel ons die dae of tye waarop jou gewoonlik beskikbaar is of nie beskikbaar is nie. Bv. Ek is slegs naweke of weeksdae na 18h00 beskikbaar.
es: Díganos los días o las horas en que generalmente está disponible o no. Por ejemplo, estoy disponible solo los fines de semana o entre semana después de las 6 p.m.
fr: Dites-nous les jours ou heures où vous êtes généralement disponible ou non disponible Exemple, je suis disponible uniquement le week-end ou les soirs de semaine après 18 heures.
sw: Tuambie siku au nyakati ambazo hupatikana kwa jumla au haipatikani Kwa mfano, ninapatikana tu wikendi au usiku wa wiki baada ya saa kumi na mbili jioni.
zh_cn: 告诉我们您通常有空的日子或时间。例如，我仅在晚上6点后的周末或工作日才有空。

# one_to_many_offer_hint
source: Ex: teaching a python class..
af: Bv: gee wiskunde onderwys ..
es: Ej: impartir una clase de Python ...
fr: Ex: enseigner une classe python.
sw: Ex: kufundisha darasa la chatu ..
zh_cn: 例如：教授python班。

source: Offer duration
af: Duur van aanbod
es: Duración de la oferta
fr: Durée de l'offre
sw: Muda wa ofa
zh_cn: 服务项目的时间

# offer_prep_hours
source: No. of preparation hours
af: Aantal voorbereidingsure
es: Numero de horas de preparación
fr: Nombre d'heures de préparation
sw: Hapana. Ya masaa ya maandalizi
zh_cn: 备课的时数

# offer_prep_hours_required
source: No. of preparation hours required
af: Aantal voorbereidingsure benodig
es: Numero de horas de preparación necesarias
fr: Nombre d'heures de préparation nécessaires
sw: Hapana. Ya masaa ya maandalizi inahitajika
zh_cn: 备课所需的时数

# offer_number_class_hours
source: No. of class hours
af: Aantal ure in klas
es: Numero de horas de aula
fr: Nombre d'heures de cours
sw: Idadi ya madarasa
zh_cn: 课时号

# offer_number_class_hours_required
source: No. of class hours required
af: Aantal klasure benodig
es: Numero. de horas de clase requeridas
fr: Nombre d'heures de cours requises
sw: Idadi ya madarasa inahitajika
zh_cn: 所需的课程小时号

# offer_size_class
source: Size of class
af: Maksimum aantal deelnemers
es: Tamaño de la clase
fr: Taille de la classe
sw: Saizi ya darasa
zh_cn: 班级的大小

# offer_enter_participants
source: Enter the number of participants
af: Aantal deelnemers
es: Ingrese el número de participantes
fr: Entrez le nombre de participants
sw: Ingiza idadi ya washiriki
zh_cn: 输入参与者的数量

# offer_class_description
source: Class description
af: Klasbeskrywing
es: Descripcion de la clase
fr: Description de la classe
sw: Maelezo ya darasa
zh_cn: 课程说明

# offer_description_error
source: Please give a detailed description of the class you’re offering.
af: Gee asseblief 'n gedetailleerde beskrywing van die klas wat u aanbied.
es: Por favor, dé una descripción detallada de la clase que está ofreciendo.
fr: Veuillez donner une description détaillée de la classe que vous proposez.
sw: Tafadhali fanya maelezo ya kina ya darasa unayotaka.
zh_cn: 请详细说明您提供的课程。

# offer_start_end_date
source: Please enter start and end date
af: Voer die begin en einddatum in
es: Por favor ingrese la fecha de inicio y finalización
fr: Veuillez entrer la date de début et de fin
sw: Tafadhali ingiza tarehe ya kuanza na kumalizia
zh_cn: 请输入开始和结束日期

# validation_error_offer_title
source: Please enter the subject of your offer
af: Voer asseblief die onderwerp van jou aanbod in
es: Por favor ingrese el asunto de su oferta
fr: S'il vous plaît entrer dans le sujet de votre offre
sw: Tafadhali ingiza mada ya toleo lako
zh_cn: 请输入您的要约的标的

# validation_error_offer_class_hours
source: Please enter the hours required for the class
af: Voer asseblief die ure in benodig vir die klas
es: Por favor ingrese las horas requeridas para la clase
fr: S'il vous plaît entrer les heures requises pour la classe
sw: Tafadhali ingiza saa zinazohitajika kwa darasa
zh_cn: 请输入类所需的时间

# validation_error_hours_not_int
source: Entered number of hours is not valid
af: Ongeldige aantal ure ingevoer
es: El número de horas introducido no es válido
fr: Entré nombre d'heures n'est pas valide
sw: Idadi ya masaa yaliyoingia sio sawa
zh_cn: 小时输入的号码无效

# validation_error_offer_prep_hour
source: Please enter your preperation time
af: Voer jou aantal voorbereidingsure in
es: Por favor ingrese su tiempo de preparación
fr: S'il vous plaît entrer votre temps preperation
sw: Tafadhali ingiza wakati wako wa maandalizi
zh_cn: 请输入您的水面浮油的时间

# validation_error_location
source: Please select location
af: Kies plek
es: Por favor seleccione la ubicación
fr: S'il vous plaît sélectionner l'emplacement
sw: Tafadhali chagua eneo
zh_cn: 请选择地区

# validation_error_class_size_int
source: Size of class can't be in decimal
af: Klasgrootte kan nie 'n desimale getal wees nie
es: El tamaño de la clase no puede estar en decimal
fr: Taille de la classe ne peut pas être en décimal
sw: Saizi ya darasa haiwezi kuwa nambari
zh_cn: 类的大小不能为十进制

# validation_error_class_size
source: Please enter valid size of class
af: Voer asb. geldige klasgrootte in
es: Por favor ingrese un tamaño de clase válido
fr: S'il vous plaît entrer taille valide de classe
sw: Tafadhali ingiza saizi halali ya darasa
zh_cn: 请输入类的有效尺寸

# validation_error_offer_credit
source: We cannot publish this Class. There are insufficient credits from the class. Please revise the Prep time or the number of students and submit the offer again
af: Ons kan nie hierdie klas publiseer nie. Daar is onvoldoende krediete van die' klas. Hersien asseblief die voorbereidings-tyd of die aantal studente en dien die aanbod weer in
es: No podemos publicar esta Clase. No hay suficientes créditos de la clase. Por favor revise el tiempo de preparación o la cantidad de estudiantes y envíe la oferta nuevamente
fr: Nous ne pouvons pas publier cette classe. Il n'y a pas suffisamment de crédits de la classe. S'il vous plaît réviser le temps de préparation ou le nombre d'étudiants et de soumettre l'offre à nouveau
sw: Hatuwezi kuchapisha Hatari hii. Hakuna mikopo ya kutosha kutoka kwa darasa. Tafadhali kagua wakati wa Prep au idadi ya wanafunzi na uwasilishe toleo tena
zh_cn: 我们不能发布此类。有从类点数不足。请修改准备时间和学生的数量，然后再次提交服务

source: Posted on
af: Gepos op
es: Publicado en
fr: Posté sur
sw: Imewekwa kwenye
zh_cn: 发表于

source: Location
af: Plek
es: Ubicación
fr: Emplacement
sw: Mahali
zh_cn: 位置

source: Offered by
af: Aangebied deur
es: Ofrecido por
fr: Offert par
sw: Imetolewa na
zh_cn: 由...提供

# you_created_offer
source: You created this offer
af: Jy het hierdie aanbod geskep
es: Creo esta oferta
fr: Vous avez créé cette offre
sw: Umeunda toleo hili
zh_cn: 你创造了这个服务

source: You have
af: Jy het
es: Tienes
fr: Vous avez
sw: Unayo
zh_cn: 你有

source: not yet
af: Nog nie
es: aún no
fr: pas encore
sw: bado
zh_cn: 还没

source: signed up for
af: Aangemeld vir
es: Ingresado para
fr: inscrit pour
sw: umejiandikisha
zh_cn: 报名参加

source: bookmarked
af: Geboekmerk
es: marcado como favorito
fr: sauvegardé
sw: Nembo
zh_cn: 书签的

source: this offer
af: Hierdie aanbod
es: esta oferta
fr: cette offre
sw: toleo hili
zh_cn: 此服务

source: Details
af: Besonderhede
es: Detalles
fr: Détails
sw: Maelezo
zh_cn: 细节

source: No Offers
af: Geen aanbiedinge nie
es: No hay ofertas
fr: Aucune offre
sw: Hakuna Matoleo
zh_cn: 没有任何服务

source: Your earnings
af: Jou verdienste
es: Sus ganancias
fr: Vos gains
sw: Mapato yako
zh_cn: 您的收入

# timebank_earnings
source: Seva Community earnings
af: Seva-gemeenskap verdienste
es: Ingresos de Seva Community
fr: Gains de la communauté Seva
sw: Mapato ya Jamii ya Seva
zh_cn: 时间银行收益

source: No Participants yet
af: Nog geen deelnemers nie
es: Aún no hay participantes
fr: Pas encore de participants
sw: Hakuna Washiriki bado
zh_cn: 没有参与者还

source: Bookmarked Offers
af: Geboekmerke aanbiedings
es: Ofertas marcadas como favoritas
fr: Offres marquées d'un signet
sw: Tolea zilizowekwa Nembo
zh_cn: 被选录的服务

source: My Offers
af: My Aanbiedinge
es: Mis ofertas
fr: Mes offres
sw: Matoleo yangu
zh_cn: 我的服务

# offer_help
source: Offers Help
af: Hulp met aanbiedinge
es: Ayuda de ofertas
fr: Offre de l'aide
sw: Inatoa Msaada
zh_cn: 服务说明

# report_members
source: Report Member
af: Rapporteer lid
es: Informe de miembro
fr: Signaler un membre
sw: Ripoti Mjumbe
zh_cn: 报告会员

# report_member_inform
source: Please inform, why you are reporting this user.
af: Spesifiseer asb. waarom jou hierdie gebruiker repporteer.
es: Por favor informe por que usted esta denunciando a un usuario
fr: Veuillez indiquer pourquoi vous signalez cet utilisateur.
sw: Tafadhali fahamisha, kwanini unaripoti mtumiaji huyu.
zh_cn: 请告知，为什麽要报告这个用户。

# report_member_provide_details
source: Please provide as much detail as possible
af: Verskaf asb. so veel as moontlik besonderhede.
es: Por favor proporcione tantos detalles como sea posible
fr: Veuillez fournir autant de détails que possible
sw: Tafadhali toa maelezo mengi iwezekanavyo
zh_cn: 请提供尽可能详细的信息

source: Report
af: Rapport
es: Reporte
fr: rapport
sw: Ripoti
zh_cn: 报告

source: Reporting member
af: Rapporteer lid
es: Miembro informante
fr: Membre déclarant
sw: Ripoti mwanachama
zh_cn: 报告员

# no_data
source: No data found !
af: Geen data gevind!
es: Datos no encontrados !
fr: Aucune donnée disponible !
sw: Hakuna data iliyopatikana!
zh_cn: 没有找到数据 ！

source: Reported by
af: Gerapporteer deur
es: Reportado por
fr: Rapporté par
sw: Imeripotiwa na
zh_cn: 报告者

# user_removed_from_group
source: User is successfully removed from the group
af: Gebruiker is suksesvol uit die groep verwyder
es: El usuario se eliminó con éxito del grupo.
fr: L'utilisateur a bien été supprimé du groupe
sw: Mtumiaji ameondolewa kwenye kikundi
zh_cn: 用户被成功从组中删除

# user_removed_from_group_failed
source: User cannot be deleted from this group
af: Gebruiker kan nie uit hierdie groep verwyder word nie
es: El usuario no puede ser eliminado de este grupo.
fr: L'utilisateur ne peut pas être supprimé de ce groupe
sw: Mtumiaji hawezi kufutwa kutoka kwa kikundi hiki
zh_cn: 用户不能从该组中删除

source: User has
af: Gebruiker het
es: El usuario tiene
fr: L'utilisateur a
sw: Mtumiaji ana
zh_cn: 用户

# pending_projects
source: pending events
af: Onvoltooide gebeure
es: eventos pendientes
fr: événements en attente
sw: inasubiri matukio
zh_cn: 待办事项

source: pending requests
af: Onvoltooide versoeke
es: solicitudes pendientes
fr: Requêtes en cours
sw: maombi yanayosubiri
zh_cn: 待处理的请求

source: pending offers
af: Onvoltooide aanbiedinge
es: ofertas pendientes
fr: offres en attente
sw: inasubiri ofa
zh_cn: 等待服务

# clear_transaction
source: Please clear the transactions and try again.
af: Vee asb. die transaksies uit en probeer weer.
es: Por favor borre las transacciones y vuelva a intentarlo.
fr: Veuillez effacer les transactions et réessayer.
sw: Tafadhali futa miamala na ujaribu tena.
zh_cn: 请清理交易，然后再试一次。

# remove_self_from_group_error
source: Cannot remove yourself from the group. Instead, please try deleting the group.
af: Jy kan jouself nie uit die groep verwyder nie. Probeer eerder die groep verwyder.
es: No puede eliminarse del grupo.En su lugar, por favor intente eliminar el grupo.
fr: Impossible de vous retirer du groupe. Essayez plutôt de supprimer le groupe.
sw: Haiwezi kujiondoa kwenye kikundi. Badala yake, tafadhali jaribu kufuta kikundi.
zh_cn: 无法从组中删除自己。相反，请尝试删除该组。

# user_removed_from_timebank
source: User is successfully removed from the seva community
af: Gebruiker is suksesvol uit die Seva-gemeenskap verwyder
es: El usuario se eliminó con éxito de la comunidad Seva
fr: L'utilisateur a été supprimé avec succès de la communauté Seva
sw: Mtumiaji ameondolewa vizuri kutoka kwa jamii ya seva
zh_cn: 用户已成功从时间银行中删除

# user_removed_from_timebank_failed
source: User cannot be deleted from this Seva Community
af: Gebruiker kan nie uit hierdie Seva-gemeenskap verwyder word nie
es: El usuario no puede ser eliminado de esta comunidad de Seva
fr: L'utilisateur ne peut pas être supprimé de cette communauté Seva
sw: Mtumiaji hawezi kufutwa kutoka Jumuiya hii ya Seva
zh_cn: 无法从此时间银行中删除用户

# member_reported
source: Member reported successfully
af: Lid suksesvol rapporteer
es: Miembro informado correctamente
fr: Le membre a signalé avec succès
sw: Mwanachama ameripoti kwa mafanikio
zh_cn: 会员成功报道

# member_reporting_failed
source: Failed to report member! Try again
af: Die rapporteer-proses het misluk! Probeer weer
es: ¡No se pudo informar del miembro solicitado! Inténtelo de nuevo
fr: Impossible de signaler le membre! Réessayer
sw: Imeshindwa kuripoti mwanachama! Jaribu tena
zh_cn: 未能报告员！再试一次

# reported_member_click_to_view
source: Click here to view reported users of this Seva Community
af: Klik hier om gerapporteerde gebruikers van hierdie Seva-gemeenskap te sien
es: Haga clic aquí para ver los usuarios reportados de esta Comunidad Seva
fr: Cliquez ici pour voir les utilisateurs signalés de cette communauté Seva
sw: Bonyeza hapa kuona watumiaji walioripotiwa wa Jumuiya hii ya Seva
zh_cn: 单击此处查看此时间银行的报告用户

source: Reported Users
af: Gerapporteerde gebruikers
es: Usuarios reportados
fr: Utilisateurs signalés
sw: Watumiaji walioripotiwa
zh_cn: 报告用户

source: Reported Members
af: Gerapporteerde lede
es: Miembros reportados
fr: Membres signalés
sw: Wanachama walioripotiwa
zh_cn: 报告成员

source: Search Something
af: Soek na iets
es: Buscar algo
fr: Rechercher quelque chose
sw: Tafuta Kitu
zh_cn: 搜索某些内容

source: I want to volunteer.
af: Ek wil as vrywilliger werk.
es: Quiero ser voluntario
fr: Je veux faire du bénévolat.
sw: Nataka kujitolea.
zh_cn: 我需要志愿者

# help_about_us
source: About us
af: Oor ons
es: Sobre nosotros
fr: À propos de nous
sw: Kuhusu sisi
zh_cn: 关于我们

# help_training_video
source: Training Video
af: Opleidingsvideo
es: Video de entrenamiento
fr: Vidéo de formation
sw: Video ya Mafunzo
zh_cn: 培训视频
