Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# copy_and_share_code
source: Code Generated: Copy the code and share to your friends
af: Kode gegenereer: Kopieer die kode en deel aan jou vriende
es: Código generado: Copie el código y comparta a sus amigos.
fr: Code généré: Copiez le code et partagez-vous à vos amis
sw: Kanuni iliyozalishwa: nakala nakala na ushiriki kwa marafiki zako
zh_cn: 生成代码：复制代码并分享给您的朋友

source: Copy Community Code
af: Kopieer gemeenskapskode
es: Copiar código de la comunidad
fr: Copier le code de la communauté
sw: Nakala code ya jamii.
zh_cn: 复制社区代码

source: Copy Code
af: Kopieer kode
es: Código de copia
fr: Code de copie
sw: Nakala code.
zh_cn: 复制代码

# share_code_msg
source: You can share the code to invite them to your seva community
af: U kan die kode deel om hulle uit te nooi na u SEVA-gemeenskap
es: Puedes compartir el código para invitarlos a tu comunidad de Seva.
fr: Vous pouvez partager le code pour les inviter à votre communauté SEVA
sw: Unaweza kushiriki msimbo kuwaalika kwenye jamii yako ya Seva
zh_cn: 您可以共享代码以邀请他们到您的Seva社区

# no_pending_join_request
source: No pending join requests
af: Geen hangende versoeke nie
es: No pendientes de las solicitudes de unión
fr: Pas de requêtes de jointure en attente
sw: Hakuna kuomba maombi ya kujiunga.
zh_cn: 没有未决的加入请求

source: Attend
af: Bywoon
es: Asistir
fr: Assister
sw: Hudhuria
zh_cn: 参加

source: Requested By
af: Versoek deur
es: Solicitado por
fr: Demandé par
sw: Ombi kwa
zh_cn: 被要求

source: Location not provided
af: Ligging nie voorsien nie
es: Ubicación no proporcionada
fr: Emplacement non fourni
sw: Eneo halijatolewa.
zh_cn: 没有提供的位置

# request_approved_by_msg
source: Your request has been approved by
af: U versoek is goedgekeur deur
es: Su solicitud ha sido aprobada por
fr: Votre demande a été approuvée par
sw: Ombi lako limeidhinishwa na
zh_cn: 您的请求已获得批准

source: Request agreement not available
af: Versoek Ooreenkoms nie beskikbaar nie
es: Acuerdo de solicitud no disponible
fr: Demande d'accord non disponible
sw: Mkataba wa ombi haupatikani
zh_cn: 请求协议不可用

source: Click to view request agreement
af: Klik om versoeke te sien
es: Haga clic para ver el acuerdo de solicitud
fr: Cliquez pour voir le contrat de demande
sw: Bofya ili uone makubaliano ya ombi.
zh_cn: 点击查看请求协议

source: Enter Prep Time
af: Voer die voorbereidingstyd in
es: Entrar en tiempo de preparación
fr: Entrez le temps de préparation
sw: Ingiza wakati wa prep.
zh_cn: 输入准备时间

source: Choose Document
af: Kies dokument
es: Elegir documento
fr: Choisir le document
sw: Chagua hati.
zh_cn: 选择文件

source: Pets Allowed
af: Troeteldiere toegelaat
es: Mascotas permitidas
fr: Animaux acceptés
sw: Pets kuruhusiwa.
zh_cn: 可带宠物

source: Attending
af: Bywoning
es: Asistiendo
fr: Assister à
sw: Kuhudhuria
zh_cn: 参加

source: Invited Speaker
af: Uitgenooi spreker
es: Ponente invitado
fr: Haut-parleur invité
sw: Alialikwa Spika
zh_cn: 邀请扬声器

# description_not_updated
source: Description not yet updated
af: Beskrywing nie nog opgedateer nie
es: Descripción aún no actualizada
fr: Description non encore mise à jour
sw: Maelezo bado haijasasishwa
zh_cn: 描述尚未更新

source: Add Manual Time
af: Voeg handleiding by
es: Añadir tiempo manual
fr: Ajouter du temps manuel
sw: Ongeza muda wa mwongozo
zh_cn: 添加手动时间

# reliabilitysocre
source: Reliability score
af: Betroubaarheid telling
es: Puntuación de fiabilidad
fr: Score de fiabilité
sw: Score ya kuaminika.
zh_cn: 可靠性得分

source: CV not available
af: CV nie beskikbaar nie
es: Cv no disponible
fr: CV non disponible
sw: CV haipatikani
zh_cn: CV不可用

source: Change document
af: Verander dokument
es: Cambiar de documento
fr: Document de changement
sw: Badilisha waraka.
zh_cn: 改变文件

source: Add document
af: Voeg dokument by
es: Añadir documento
fr: Ajouter du document
sw: Ongeza hati.
zh_cn: 添加文档

source: Sign up with Apple
af: Teken in met Apple
es: Regístrate con Apple
fr: Inscrivez-vous avec Apple
sw: Ingia na Apple
zh_cn: 用苹果报名

source: Sign up with Google
af: Meld aan by Google
es: Regístrese con Google
fr: Inscrivez-vous avec Google
sw: Ingia na Google.
zh_cn: 注册谷歌

source: Browse requests by category
af: Blaai versoeke per kategorie
es: Buscar solicitudes por categoría
fr: Parcourir les demandes par catégorie
sw: Vinjari Maombi kwa Jamii.
zh_cn: 按类别浏览请求

# do_you_want_to_add
source: Do you want to add this
af: Wil jy dit byvoeg
es: ¿Quieres añadir esto?
fr: Voulez-vous ajouter ceci
sw: Unataka kuongeza hii.
zh_cn: 你想添加这个吗？

source: event to calender
af: Gebeurtenis tot kalender
es: evento al calendario
fr: événement au calendrier
sw: tukio kwa kalenda.
zh_cn: 历程到日历

source: Seva Community name not updated
af: SEVA Gemeenskapsnaam nie opgedateer nie
es: Nombre de la comunidad SEVA no actualizado
fr: Nom de la communauté Seva non mise à jour
sw: Jina la Jumuiya la Seva halijasasishwa
zh_cn: SEVA社区名称未更新

source: Create New
af: Skep 'n nuwe
es: Crear nuevo
fr: Créer un nouveau
sw: Unda mpya
zh_cn: 创建新的

source: Choose Previous Agreement
af: Kies vorige ooreenkoms
es: Elija un acuerdo previo
fr: Choisissez un accord pr�c�dent
sw: Chagua makubaliano ya awali.
zh_cn: 选择以前的协议

# no_agrreement
source: No Agreement
af: Geen ooreenkoms
es: Sin acuerdo
fr: Aucun accord
sw: Hakuna makubaliano
zh_cn: 没有协议

source: Fixed
af: Vasgestel
es: Reparada
fr: Fixée
sw: Fasta.
zh_cn: 固定的

source: Long-term (Month to Month)
af: Langtermyn (maand tot maand)
es: A largo plazo (mes a mes)
fr: À long terme (mois au mois)
sw: Muda mrefu (mwezi hadi mwezi)
zh_cn: 长期（月份月份）

# request_offer_agreement_hint_text
source: Ex :3
zh_cn: 前：3

# request_offer_agreement_hint_text2
source: Ex: $300
zh_cn: 前：300美元

# request_offer_agreement_hint_text3
source: Ex: Gas-powered lawnmower in mint condition with full tank of gas.
af: Ex: Gas-aangedrewe grassnyer in die munttoestand met volle tenk gas.
es: Ej: césped accionado por gas en condición de menta con tanque completo de gas.
fr: Ex: tondeuse à gaz à gaz en état de menthe avec réservoir total de gaz.
sw: Ex: Lawnmower ya gesi yenye nguvu katika hali ya mint na tank kamili ya gesi.
zh_cn: 例如：薄荷条件的气体供电割草机，含有全罐的气体。

# request_offer_agreement_tool_widget_text
source: Stipulations regarding returned item in unsatisfactory condition.
af: Bepalings rakende terugbesorgde item in onbevredigende toestand.
es: Estipulaciones con respecto al artículo devuelto en condiciones insatisfactorias.
fr: Stipulations concernant l'article retourné dans un état insatisfaisant.
sw: Vidokezo kuhusu kitu kilichorejeshwa katika hali isiyofaa.
zh_cn: 关于返回物品的规定在不满意的情况下。

# request_offer_agreement_hint_text4
source: Ex: Lawnmower must be cleaned and operable with a full tank of gas.
af: Ex: Lawnmower moet skoongemaak word met 'n volle tenk gas.
es: Ej: LawnMower debe limpiarse y operar con un tanque lleno de gas.
fr: Ex: La tondeuse à gazon doit être nettoyée et utilisable avec un réservoir d'essence complet.
sw: Ex: Lawnmower lazima kusafishwa na kutumiwa na tank kamili ya gesi.
zh_cn: 前：割草机必须用全坦克的气体清洁和可操作。

source: Document Name*
af: Dokument naam *
es: Nombre del documento*
fr: Nom du document*
sw: Jina la hati *
zh_cn: 文档名称*

# please_enter_doc_name
source: Please enter document name
af: Voer asseblief die dokument naam in
es: Por favor ingrese el nombre del documento
fr: S'il vous plaît entrer le nom du document
sw: Tafadhali ingiza jina la hati.
zh_cn: 请输入文档名称

source: Other Details
af: Ander besonderhede
es: Otros detalles
fr: Autres détails
sw: Maelezo mengine.
zh_cn: 其他详情

# request_offer_agreement_hint_text5
source: Ex: LANDLORD'S LIABILITY. The Guest and any of their guests hereby indemnify and hold harmless the Landlord against any and all claims of personal injury or property damage or loss arising from the use of the Premises regardless of the nature of the accident, injury or loss. The Guest expressly recognizes that any insurance for property damage or loss which the Landlord may maintain on the property does not cover the personal property of Tenant and that Tenant should purchase their own insurance for their guests if such coverage is desired.
af: Ex: Huurder se aanspreeklikheid.Die gaste en enige van hul gaste vrywaar die verhuurder hiermee vrywaar en hou die verhuurder teen enige en alle eise van persoonlike besering of eiendomsbeskadiging of verlies wat voortspruit uit die gebruik van die perseel, ongeag die aard van die ongeluk, besering of verlies.Die gas erken uitdruklik dat enige versekering vir eiendomsbeskadiging of verlies wat die verhuurder op die eiendom kan handhaaf, nie die persoonlike eiendom van huurder dek nie en dat huurder hul eie versekering vir hul gaste moet aankoop indien sodanige dekking verlang word.
es: Ej: Responsabilidad del propietario.El huésped y cualquiera de sus invitados se indemniza y sostienen inofensivos al propietario contra cualquier reclamación de lesiones personales o daños o pérdidas de propiedad que surgen del uso de las instalaciones independientemente de la naturaleza del accidente, lesiones o pérdidas.El huésped reconoce expresamente que cualquier seguro para daños o pérdidas de propiedad que el propietario puede mantener en la propiedad no cubre la propiedad personal del inquilino y que el inquilino debe comprar su propio seguro para sus huéspedes si se desea dicha cobertura.
fr: Ex: responsabilité du propriétaire.L'invité et l'un de leurs invités indemnisent et tiennent nommablement le propriétaire contre toute allégation de blessures corporelles ou de dommages matériels ou de pertes découlant de l'utilisation des locaux indépendamment de la nature de l'accident, des blessures ou des pertes.L'invité reconnaît expressément que toute assurance de dommages matériels ou de perte que le locateur peut maintenir sur la propriété ne couvre pas les biens personnels du locataire et que le locataire doit acheter sa propre assurance pour leurs invités si cette couverture est souhaitée.
sw: Ex: dhima ya mwenye nyumba.Mgeni na yeyote wa wageni wao hapa wanasisitiza na kushikilia mwenye nyumba dhidi ya madai yoyote na yote ya uharibifu wa kibinafsi au uharibifu wa mali au kupoteza kutokana na matumizi ya majengo bila kujali hali ya ajali, kuumia au kupoteza.Mgeni anatambua wazi kwamba bima yoyote ya uharibifu wa mali au kupoteza ambayo mwenye nyumba anaweza kudumisha kwenye mali haifai mali ya kibinafsi ya mpangaji na mpangaji huyo anapaswa kununua bima yao wenyewe kwa wageni wao ikiwa chanjo hicho kinahitajika.
zh_cn: 前：房东的责任。客人和他们的任何客人特此赔偿并阻止所有人对所有和所有伤害的所有诉讼或财产损失或使用房屋的损失，而不管事故，伤害或损失的性质如何。客人明确认识到，房东可能在房产上维持的财产损失或损失的任何保险不会涵盖租户的个人财产，并且如果需要这样的覆盖，租户应该为客人购买自己的保险。

source: use
af: gebruik
es: usar
fr: utiliser
sw: Matumizi
zh_cn: 用

# approve_borrow_request
source: Approve Room Borrow Request
af: Goedkeur kamer leen versoek
es: Aprobar la solicitud de prestada habitación
fr: Approuver la demande Emprunter
sw: Thibitisha ombi la kukopa
zh_cn: 批准客房借用请求

# approve_item_borrow
source: Approve Item Borrow request
af: Goedkeur item leen versoek
es: Aprobar la solicitud de prestada el artículo
fr: Approuver l'article Emprunter demande
sw: Thibitisha ombi la kukopa bidhaa.
zh_cn: 批准项目借用请求

# approve_borrow_hint_text1
source: Tell your borrower do and donts
af: Vertel jou lener doen en nie
es: Dile a tu prestatario hacer y donts
fr: Dites à votre emprunteur et ne donons pas
sw: Mwambie akopaye wako na donts.
zh_cn: 告诉你的借款人和谁

# approve_borrow_alert_msg1
source: Please enter the dos and donts
af: Voer asseblief die DOS in en Donte
es: Por favor ingrese el DOS y los donts
fr: S'il vous plaît entrer les dos et les donts
sw: Tafadhali ingiza DOS na Donts.
zh_cn: 请输入DOS和DONTS

# approve_borrow_no_agreement_selected
source: No Agreement Selected
af: Geen ooreenkoms gekies nie
es: No hay acuerdo seleccionado
fr: Aucun accord sélectionné
sw: Hakuna makubaliano yaliyochaguliwa.
zh_cn: 没有选择协议

# request_agreement_form_component_text
source: Create the proposed agreement between you and the borrower regarding the property. Use previous agreements if appropriate.
af: Skep die voorgestelde ooreenkoms tussen u en die lener rakende die eiendom.Gebruik vorige ooreenkomste indien toepaslik.
es: Cree el acuerdo propuesto entre usted y el prestatario con respecto a la propiedad.Utilice acuerdos anteriores si corresponde.
fr: Cr�ez l'accord propos� entre vous et l'emprunteur concernant la propri�t�.Utilisez des accords pr�c�dents le cas �ch�ant.
sw: Unda makubaliano yaliyopendekezwa kati yako na akopaye kuhusu mali.Tumia mikataba ya awali ikiwa inafaa.
zh_cn: 在您和借款人之间创建有关财产的拟议协议。如果合适，请使用以前的协议。

# approve_borrow_terms_acknowledgement_text1
source: I acknowledge that this Borrower can use the place on the mentioned dates
af: Ek erken dat hierdie lener die plek op die genoemde datums kan gebruik
es: Reconozco que este prestatario puede usar el lugar en las fechas mencionadas.
fr: Je reconnais que cet emprunteur peut utiliser la place sur les dates mentionn�es.
sw: Ninakubali kwamba akopaye huyu anaweza kutumia mahali kwenye tarehe zilizotajwa
zh_cn: 我承认这款借款人可以使用所提到的日期的地方

# approve_borrow_terms_acknowledgement_text2
source: I acknowledge that this Borrower can use the item(s) on the mentioned dates
af: Ek erken dat hierdie lener die item (s) op die genoemde datums kan gebruik
es: Reconozco que este prestatario puede usar el (los) art�culo (s) en las fechas mencionadas
fr: Je reconnais que cet emprunteur peut utiliser les articles sur les dates mentionn�es.
sw: Ninakubali kwamba akopaye huyu anaweza kutumia bidhaa (s) kwenye tarehe zilizotajwa
zh_cn: 我承认这款借款人可以使用所提到的日期的项目

# approve_borrow_terms_acknowledgement_text3
source: Note: Please instruct on how to reach the location and do and dont accordingly.
af: LET WEL: Gee asseblief aan hoe om die ligging te bereik en doen en nie dienooreenkomstig nie.
es: Nota: Indique cómo comuníquese con la ubicación y hacerlo y en consecuencia.
fr: Remarque: veuillez instruire sur la façon d'atteindre l'emplacement et de faire et de ne pas faire en conséquence.
sw: Kumbuka: Tafadhali kufundisha jinsi ya kufikia mahali na kufanya na usipatie.
zh_cn: 注意：请指示如何到达位置并相应地进行。

# approve_borrow_terms_acknowledgement_text4
source: Note: Please create an agreement if you have specific instructions and/or requirements.
af: LET WEL: Skep asseblief 'n ooreenkoms indien u spesifieke instruksies en / of vereistes het.
es: Nota: cree un acuerdo si tiene instrucciones y / o requisitos específicos.
fr: Remarque: Veuillez créer un accord si vous avez des instructions et / ou des exigences spécifiques.
sw: Kumbuka: Tafadhali kuunda makubaliano ikiwa una maelekezo maalum na / au mahitaji.
zh_cn: 注意：如果您有特定的说明和/或要求，请创建协议。

source: Error was Thrown
af: Fout is gegooi
es: Fue lanzado el error
fr: Une erreur a été lancée
sw: Hitilafu ilitupwa.
zh_cn: 错误被抛出

source: * max 250 characters
af: * Maksimum 250 karakters
es: * Max 250 caracteres
fr: * max 250 caractères
sw: * max mazana maviri mavara
zh_cn: *最多250个字符

source: Credits:
af: Krediete:
es: Créditos:
fr: Crédits:
sw: Mikopo:
zh_cn: 积分：

source: Could not launch
af: Kon nie begin nie
es: No se pudo lanzar
fr: Ne pouvait pas lancer
sw: Haikuweza kuzindua
zh_cn: 无法推出

source: Need a place
af: 'N plek nodig
es: Necesito un lugar
fr: Besoin d'un endroit
sw: Wanahitaji mahali
zh_cn: 需要一个地方

source: Item
es: Artículo
fr: Article
sw: Kipengee
zh_cn: 物品

source: Borrow
af: Leen
es: Tomar prestado
fr: Emprunter
sw: Azima
zh_cn: 借

source: Choose skills for request
af: Kies vaardighede vir versoek
es: Elija habilidades para la solicitud
fr: Choisissez des compétences pour la demande
sw: Chagua ujuzi wa ombi.
zh_cn: 选择申请技能

# creating_request_with_underscore_not_allowed
source: Creating request with '_' is not allowed
af: Skep versoek met '_' is nie toegelaat nie
es: La creación de solicitud con '_' no está permitida
fr: La création de demande avec '_' n'est pas autorisée
sw: Kuunda ombi na '_' haruhusiwi.
zh_cn: 不允许使用'_'创建请求

source: Selected Skills
af: Geselekteerde vaardighede
es: Habilidades seleccionadas
fr: Compétences sélectionnées
sw: Ujuzi uliochaguliwa
zh_cn: 选择技能

source: Request tools description*
af: Versoek Tools Beskrywing *
es: Solicitud de herramientas Descripción *
fr: Demande d'outils Description *
sw: Omba Tools Maelezo *
zh_cn: 请求工具说明*

source: Seva
af: Sewa
zh_cn: 塞瓦

source: Test Community
af: Toetsgemeenskap
es: Comunidad de pruebas
fr: Communauté de test
sw: Jumuiya ya mtihani.
zh_cn: 测试社区

# you_already_created_test_community
source: You already created a test community.
af: U het reeds 'n toetsgemeenskap geskep.
es: Ya creaste una comunidad de pruebas.
fr: Vous avez déjà créé une communauté de test.
sw: Tayari umeunda jamii ya mtihani.
zh_cn: 您已经创建了一个测试社区。

source: Selected value :
af: Geselekteerde waarde:
es: Valor seleccionado:
fr: Valeur sélectionnée:
sw: Thamani iliyochaguliwa:
zh_cn: 选定值：

# upgrade_plan_msg1
source: Sorry Couldn't fetch data
af: Jammer kan nie data haal nie
es: Lo siento, no podía buscar datos
fr: Désolé ne pouvait pas chercher des données
sw: Samahani hakuweza kupata data.
zh_cn: 抱歉无法获取数据

# upgrade_plan_disable_msg1
source: This feature is disabled for your community
af: Hierdie funksie is afgeskakel vir jou gemeenskap
es: Esta característica está deshabilitada para su comunidad.
fr: Cette fonctionnalité est désactivée pour votre communauté
sw: Kipengele hiki kinazimwa kwa jumuiya yako
zh_cn: 为您的社区禁用此功能

# upgrade_plan_disable_msg2
source: This is currently not permitted. Please see the following link for more information: http://web.sevaxapp.com/
af: Dit is tans nie toegelaat nie.Sien asseblief die volgende skakel vir meer inligting: http://web.sevaxapp.com/
es: Esto no está permitido actualmente.Consulte el siguiente enlace para obtener más información: http://web.sevaxapp.com/
fr: Ceci n'est actuellement pas autorisé.Veuillez consulter le lien suivant pour plus d'informations: http://web.sevaxapp.com/
sw: Hii kwa sasa hairuhusiwi.Tafadhali angalia kiungo kinachofuata kwa habari zaidi: http://web.sevaxapp.com/
zh_cn: 这是目前不允许的。有关详细信息，请参阅以下链接：http：//web.sevaxapp.com/

# upgrade_plan_disable_msg3
source: This is currently not permitted. Please contact the Community Creator for more information
af: Dit is tans nie toegelaat nie.Kontak asseblief die gemeenskapskepper vir meer inligting
es: Esto no está permitido actualmente.Póngase en contacto con el Creador de la Comunidad para obtener más información.
fr: Ceci n'est actuellement pas autorisé.Veuillez contacter le créateur communautaire pour plus d'informations
sw: Hii kwa sasa hairuhusiwi.Tafadhali wasiliana na Muumba wa Jumuiya kwa habari zaidi
zh_cn: 这是目前不允许的。请联系社区创建者获取更多信息

source: Edit Name
af: Wysig naam
es: Editar nombre
fr: Nom d'édition
sw: Badilisha jina
zh_cn: 编辑名称

source: Sponsored By
af: Geborg deur
es: Patrocinado por
fr: Sponsorisé par
sw: Imedhaminiwa na
zh_cn: 由...赞助

source: Sponsor name
af: Borg naam
es: Nombre del patrocinador
fr: Nom du sponsor
sw: Jina la Msaidizi
zh_cn: 赞助商名称

source: Join Seva Community
af: Sluit aan by die Seva-gemeenskap
es: Únete a la comunidad de Seva
fr: Rejoindre la communauté Seva
sw: Jiunge na Jumuiya ya Seva.
zh_cn: 加入Seva社区

# please_switch_to_access
source: Please switch seva community to access
af: Skakel asseblief Seva-gemeenskap om toegang te verkry
es: Por favor, cambie la comunidad de SEVA para acceder.
fr: S'il vous plaît changer la communauté de Seva pour accéder
sw: Tafadhali kubadili jamii ya Seva kufikia
zh_cn: 请切换eva社区访问

# please_join_seva_to_access
source: Please join seva community to access
af: Sluit asseblief aan by Seva-gemeenskap om toegang te verkry
es: Por favor, únase a la comunidad de Seva para acceder.
fr: S'il vous plaît rejoindre la communauté Seva pour accéder à
sw: Tafadhali jiunge na jamii ya Seva kufikia
zh_cn: 请加入Seva社区访问

source: No Events Available
af: Geen gebeure beskikbaar nie
es: No hay eventos disponibles
fr: Aucun événement disponible
sw: Hakuna matukio yanayopatikana
zh_cn: 没有活动

# enter_the_amount_received
source: Enter the amount recieved
af: Gee die bedrag wat ontvang is
es: Ingrese la cantidad recibida
fr: Entrez le montant reçu
sw: Ingiza kiasi kilichopokelewa
zh_cn: 输入收到的金额

source: Virtual requests
af: Virtuele versoeke
es: Solicitudes virtuales
fr: Demandes virtuelles
sw: Maombi ya Virtual.
zh_cn: 虚拟请求

source: Attended by
af: Bygewoon deur
es: Atendido por
fr: En présence de
sw: Alihudhuriwa na
zh_cn: 由出席

source: Reset list
af: Herstellys
es: Lista de reinicio
fr: Réinitialiser la liste
sw: Rudisha orodha.
zh_cn: 重置列表

# join_community_to_view_updates
source: To view and receive updates join the community
af: Om opdaterings aan te bied en te ontvang, sluit aan by die gemeenskap
es: Para ver y recibir actualizaciones Únete a la comunidad.
fr: Pour voir et recevoir des mises à jour, rejoignez la communauté
sw: Kuangalia na kupokea sasisho kujiunga na jamii
zh_cn: 查看和接收更新加入社区

source: Join Chat
af: Sluit aan by Chat
es: Únete a chatear
fr: Rejoindre le chat
sw: Jiunge na chat.
zh_cn: 加入聊天

source: Person of contact details
af: Persoon van kontakbesonderhede
es: Persona de los detalles de contacto
fr: Personne de coordonnées
sw: Mtu wa maelezo ya mawasiliano
zh_cn: 联系方式

source: Review Agreement
af: Hersien ooreenkoms
es: Acuerdo de revisión
fr: Accord d'examen
sw: Kagua makubaliano
zh_cn: 审查协议

source: Any specific condition(s)
af: Enige spesifieke toestand (s)
es: Cualquier condición (s) específica (s)
fr: Toute condition spécifique (s)
sw: Hali yoyote maalum (s)
zh_cn: 任何特定条件

# review_before_proceding_text
source: Please review the agreement below before proceeding.
af: Hersien asseblief die onderstaande ooreenkoms voordat u verder gaan.
es: Por favor revise el acuerdo a continuación antes de continuar.
fr: Veuillez examiner l'accord ci-dessous avant de continuer.
sw: Tafadhali kagua makubaliano hapa chini kabla ya kuendelea.
zh_cn: 在进行之前，请审查以下协议。

# lender_not_accepted_request_msg
source: Lender has not created an agreement for this request
af: Lener het nie 'n ooreenkoms vir hierdie versoek geskep nie
es: El prestamista no ha creado un acuerdo para esta solicitud.
fr: Le prêteur n'a pas créé d'accord pour cette demande
sw: Lender haijaunda makubaliano ya ombi hili
zh_cn: 贷方尚未为此请求创建协议

source: Agreement
af: Ooreenkoms
es: Convenio
fr: Accord
sw: MAFUNZO.
zh_cn: 协议

# terms_acknowledgement_text
source: I accept the terms of use as per the agreement
af: Ek aanvaar die gebruiksvoorwaardes volgens die ooreenkoms
es: Acepto los Términos de uso según el acuerdo.
fr: J'accepte les conditions d'utilisation conformément à l'accord
sw: Ninakubali masharti ya matumizi kama kwa makubaliano
zh_cn: 我根据协议接受使用条款

# description_of_item
source: Description of item(s)
af: Beskrywing van item (s)
es: Descripción del artículo (s)
fr: Description de l'article (s)
sw: Maelezo ya bidhaa (s)
zh_cn: 物品描述

# item_returned_hint_text
source: Ex: item(s) must be returned in the same condition.
af: Ex: Item (s) moet in dieselfde toestand teruggestuur word.
es: EX: Los art�culos deben ser devueltos en la misma condici�n.
fr: Ex: article (s) doit �tre retourn� dans la m�me condition.
sw: EX: Item (s) lazima zirejeshe katika hali hiyo.
zh_cn: 例如：项目必须在同一条件下返回。

# sandbox_community_description
source: Sandbox communities are created for testing purposes?
af: Sandbox gemeenskappe word geskep vir toetsdoeleindes?
es: ¿Las comunidades de arena se crean para fines de prueba?
fr: Les communautés de bac à sable sont créées à des fins de test?
sw: Jamii za Sandbox zinaundwa kwa ajili ya kupima?
zh_cn: 为测试目的创建沙箱社区？

# select_categories_community_headding
source: Select categories for your community
af: Kies kategorieë vir jou gemeenskap
es: Seleccione Categorías para su comunidad
fr: Sélectionnez Catégories pour votre communauté
sw: Chagua Jamii kwa jumuiya yako
zh_cn: 为您的社区选择类别

# snackbar_select_agreement_type
source: Select an agreement type
af: Kies 'n ooreenkoms tipe
es: Seleccione un tipo de acuerdo
fr: Sélectionnez un type d'accord
sw: Chagua aina ya makubaliano.
zh_cn: 选择协议类型
