Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# new_message_notification
source: <sender_name> has sent you a message in the <community_name> community
af: <sender_name> het vir jou 'n boodskap gestuur in die <community_name> gemeenskap
es: <sender_name> le ha enviado un mensaje en la comunidad <community_name>
fr: <sender_name> vous a envoyé un message dans la communauté <community_name>
sw: <sender_name> amekutumia ujumbe katika jamii ya <community_name>
zh_cn: <发件人名称>已在<community_name>社区中向您发送了一条消息

# member_creates_transaction
source: This is currently not permitted. Please contact the Community Creator <creator_name> for more information.
af: Dit word tans nie toegelaat nie. Kontak asb. die gemeenskaps-eienaar <creator_name> vir meer inligting.
es: Actualmente esto no está permitido.Por favor comuníquese con el Creador de la comunidad <creator_name> para obtener más información.
fr: Ceci n'est actuellement pas autorisé.Veuillez contacter le créateur de la communauté <nom_créateur> pour plus d'informations.
sw: Hii kwa sasa hairuhusiwi.Tafadhali wasiliana na Muumbaji wa Jamii <creator_name> kwa habari zaidi.
zh_cn: 目前不允许这样做。请联繫社区创建者<creator_name>了解更多信息。

# creator_creates_transaction
source: This is currently not permitted. Please see the following link for more information: <Link_on_web_to_upgrade_plan>
af: Dit word tans nie toegelaat nie. Raadpleeg die volgende skakel vir meer inligting: <Link_on_web_to_upgrade_plan>
es: Actualmente esto no está permitido. Por favor consulte el siguiente enlace para obtener más información: <Link_on_web_to_upgrade_plan>
fr: Ceci n'est actuellement pas autorisé.Veuillez consulter le lien suivant pour plus d'informations: <Link_on_web_to_upgrade_plan>
sw: Hii kwa sasa hairuhusiwi.Tafadhali angalia kiunga kifuatacho kwa habari zaidi: <Link_on_web_to_upgrade_plan>
zh_cn: 目前不允许这样做。请查看以下链接以获取更多信息：<Link_on_web_to_upgrade_plan>

# negative_threshold_title
source: Threshold for negative credits
af: Drempel vir negatiewe krediete
es: Umbral de créditos negativos
fr: Seuil de crédits négatifs
sw: Kizingiti cha mikopo hasi
zh_cn: 负点数的最大值

source: Generate Report
af: Genereer Verslag
es: Generar informe
fr: Générer un rapport
sw: Tengeneza Ripoti
zh_cn: 产生报告

source: Time period
af: Tydsperiode
es: Periodo de tiempo
fr: Période de temps
sw: Muda
zh_cn: 时间段

source: Select Time Period
af: Kies Tydsperiode
es: Seleccionar período de tiempo
fr: Sélectionnez la période
sw: Chagua Kipindi cha Saa
zh_cn: 选择时间段

# select_transaction_type
source: Select Transaction Types
af: Kies Transaksietipes
es: Seleccionar tipos de transacciones
fr: Sélectionnez les types de transaction
sw: Chagua Aina za Muamala
zh_cn: 选择交易类型

# select_transaction_type_valid
source: Select a transaction type
af: Kies 'n transaksietipe
es: Seleccione un tipo de transacción
fr: Sélectionnez un type de transaction
sw: Chagua aina ya manunuzi
zh_cn: 选择交易类型

source: Generating Report
af: Genereer tans verslag
es: Generando informe
fr: Générer un rapport
sw: Kuzalisha Ripoti
zh_cn: 产生报告

source: Downloading Report
af: Laai tans verslag af
es: Descargando informe
fr: Téléchargement du rapport
sw: Inapakua Ripoti
zh_cn: 下载报告

# specific_data_range
source: Specific date range
af: Spesifieke datumreeks
es: Intervalo de fechas específico
fr: Plage de dates spécifique
sw: Kiwango maalum cha tarehe
zh_cn: 具体日期范围

source: Year to date
af: Jaar tot op hede
es: El año hasta la fecha
fr: Année à ce jour
sw: Mwaka hadi sasa
zh_cn: 今年迄今为止

source: Month to date
af: Maand tot op hede
es: Mes hasta la fecha
fr: Le mois courant
sw: Mwezi hadi sasa
zh_cn: 本月至今

source: Reports
af: Verslae
es: Informes
fr: Rapports
sw: Ripoti
zh_cn: 报告

# reports_charging_info
source: Reports are emailed to the creator of each community once a month. There is a cost of $9.95 per report - which will be billed to the credit card on file to generate this report. By clicking Proceed, you are agreeing to this cost. Otherwise click Cancel.
af: Verslae word maandeliks per e-pos aan die eienaar van elke gemeenskap gestuur. Die koste per verslag is $9,95 en word aan die verstrekte kredietkaart gedebiteer. Deur op "Gaan Voort" te klik, aanvaar jy hierdie finansiële uitleg. Andersins kies, "Kanselleer".
es: Los informes se envían por correo electrónico al creador de cada comunidad una vez al mes.Hay un costo de $ 9.95 por informe, que se facturará a la tarjeta de crédito registrada para generar este informe.Al hacer clic en Continuar, acepta este costo.De lo contrario, haga clic en Cancelar.
fr: Les rapports sont envoyés par e-mail au créateur de chaque communauté une fois par mois.Il y a un coût de 9,95 $ par rapport - qui sera facturé sur la carte de crédit enregistrée pour générer ce rapport.En cliquant sur Continuer, vous acceptez ce coût.Sinon, cliquez sur Annuler.
sw: Ripoti zinatumwa kwa muumbaji wa kila jamii mara moja kwa mwezi.Kuna gharama ya $ 9.95 kwa ripoti - ambayo itatozwa kwa kadi ya mkopo kwenye faili ili kutoa ripoti hii.Kwa kubonyeza Endelea, unakubali gharama hii.Vinginevyo bonyeza Bonyeza.
zh_cn: 每月将报告通过电子邮件发送给每个社区的创建者。每个报告的费用为9.95美元-该费用将记入存档的信用卡中以生成此报告。单击继续，即表示您同意该费用。否则，请单击取消。

source: No categories Available
af: Geen kategorieë beskikbaar nie
es: No hay categorías disponibles
fr: Aucune catégorie disponible
sw: Hakuna kategoria Zilizopo
zh_cn: 没有可用的类别

source: Search Category
af: Soek Kategorie
es: Categoría de búsqueda
fr: Rechercher une catégorie
sw: Jamii ya Utafutaji
zh_cn: 搜索类别

# choose_category
source: Choose Category and Sub Category
af: Kies Kategorie en Subkategorie
es: Elija categoría y subcategoría
fr: Choisissez la catégorie et la sous-catégorie
sw: Chagua Jamii na Jamii Ndogo
zh_cn: 选择类别和子类别

source: Suggested Categories
af: Voorgestelde kategorieë
es: Categorías sugeridas
fr: Catégories suggérées
sw: Aina zilizopendekezwa
zh_cn: 建议类别

# manual_notification_title
source: Manual time notification
af: Persoonike tydskennisgewing
es: Notificación de hora manual
fr: Notification manuelle de l'heure
sw: Mwongozo wa wakati wa mwongozo
zh_cn: 手动时间通知

# manual_notification_subtitle
source: Admin **name has requested for **number hours of Seva Credit(s) towards Admin-related activities for Community **communityName
af: Admin **name het gevra vir **number ure Seva-krediete om administratiewe aktiwiteite vir gemeenskap **communityName te dek
es: El ** nombre del administrador ha solicitado ** número de horas de crédito (s) Seva para actividades relacionadas con el administrador para la comunidad ** communityName
fr: L'administrateur ** nom a demandé ** nombre d'heures de crédit (s) Seva pour les activités liées à l'administration pour la communauté ** communityName
sw: Jina la Msimamizi ** limeomba kwa masaa ** ya masaa ** ya Mikopo ya Seva kuelekea shughuli zinazohusiana na Usimamizi kwa Jamii ** Jina la Jamii
zh_cn: 管理员**名称已请求**数小时的Seva点数用于社区**的Admin相关活动

# manual_time_request_title
source: Status of your Seva Credit request
af: Status van jou Seva-kredietaansoek
es: Estado de su solicitud de crédito Seva
fr: Statut de votre demande de crédit Seva
sw: Hali ya ombi lako la Mkopo wa Seva
zh_cn: 您的 Seva 信用申请状态

# manual_time_request_subtitle
source: Your request for <n> Seva Credit(s) towards Admin-related activities for Community community_name has been approved / rejected
af: Jou versoek vir <n> Seva-krediete ten opsigte van admin-verwante aktiwiteite vir gemeenskap **community_name is goedgekeur/afgekeur
es: Su solicitud de <n> crédito (s) Seva para actividades relacionadas con el administrador para la comunidad community_name ha sido aprobada / rechazada
fr: Votre demande de <n> crédit (s) Seva pour des activités liées à l'administration pour Community community_name a été approuvée / rejetée
sw: Ombi lako la <n> Mikopo ya Seva kuelekea shughuli zinazohusiana na Usimamizi kwa Jumuiya ya_jina imekubaliwa / kukataliwa
zh_cn: 您为社区 community_name 的与管理员相关的活动申请的 <n> 个 Seva 点数的请求已被批准/拒绝

source: Seva Community Events
af: Seva Gemeenskap-geleenthede
es: Eventos de la comunidad de Seva
fr: Événements communautaires Seva
sw: Matukio ya Jamii ya Seva
zh_cn: Seva社区活动

source: Personal Events
af: Persoonlike Geleenthede
es: Eventos personales
fr: Événements personnels
sw: Matukio ya Kibinafsi
zh_cn: 个人活动

# details_updated_success
source: Details updated successfully.
af: Besonderhede suksesvol bygewerk.
es: Los detalles se actualizaron correctamente.
fr: Détails mis à jour avec succès.
sw: Maelezo yamesasishwa kwa mafanikio.
zh_cn: 详细信息已成功更新。

# manual_time_request_rejected
source: Your request for **number Seva Credit(s) towards Admin-related activities for Community **communityName has been rejected.
af: Jou aansoek vir **number Seva-krediete ten opsigte van administratiewe aktiwiteite vir gemeenskap **communityName is afgekeur.
es: Su solicitud de ** número de Crédito (s) Seva para actividades relacionadas con el administrador para la comunidad ** communityName ha sido rechazada.
fr: Votre demande de ** number Seva Credit (s) pour des activités liées à l'administration pour Community ** communityName a été rejetée.
sw: Ombi lako la ** nambari ya Seva (s) kwa shughuli zinazohusiana na Usimamizi kwa Jumuiya ** JamiiName imekataliwa.
zh_cn: 您为社区** communityName的与管理员相关的活动申请**数量Seva点数的请求已被拒绝。

# manual_time_request_approved
source: Your request for **number Seva Credit(s) towards Admin-related activities for Community **communityName has been approved.
af: Jou aansoek vir **number Seva-krediete ten opsigte van administratiewe aktiwiteite vir gemeenskap **communityName is goedgekeur.
es: Se ha aprobado su solicitud de ** número de Crédito (s) Seva para actividades relacionadas con el administrador para la comunidad ** communityName.
fr: Votre demande de ** number Seva Credit (s) pour des activités liées à l'administration pour Community ** communityName a été approuvée.
sw: Ombi lako la ** nambari ya Seva (s) ya ** kuelekea shughuli zinazohusiana na Usimamizi kwa Jumuiya ** JamiiName imeidhinishwa.
zh_cn: 您为社区 **communityName 的与 Admin 相关的活动申请 **number Seva 点数的请求已获批准

# added_to_messaging_room
source: Since you are volunteering for this event, you've been added to the messaging room. You may leave this room at any time
af: Aangesien jou as vrywilliger aan hierdie geleentheid deelneem, is jy by die boodskaps-kamer bygevoeg. Jy kan hierdie kamer enige tyd verlaat
es: Como eres voluntario para este evento, te agregaron a la sala de mensajes.Puede salir de esta habitación en cualquier momento
fr: Puisque vous êtes bénévole pour cet événement, vous avez été ajouté à la salle de messagerie.Vous pouvez quitter cette salle à tout moment
sw: Kwa kuwa unajitolea kwa hafla hii, umeongezwa kwenye chumba cha kutuma ujumbe.Unaweza kuondoka kwenye chumba hiki wakati wowote
zh_cn: 由于您是自愿参加此活动的，因此您已被添加到消息收发室。 您可以随时离开这个房间

source: Seva Community Event
af: Seva Gemeenskaps-geleentheid
es: Evento de la comunidad de Seva
fr: Événement communautaire Seva
sw: Tukio la Jumuiya ya Seva
zh_cn: Seva社区活动

source: Personal Event
af: Persoonlike Geleentheid
es: Evento personal
fr: Événement personnel
sw: Tukio la Kibinafsi
zh_cn: 个人活动

# manual_time_add
source: Add Manual Time
es: Agregar hora manual
fr: Ajouter du temps manuel
sw: Ongeza Muda wa Mwongozo
zh_cn: 添加手动时间

# manual_time_textfield_hint
source: Please provide a rationale for this request - to assist the approver
af: Verskaf asb. 'n rede vir hierdie aansoek om sodoende behulpsaam te wees by die goedkeuring
es: Please proporcione una justificación para esta solicitud: para ayudar al aprobador
fr: Veuillez fournir une justification pour cette demande - pour aider l'approbateur
sw: Tafadhali toa sababu ya ombi hili - kumsaidia anayekubali
zh_cn: 请提供此请求的理由-以协助批准人

# manual_time_button_text
source: Send Request
af: Stuur Aansoek
es: Enviar petición
fr: Envoyer une demande
sw: Tuma ombi
zh_cn: 发送请求

# manual_time_title
source: Request Seva Credits for Admin tasks performed
af: Rig aansoek vir Seva-krediete vir administratiewe take wat uitgevoer word
es: Solicitar Seva Credits para tareas administrativas realizadas
fr: Demander des crédits Seva pour les tâches d'administration effectuées
sw: Omba Sifa za Seva kwa kazi za Usimamizi zilizofanywa
zh_cn: 请求执行工作的Seva点数

# manual_time_info
source: Admins can request Seva Credits for the time that they spend in performing Admin Tasks in the SevaX Application
af: Admins kan Seva-krediete aanvra in ruil vir die tyd wat hulle spandeer om administratiewe take vir spesifieke SevaX-toepassing uit voer
es: Los administradores pueden solicitar créditos Seva por el tiempo que dedican a realizar tareas administrativas en la aplicación SevaX.
fr: Les administrateurs peuvent demander des crédits Seva pour le temps qu'ils passent à effectuer des tâches d'administration dans l'application SevaX
sw: Wasimamizi wanaweza kuomba Seva Credits kwa wakati ambao wanatumia kufanya Kazi za Usimamizi katika Maombi ya SevaX
zh_cn: 管理员可以需求他们在SevaX应用程序中执行管理工作所花费的时间

source: Exchanges
af: Uitruilings
es: Intercambios
fr: Échanges
sw: Kubadilishana
zh_cn: 交换

source: Create Event
af: Skep Geleentheid
es: Crear evento
fr: Créer un évènement
sw: Unda Tukio
zh_cn: 建立活动

# join_message_room_hint
source: In order to view the messages in this Message Room, you need to join the room by clicking the 'Join Chat' button below
af: Om die boodskappe in hierdie boodskaps-kamer te kan sien, moet jy by die kamer aansluit deur op die Klets aansluit knoppie hieronder te klik
es: Para ver los mensajes en esta sala de mensajes, debe unirse a la sala haciendo clic en el botón 'Unirse al chat' a continuación
fr: Pour afficher les messages dans cette salle de messages, vous devez rejoindre la salle en cliquant sur le bouton `` Rejoindre le chat '' ci-dessous
sw: Ili kuona ujumbe katika Chumba hiki cha Ujumbe, unahitaji kujiunga na chumba kwa kubofya kitufe cha 'Jiunge na Gumzo' hapa chini
zh_cn: 为了在此消息室中查看消息，您需要通过单击下面的“加入聊天”按钮加入该室

# join_message_room
source: **Message_room_creator_name has created a message room **message_room_name in the Community **community_name and invited you to join. Please accept or decline the invitation
af: **Message_room_creator_name het 'n boodskapkamer **message_room_name in die gemeenskap **community_name geskep en jou uitgenooi om aan te sluit. Aanvaar of weier die uitnodiging asseblief
es: ** Message_room_creator_name ha creado una sala de mensajes ** message_room_name en la Comunidad ** community_name y te invitó a unirte.Acepta o rechaza la invitación.
fr: ** Message_room_creator_name a créé une salle de messages ** message_room_name dans la communauté ** community_name et vous a invité à la rejoindre.Veuillez accepter ou refuser l'invitation
sw: ** Jina_ya_msanii_waumba_jumbe limeunda chumba cha ujumbe ** jina_jina_ya_jukumu katika Jumuiya ** jina_jamii na kukualika ujiunge.Tafadhali kubali au kataa mwaliko
zh_cn: ** Message_room_creator_name已在社区** community_name中创建了一个消息室** message_room_name，并邀请您加入。请接受或拒绝邀请

source: Action not permitted
af: Optrede nie toegelaat nie
es: Acción no permitida
fr: Action non autorisée
sw: Hatua hairuhusiwi
zh_cn: 不被允许

# contact_community_creator
source: This is currently not permitted. Please contact the Community Creator for more information.
af: Dit word tans nie toegelaat nie. Kontak asb. die eienaar van die Gemeenskap vir meer inligting.
es: Actualmente esto no está permitido.Por favor comuníquese con el Creador de la comunidad para obtener más información.
fr: Ceci n'est actuellement pas autorisé.Veuillez contacter le créateur de la communauté pour plus d'informations.
sw: Hii kwa sasa hairuhusiwi.Tafadhali wasiliana na Muundaji wa Jumuiya kwa habari zaidi.
zh_cn: 目前不允许这样做。请联繫社区创建者以获取更多信息。

# follow_link_to_upgrade
source: This is currently not permitted. Please see the following link for more information: **link_on_web_to_upgrade_plan
af: Dit word tans nie toegelaat nie. Raadpleeg die volgende skakel vir meer inligting: **link_on_web_to_upgrade_plan
es: Actualmente esto no está permitido.Por favor consulte el siguiente enlace para obtener más información: ** link_on_web_to_upgrade_plan
fr: Ceci n'est actuellement pas autorisé.Veuillez consulter le lien suivant pour plus d'informations: ** link_on_web_to_upgrade_plan
sw: Hii kwa sasa hairuhusiwi.Tafadhali angalia kiunga kifuatacho kwa habari zaidi: ** link_on_web_to_upgrade_plan
zh_cn: 目前不允许这样做。请查看以下链接以获取更多信息：** link_on_web_to_upgrade_plan

# would_like_to_accept_offer
source: Would you like to accept this offer?
af: Wil jy hierdie aanbod aanvaar?
es: �Te gustar�a aceptar esta oferta?
fr: Voulez-vous accepter cette offre?
sw: Ungependa kukubali kutoa hii?
zh_cn: 你想接受这个优惠吗？

source: Account Information
af: Rekening Inligting
es: Información de la cuenta
fr: Information sur le compte
sw: Maelezo ya Akaunti
zh_cn: 帐户信息

# timebank_configure_accounr_info
source: Configure account information
af: Stel rekeninginligting op
es: Configurar la información de la cuenta
fr: Configurer les informations de compte
sw: Sanidi maelezo ya akaunti
zh_cn: 配置帐户信息

# timebank_account_error
source: Please configure your account information details
af: Stel asb. jou rekening-inligting op
es: Por favor configure los detalles de la información de su cuenta
fr: Veuillez configurer les détails des informations de votre compte
sw: Tafadhali sanidi maelezo ya maelezo ya akaunti yako
zh_cn: 请配置您的帐户信息详细信息

# timebank_about_hint_example
source: Ex: Our Community is made up of local residents primarily from...
af: Bv: ons gemeenskap bestaan uit plaaslike inwoners, hoofsaaklik uit ...
es: Ej .: Nuestra comunidad está compuesta por residentes locales principalmente de ...
fr: Ex: Notre communauté est composée de résidents locaux principalement de ...
sw: Ex: Jumuiya yetu imeundwa na wakaazi wa eneo hilo haswa kutoka ...
zh_cn: 例如：我们的社区主要由来自...的当地居民组成

# contact_for_enterprise_price
source: To get a price estimate for Enterprise (SMB or large Enterprise), please contact our Sevax team.
af: Kontak ons Sevax-span om 'n prysberaming vir verskeie grootte bedrywe te verkry.
es: Para obtener una estimación de precio para empresas (PYMES o grandes empresas), comuníquese con nuestro equipo de Sevax.
fr: Pour obtenir une estimation de prix pour Entreprise (PME ou grande entreprise), veuillez contacter notre équipe Sevax.
sw: Ili kupata makadirio ya bei kwa Biashara (SMB au Biashara kubwa), tafadhali wasiliana na timu yetu ya Sevax.
zh_cn: 要获取企业（SMB或大型企业）的价格估算，请联繫我们的Sevax团队。

# contact_for_nonprofitt_price
source: To get a price estimate for non-profit, please contact our Sevax team.
af: Kontak ons Sevax-span om 'n prysskatting vir nie-winsgewende organisasies te verkry.
es: Para obtener un presupuesto estimado para organizaciones sin fines de lucro, comuníquese con nuestro equipo de Sevax.
fr: Pour obtenir une estimation de prix pour une association à but non lucratif, veuillez contacter notre équipe Sevax.
sw: Ili kupata makadirio ya bei kwa mashirika yasiyo ya faida, tafadhali wasiliana na timu yetu ya Sevax.
zh_cn: 要获取非营利组织的价格估算，请联繫我们的Sevax团队。

source: Send Invitation
af: Stuur Uitnodiging
es: Enviar invitacion
fr: Envoyer une invitation
sw: Tuma Mwaliko
zh_cn: 发送邀请

source: Selected Categories
af: Uitgesoekte Kategorieë
es: Categorías seleccionadas
fr: Catégories sélectionnées
sw: Jamii zilizochaguliwa
zh_cn: 选定类别

source: Copied Community Code
af: Gekopieerde Gemeenskaps-kode
es: Código de comunidad copiado
fr: Code de communauté copié
sw: Nakala ya Jumuiya iliyonakiliwa
zh_cn: 複製的社区代码

# no_events
source: No Events yes
af: Geen Geleenthede nie
es: No Eventos si
fr: Non Evénements oui
sw: Hakuna Matukio ndiyo
zh_cn: 没有活动

# manage_notofications
source: Manage Notifications
af: Bestuur Kennisgewings
es: Administrar notificaciones
fr: Gérer les notifications
sw: Dhibiti Arifa
zh_cn: 管理通知

# validation_error_bio_max_characters
source: * max 250 characters
af: * maksimum 250 karakters
es: * máximo 250 caracteres
fr: * max 250 caractères
sw: * herufi 250
zh_cn: *最多250个字符

# request_payment_description_hint_new
source: SevaX does not process the payment. Please select from among ACH, PayPal, Venmo, or ZellePay in the drop down and provide the appropriate details for each method. The donor will complete the donation outside the SevaX app.
af: SevaX verwerk geen betalings nie. Kies uit ACH, PayPal, Venmo of ZellePay uit die keuselys en verskaf die toepaslike besonderhede vir elke metode. Die skenking word buite die SevaX-app voltooi.
es: SevaX no procesa el pago.Seleccione entre ACH, PayPal, Venmo o ZellePay en el menú desplegable y proporcione los detalles correspondientes para cada método.El donante completará la donación fuera de la aplicación SevaX.
fr: SevaX ne traite pas le paiement.Veuillez choisir parmi ACH, PayPal, Venmo ou ZellePay dans le menu déroulant et fournir les détails appropriés pour chaque méthode.Le donateur effectuera le don en dehors de l'application SevaX.
sw: SevaX haifanyi malipo.Tafadhali chagua kutoka kwa ACH, PayPal, Venmo, au ZellePay katika kushuka chini na utoe maelezo yanayofaa kwa kila njia.Mfadhili atakamilisha mchango huo nje ya programu ya SevaX.
zh_cn: SevaX不处理付款。请从下拉菜单的ACH，PayPal，Venmo或ZellePay中选择，并为每种方法提供适当的详细信息。捐赠者将在SevaX应用程序外部完成捐赠。

source: Super Admin
es: Super administrador
fr: Super administrateur
sw: Msimamizi Mkuu
zh_cn: 超级管理员

# what_is_restricted_seva_community
source: What is a Restricted Seva Community?
af: Wat is 'n beperkte Seva-gemeenskap?
es: ¿Qué es una comunidad Seva restringida?
fr: Qu'est-ce qu'une communauté Seva restreinte?
sw: Jumuiya ya Seva iliyozuiliwa ni nini?
zh_cn: 什麽是受限制的时间银行？

# cash_offer_title_hint
source: Ex: $50 for community center
af: Bv: $50 vir gemeenskapsentrum
es: Ej .: $ 50 para centro comunitario
fr: Ex: 50 $ pour le centre communautaire
sw: Ex: $ 50 kwa kituo cha jamii
zh_cn: 例如：社区中心$ 50

# cash_offer_desc_hint
source: Describe in detail what you are willing to offer. Please use #hashtags so members can easily search for this offer, such as #fundraiser #community
af: Beskryf breedvoerig wat jy bereid is om aan te bied. Gebruik asseblief #hutspunte sodat lede maklik na hierdie aanbod kan soek, soos bv. #fondsinsameling #gemeenskap
es: Describe en detalle lo que estás dispuesto a ofrecer.Utilice #hashtags para que los miembros puedan buscar fácilmente esta oferta, como #fundraiser #community
fr: Décrivez en détail ce que vous êtes prêt à offrir.Veuillez utiliser #hashtags afin que les membres puissent facilement rechercher cette offre, comme #fundraiser #community
sw: Eleza kwa undani ni nini uko tayari kutoa.Tafadhali tumia #hashtags ili washiriki waweze kutafuta kwa urahisi ofa hii, kama #jamaa ya #fundraiser
zh_cn: 详细说明您愿意提供的服务。请使用#hashtags，以便会员可以轻鬆搜索此服务，例如#fundraiser #community

# goods_offer_title_hint
source: Ex: winter coats for homeless shelter
af: Bv: winterjasse vir skuilings vir hawelose
es: Ej: abrigos de invierno para refugios para personas sin hogar
fr: Ex: manteaux d'hiver pour refuge pour sans-abri
sw: Ex: kanzu za msimu wa baridi kwa makao yasiyokuwa na makazi
zh_cn: 例如：无家可归者庇护所的冬衣

# goods_offer_desc_hint
source: Describe in detail what you are willing to offer. Please use #hashtags so members can easily search for this offer, such as #homeless #clothingdrive
af: Beskryf breedvoerig wat jy bereid is om aan te bied. Gebruik asseblief #hutspunte sodat lede maklik na hierdie aanbod kan soek, soos #homeless #klere
es: Describe en detalle lo que estás dispuesto a ofrecer.Utilice #hashtags para que los miembros puedan buscar fácilmente esta oferta, como #homeless #clothingdrive
fr: Décrivez en détail ce que vous êtes prêt à offrir.Veuillez utiliser les #hashtags afin que les membres puissent facilement rechercher cette offre, comme #homeless #clothingdrive
sw: Eleza kwa undani ni nini uko tayari kutoa.Tafadhali tumia #hashtags ili washiriki waweze kutafuta kwa urahisi ofa hii, kama vile # wasio na makazi # nguo
zh_cn: 详细说明您愿意提供的服务。请使用#hashtags，以便会员可以轻鬆搜索此服务，例如#homeless #clothingdrive
