Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# other
source: Other (Please write in details below.)
af: Ander (skryf asseblief in besonderhede hieronder.)
es: Otro (por favor escriba en los detalles a continuaci�n).
fr: Autre (veuillez �crire dans les d�tails ci-dessous.)
sw: Nyingine (tafadhali ingiza kwa maelezo hapa chini.)
zh_cn: 其他（请在下面写入详细信息。）

# subscription
source: {count, plural, one {Subscription} other {Subscriptions}}
af: {count, plural, one {Subskripsie} other {Subskripsies}}
es: {count, plural, one {Suscripción} other {Suscripciones}}
fr: {count, plural, other {Abonnements} one {Abonnement}}
sw: {count, plural, one {Usajili} other {Usajili}}
zh_cn: {count, plural, one {订阅} other {订阅内容}}

# max_credits
source: Maximum credits*
af: Maksimum krediete*
es: Créditos máximos *
fr: Crédits maximum *
sw: Upeo wa mikopo *
zh_cn: 最高点数*

# max_credit_hint
source: Maximum credits to be given per volunteer
af: Maksimum krediete beskikbaar per vrywilliger
es: Créditos máximos a otorgar por voluntario
fr: Crédits maximum à accorder par bénévole
sw: Sifa za juu kutolewa kwa kila kujitolea
zh_cn: 每位志愿者的最高点数

source: Don't Allow
af: Moenie toelaat nie
es: No permita
fr: Ne pas permettre
sw: Usiruhusu
zh_cn: 不允许

# push_notification_message
source: The SevaX App would like to send you Push Notifications. Notifications may include alerts and reminders.
af: Die SevaX-app wil deurlopend aan jou kennisgewings stuur. Kennisgewings kan waarskuwings en herrinneringe insluit.
es: La aplicación SevaX desea enviarle notificaciones automáticas. Las notificaciones pueden incluir alertas y recordatorios.
fr: L'application SevaX souhaite vous envoyer des notifications push. Les notifications peuvent inclure des alertes et des rappels.
sw: Programu ya SevaX ingependa kukutumia Arifa za Push. Arifa zinaweza kujumuisha arifu na vikumbusho.
zh_cn: SevaX应用程序希望向您发送推送通知。通知可能包括警报和提醒。

# only_pdf_files_allowed
source: Only Pdf files are allowed
af: Slegs pdf-lêers word toegelaat
es: Solo se permiten archivos PDF
fr: Seuls les fichiers PDF sont autorisés
sw: Faili za Pdf tu zinaruhusiwa
zh_cn: 仅允许使用Pdf文件

source: Delete Request
af: Verwyder versoek
es: Borrar petición
fr: Supprimer la demande
sw: Futa Ombi
zh_cn: 删除请求

source: Delete Offer
af: Verwyder aanbod
es: Eliminar oferta
fr: Supprimer l'offre
sw: Futa Ofa
zh_cn: 删除服务

# delete_offer_confirmation
source: Are you sure you want to delete this offer?
af: Is jou seker dat jy hierdie aanbod wil verwyder?
es: ¿Está seguro de que desea eliminar esta oferta?
fr: Voulez-vous vraiment supprimer cette offre?
sw: Je! Una uhakika unataka kufuta ofa hii?
zh_cn: 您确定要删除此服务吗？

source: Extension alert
af: Waarskuwing: foutiewe lêeruitbreiding
es: Alerta de extensión
fr: Alerte d'extension
sw: Arifa ya ugani
zh_cn: 扩展警报

# only_csv_allowed
source: Only CSV files are allowed
af: Slgs CSV-lêers toegelaat
es: Solo se permiten archivos CSV
fr: Seuls les fichiers CSV sont autorisés
sw: Faili za CSV tu zinaruhusiwa
zh_cn: 只允许CSV文件

source: No Members
af: Geen lede nie
es: Sin miembros
fr: Aucun membre
sw: Hakuna Wajumbe
zh_cn: 没有会员

source: Cancel Offer
af: Kanselleer Aanbod
es: Cancele oferta
fr: Annuler l'offre
sw: Ghairi Ofa
zh_cn: 取消服务

# cancel_offer_confirmation
source: Are you sure you want to cancel the offer?
af: Is jou seker dat jy die aanbod wil kanselleer?
es: ¿Estás seguro de que desea cancelar la oferta?
fr: Voulez-vous vraiment annuler l'offre?
sw: Je! Una uhakika unataka kughairi ofa?
zh_cn: 您确定要取消服务吗？

source: Recurring
af: Herhalende
es: Periódico
fr: Récurrent
sw: Mara kwa mara
zh_cn: 重複发生

# request_credits_again
source: Are you sure you want to request for credits again?
af: Is jou seker dat jy weer krediete wil aanvra?
es: ¿Está seguro de que desea volver a solicitar créditos?
fr: Voulez-vous vraiment demander à nouveau des crédits?
sw: Je! Una uhakika unataka kuomba mikopo tena?
zh_cn: 您确定要再次申请点数吗？

# cant_perfrom_action_offer
source: You can't perform action before the offer ends.
af: Jy kan nie hierdie aksie uitvoer voordat die aanbod verval het nie.
es: No puede realizar ninguna acción antes de que finalice la oferta.
fr: Vous ne pouvez pas effectuer d'action avant la fin de l'offre.
sw: Huwezi kutekeleza hatua kabla ya ofa kumalizika.
zh_cn: 服务结束前，您无法执行任何操作。

source: Time left
af: Oorblywende hoeveelheid tyd
es: Tiempo restante
fr: Temps restant
sw: Mda Umekwenda
zh_cn: 剩下的时间

source: Days Available
af: Dae beskikbaar
es: Días disponibles
fr: Jours disponibles
sw: Siku Zinazopatikana
zh_cn: 可用天数

# this_is_repeating_event
source: This is a repeating event
af: Dit is 'n herhalende geleentheid
es: Este es un evento que se repite
fr: Ceci est un événement récurrent
sw: Hili ni tukio linalorudia
zh_cn: 这是重複的活动

# edit_this_event
source: Edit this event only
af: Wysig slegs hierdie geleentheid
es: Editar solo este evento
fr: Modifier cet événement uniquement
sw: Hariri tukio hili tu
zh_cn: 仅编辑此活动

# edit_subsequent_event
source: Edit subsequent events
af: Wysig die daaropvolgende geleentheid
es: Editar eventos posteriores
fr: Modifier les événements suivants
sw: Hariri hafla zinazofuata
zh_cn: 编辑后续活动

source: left
af: oorblywende
es: izquierda
fr: la gauche
sw: kushoto
zh_cn: 剩下

# cant_exit_group
source: You cannot exit from this group
af: Jy kan nie hierdie groep verlaat nie
es: No puedes salir de este grupo
fr: Vous ne pouvez pas quitter ce groupe
sw: Huwezi kutoka kwenye kikundi hiki
zh_cn: 您无法退出此群组

# cant_exit_timebank
source: cannot exit from this seva community
af: kan nie hierdie seva-gemeenskap verlaat nie
es: no puede salir de esta comunidad seva
fr: ne peut pas quitter cette communauté seva
sw: haiwezi kutoka kwenye jamii hii ya seva
zh_cn: 无法退出这个时间银行

source: Add Image Url
af: Voeg URL-foto by
es: Agregar URL de imagen
fr: Ajouter une URL d'image
sw: Ongeza Url ya Picha
zh_cn: 添加图片网址

source: Image Url
af: Foto-URL
es: URL de la imagen
fr: URL de l'image
sw: Picha Url
zh_cn: 图片网址

# day
source: {count, plural, one {Day} other {Days}}
af: {count, plural, one {Dag} other {Dae}}
es: {count, plural, one {Día} other {Dias}}
fr: {count, plural, one {journée} other {Journées}}
sw: {count, plural, one {Siku} other {Siku}}
zh_cn: {count, plural, one {天} other {天}}

# year
source: {count, plural, one {Year} other {Years}}
af: {count, plural, one {Jaar} other {Jare}}
es: {count, plural, one {Año} other {Años}}
fr: {count, plural, one {An} other {Années}}
sw: {count, plural, one {Mwaka} other {Miaka}}
zh_cn: {count, plural, one {年} other {年份}}

source: Lifetime
af: Leeftyd
es: Toda la vida
fr: Durée de vie
sw: Maisha yote
zh_cn: 全部

source: Raised
af: Opbrengste
es: Elevado
fr: Élevé
sw: Imeinuliwa
zh_cn: 上调

source: Donated
af: Skenking
es: Donado
fr: Don
sw: Imechangwa
zh_cn: 已捐赠

# items_collected
source: Item(s) Picked-up
af: Item (s) opgetel
es: Art�culo (s) recogido (s)
fr: Article (s) ramass�
sw: Bidhaa (s) ilichukua-up.
zh_cn: 拾取物品

source: Items donated
af: Items geskenk
es: Artículos donados
fr: Articles donnés
sw: Vitu vilivyotolewa
zh_cn: 已捐赠物品

source: Donations
af: Skenkings
es: Donaciones
fr: Des dons
sw: Michango
zh_cn: 捐献

source: Items
es: Artículos
fr: Articles
sw: Vitu
zh_cn: 物品

source: Enter valid amount
af: Voer geldige bedrag in
es: Ingrese una cantidad válida
fr: Entrez un montant valide
sw: Ingiza kiasi halali
zh_cn: 输入有效金额

# minmum_amount
source: Minimum amount is
af: Minimum bedrag is
es: La cantidad mínima es
fr: Le montant minimum est
sw: Kiwango cha chini ni
zh_cn: 最低金额为

# select_goods_category
source: Select a goods / supplies category
af: Kies 'n goedere/voorrade kategorie
es: Seleccione una categoría de bienes
fr: Sélectionnez une catégorie de marchandises
sw: Chagua kategoria ya bidhaa / vifaa
zh_cn: 选择商品/用品类别

source: Pledge
af: Beloof
es: Promesa
fr: Gage
sw: Ahadi
zh_cn: 保证

source: Do it later
af: Doen dit later
es: Hazlo después
fr: Fais-le plus tard
sw: Fanya baadaye
zh_cn: 以后再做

# tell_what_you_donated
source: Tell us what you have donated
af: Vertel ons wat jy geskenk het
es: Cuéntenos que ha donado
fr: Dites-nous ce que vous avez donné
sw: Tuambie umetoa nini
zh_cn: 告诉我们你捐赠了什麽

# describe_goods
source: Describe the type of goods or supplies you donated and select from the list of items below.
af: Beskryf die soort goedere of voorrade wat jy geskenk het en kies dit uit die onderstaande lys.
es: Describa el tipo de bienes o suministros que donó y seleccione de la lista de artículos a continuación.
fr: Décrivez le type de biens ou de fournitures que vous avez donnés et faites votre choix dans la liste d'articles ci-dessous.
sw: Eleza aina ya bidhaa au vifaa ulivyochangia na uchague kutoka kwenye orodha ya vitu hapa chini.
zh_cn: 描述您捐赠的商品或供应品的类型，然后从以下项目列表中进行选择。

# payment_link_description
source: Please use the link down below to donate and once done take a pledge on how much you have donated.
af: Gebruik asb. die volgende skakel vir jou skenking.
es: Utilice el enlace a continuación para donar y, una vez hecho, haga una promesa de cuánto ha donado.
fr: Veuillez utiliser le lien ci-dessous pour faire un don et, une fois terminé, engagez-vous sur le montant que vous avez donné.
sw: Tafadhali tumia kiunga hapa chini kutoa na ukishamaliza kuchukua ahadi juu ya kiasi gani umechanga.
zh_cn: 请使用下面的链接进行捐赠，完成后请保证您已捐赠了多少。

# donation_description_one
source: Great! You have chosen to donate to
af: Puik! Jy gaan 'n skenking maak aan.
es: ¡Excelente!Has elegido donar a
fr: Génial!Vous avez choisi de faire un don à
sw: Kubwa!Umechagua kuchangia
zh_cn: 您选择捐赠给

# donation_description_two
source: a donation of no less than
af: 'n skenking van nie minder as
es: una donación de nada menos que
fr: un don d'au moins
sw: mchango wa si chini ya
zh_cn: 不少于

# donation_description_three
source: USD.
es: DÓLAR ESTADOUNIDENSE.
zh_cn: 美元

# add_amount_donated
source: Add the amount you have pledged to donate
af: Voeg die bedrag van jou skenking by
es: Sume la cantidad que se ha comprometido a donar
fr: Ajoutez le montant que vous vous êtes engagé à donner
sw: Ongeza kiasi ambacho umeahidi kuchangia
zh_cn: 添加您已承诺捐赠的金额

source: Amount Donated?
af: Bedrag geskenk?
es: Cantidad donada?
fr: Montant donné?
sw: Kiasi Kilichotolewa?
zh_cn: 捐赠金额？

source: Acknowledge
af: Erken
es: Reconocer
fr: Reconnaître
sw: Tambua
zh_cn: 确认

source: Modify
af: Wysig
es: Modificar
fr: Modifier
sw: Rekebisha
zh_cn: 修改

source: By accepting,
af: Deur te aanvaar,
es: Al aceptar,
fr: En acceptant,
sw: Kwa kukubali,
zh_cn: 通过接受，

# will_added_to_donors
source: will be added to donors list.
af: sal by die skenkerslys gevoeg word.
es: se agregará a la lista de donantes.
fr: sera ajouté à la liste des donateurs.
sw: itaongezwa kwenye orodha ya wafadhili.
zh_cn: 将被添加到捐助者列表中。

# no_donation_yet
source: No donations yet
af: Geen skenkings tot op hede nie
es: Aún no hay donaciones
fr: Pas encore de dons
sw: Hakuna michango bado
zh_cn: 尚无捐款

source: Donation acknowledge
af: Bevestig Skenking
es: Reconocimiento de donación
fr: Reconnaître le don
sw: Mchango kukubali
zh_cn: 捐款确认

source: CV/Resume
af: CV/Oorsig
es: CV / CV
fr: CV / CV
sw: CV / Endelea
zh_cn: 简历

source: Pledged
af: Beloof
es: Prometido
fr: Promis
sw: Umeahidi
zh_cn: 已抵押

source: Goods
af: Goedere
es: Bienes
fr: Des biens
sw: Bidhaa
zh_cn: 商品

# cash
source: Money
af: Kontant
es: Efectivo
fr: En espèces
sw: Pesa
zh_cn: 现金

source: Received
af: Ontvang
es: Recibido
fr: Reçu
sw: Imepokelewa
zh_cn: 已收到

source: Total
af: Totaal
sw: Jumla
zh_cn: 总数

# recurringDays_err
source: Recurring days cannot be empty
af: Veld vir herhalende dae kan nie leeg wees nie
es: Los días recurrentes no pueden estar vacíos
fr: Les jours récurrents ne peuvent pas être vides
sw: Siku za kurudia haziwezi kuwa tupu
zh_cn: 重複天数不能为空

# calendars_popup_desc
source: You can sync the calendar for SevaX events with your Google, Outlook or iCal calendars. Select the appropriate icon to sync the calendar.
af: Jy kan die kalender vir SevaX-geleenthede sinkroniseer met Google, Outlook of iCal kalenders. Kies die ooreenstemmende ikon vir sinkronisasies.
es: Puede sincronizar el calendario de eventos de SevaX con sus calendarios de Google, Outlook o iCal. Seleccione el icono apropiado para sincronizar el calendario.
fr: Vous pouvez synchroniser le calendrier des événements SevaX avec vos calendriers Google, Outlook ou iCal. Sélectionnez l'icône appropriée pour synchroniser le calendrier.
sw: Unaweza kusawazisha kalenda ya hafla za SevaX na kalenda zako za Google, Outlook au iCal. Chagua ikoni inayofaa kusawazisha kalenda.
zh_cn: 您可以将SevaX活动的日曆与Google，Outlook或iCal日曆同步。选择适当的图标以同步日曆。

# notifications_demoted_title
source: You have been demoted from Admin
af: Jy is van die Admin amp onthef
es: Ha sido degradado de administrador
fr: Vous avez été rétrogradé de l'administrateur
sw: Umeshushwa cheo kutoka kwa Msimamizi
zh_cn: 您已被管理员降级

# notifications_demoted_subtitle_phrase
source: has demoted you from being an Admin for the
af: het jou van die Admin amp onthef betreffende
es: lo ha degradado de ser administrador de la
fr: vous a rétrogradé en tant qu'administrateur pour le
sw: imekushusha cheo kuwa Msimamizi wa
zh_cn: 已将您从管理员身份降级为

# notifications_promoted_title
source: You have been promoted to Admin
af: jy is aangestel as Admin
es: Ha sido ascendido a administrador
fr: Vous avez été promu administrateur
sw: Umepandishwa cheo kuwa Msimamizi
zh_cn: 您已晋升为管理员

# notifications_promoted_subtitle_phrase
source: has promoted you to be the Admin for the
af: het jou aangestel as Admin vir die
es: te ha ascendido a administrador de
fr: vous a promu en tant qu'administrateur de
sw: imekupandisha cheo kuwa Msimamizi wa
zh_cn: 已将您提升为

# notifications_approved_withdrawn_subtitle
source: has withdrawn from
af: het onttrek van
es: se ha retirado de
fr: s'est retiré de
sw: amejiondoa kutoka
zh_cn: 已退出

# otm_offer_cancelled_title
source: One to many offer Cancelled
af: Een tot baie aanbod gekanselleer
es: Oferta de uno a muchos cancelada
fr: Offre une à plusieurs annulée
sw: Ofa moja kwa nyingi Imeghairiwa
zh_cn: 一对多服务已取消

# otm_offer_cancelled_subtitle
source: Offer cancelled by Creator
af: Aanbod gekanselleer deur eienaar
es: Oferta cancelada por el creador
fr: Offre annulée par le créateur
sw: Ofa imeghairiwa na Muumba
zh_cn: 服务被创作者取消

# notifications_credited_msg
source: Seva coins has been credited to your account
af: Seva-munte is aan jou rekening gekrediteer
es: Se han acreditado monedas Seva en su cuenta
fr: Les pièces Seva ont été créditées sur votre compte
sw: Sarafu za Seva zimepewa akaunti yako
zh_cn: Seva点数已记入您的帐户

# notifications_debited_msg
source: Seva coinsMoMonthlyed from your account
es: Seva monedas deducidas de su cuenta
fr: Seva coinsMoMonthlyed de votre compte
sw: Sarafu za SevaMoMonthlyed kutoka akaunti yako
zh_cn: Seva点数

# recurring_list_heading
source: Recurring list
af: Herhalende lys
es: Lista recurrente
fr: Liste récurrente
sw: Orodha ya mara kwa mara
zh_cn: 重複清单

# recuring_weekly_on
source: Weekly on
af: Weekliks op
es: Semanalmente el
fr: Hebdomadaire le
sw: Kila wiki
zh_cn: 每週

source: Invoice and Reports
af: Faktuur en rapporte
es: Factura e informes
fr: Facture et rapports
sw: Ankara na Ripoti
zh_cn: 发票和报告

source: Invoice/Reports List
af: Faktuur/rapport lys
es: Lista de facturas / informes
fr: Liste des factures / rapports
sw: Orodha ya ankara / Ripoti
zh_cn: 发票/报告清单

# invoice_note2
source: Greetings from ***companyname. Here is the invoice for your usage of ***appname services for the period above. Additional information about your individual service charges and billing history is available in the billing section under the Manage tab.
af: Goeie dag van ***companyname. Vervolgens die faktuur vir die gebruik van die ***appname dienste vir die bogenoemde tydperk. Bykomende inligting oor die individuele dienskostes en die faktureringsgeskiedenis is leesbaar onder die kies-oortjie namens Bestuur.
es: Saludos desde *** nombre de la empresa. Aquí está la factura por su uso de los servicios *** appname durante el período anterior. En la sección de facturación, en la pestaña Administrar, se encuentra información disponible y adicional sobre los cargos por servicios individuales y el historial de facturación.
fr: Salutations de *** nom de l'entreprise. Voici la facture pour votre utilisation des services *** appname pour la période ci-dessus. Des informations supplémentaires sur vos frais de service individuels et votre historique de facturation sont disponibles dans la section de facturation sous l'onglet Gérer.
sw: Salamu kutoka kwa jina la kampuni ***. Hii ndio ankara ya matumizi yako ya huduma za jina la jina la *** kwa kipindi kilicho hapo juu. Maelezo ya ziada juu ya ada yako ya huduma binafsi na historia ya malipo inapatikana katika sehemu ya malipo chini ya kichupo cha Dhibiti.
zh_cn: 来自***公司名称的问候。这是上述期间您使用*** appname服务的发票。 “管理”标籤下的“结算”部分提供了有关您的个人服务费用和结算历史记录的其他信息。

source: Initial Charges
af: Annvanklike kostes
es: Cargos iniciales
fr: Frais initiaux
sw: Malipo ya awali
zh_cn: 初始费用

source: Additional Billable Transactions
af: Bykomende Faktureerbare Transaksies
es: Transacciones facturables adicionales
fr: Transactions facturables supplémentaires
sw: Shughuli za ziada zinazoweza kulipwa
zh_cn: 其他可计费交易

# discounted_transactions_msg
source: Discounted Billable Transactions as per your current plan
af: Faktureerbare Transaksies met afslag volgens die huidige ooreenstemming
es: Transacciones facturables con descuento según su plan actual
fr: Transactions facturables à prix réduit selon votre forfait actuel
sw: Miamala inayopunguzwa kwa bei kulingana na mpango wako wa sasa
zh_cn: 根据您当前的计划打折可计费交易

# address_header
source: Bill to Address
af: Stuur rekening aan adres
es: Dirección de facturación
fr: Facturer à l'adresse
sw: Muswada wa Kuhutubia
zh_cn: 账单到地址

# account_no
source: Account Number
af: Rekeningnommer
es: Número de cuenta
fr: Numéro de compte
sw: Nambari ya Akaunti
zh_cn: 账号

# billing_stmt
source: Billing Statement
af: Faktuurstaat
es: Estado de cuenta
fr: Relevé de facturation
sw: Taarifa ya Bili
zh_cn: 帐单

# billing_stmt_no
source: Statement Number
af: Staatnommer
es: Número de declaración
fr: Numéro de relevé
sw: Nambari ya Taarifa
zh_cn: 结单编号

# billing_stmt_date
source: Statement Date
af: Staatdatum
es: Fecha de declaración
fr: Date du relevé
sw: Tarehe ya Taarifa
zh_cn: 单据日期

source: Request type*
af: Versoek tipe*
es: Tipo de solicitud*
fr: Type de demande*
sw: Omba aina *
zh_cn: 请求类型*

# request_type_time
source: Time
af: Tyd
es: Hora
fr: Temps
sw: Wakati
zh_cn: 时间

# request_type_cash
source: Money
af: Kontant
es: Efectivo
fr: En espèces
sw: Pesa
zh_cn: 钱

# request_type_goods
source: Goods / Supplies
af: Goedere/Voorrade
es: Bienes
fr: Des biens
sw: Bidhaa / Ugavi
zh_cn: 商品/用品

# request_description_hint_goods
source: Ex: Specify the cause of requesting goods / supplies and any #hashtags
af: Bv: Spesifiseer die rede vir die aanvraag na goedere/voorrade en enige "#hashtags"
es: Por ejemplo: especifique la causa de la solicitud de bienes y suministros y cualquier #hashtags
fr: Ex: Spécifiez la cause de la demande de marchandises et les #hashtags
sw: Ex: Taja sababu ya kuomba bidhaa / vifaa na #hashtags yoyote
zh_cn: 例如：指定需求提供商品/补给品和任何##标籤的原因

# request_target_donation
source: Target Donation*
af: Skenkingsteiken*
es: Donación objetivo *
fr: Don cible *
sw: Msaada Unaolengwa *
zh_cn: 目标捐赠*

# request_target_donation_hint
source: Ex: $100
af: Bv: $100
zh_cn: 例如：$ 100

# request_min_donation
source: Minimum amount per member*
af: Minimum bedrag per lid*
es: Cantidad mínima por socio *
fr: Montant minimum par membre *
sw: Kiwango cha chini kwa kila mshiriki *
zh_cn: 每位会员的最低金额*

# request_goods_description
source: Provide the list of Goods/Supplies that you need*
af: Verskaf die lys van die benodigdhede/benodigdhede *
es: Proporcione la lista de bienes / suministros que necesita *
fr: Fournissez la liste des biens / fournitures dont vous avez besoin *
sw: Toa orodha ya Bidhaa / Ugavi ambao unahitaji *
zh_cn: 提供您需要的商品/供应清单*

# request_goods_address
source: Provide address where the donor should ship*
af: Verskaf adres waarheen die skenking gestuur moet word*
es: Proporcione la dirección a la que el donante debe enviar *
fr: Indiquez l'adresse où le donateur doit expédier *
sw: Toa anwani ambapo mfadhili anapaswa kusafirisha *
zh_cn: 提供捐赠人应寄往的地址*

# request_goods_address_hint
source: Ex: Donors will use the address below to ship the Goods/Supplies.
af: Bv: Skenkers sal die goedere/voorrade na die onderstaande adres stuur.
es: Por ejemplo: los donantes utilizarán la dirección a continuación para enviar los bienes / suministros.
fr: Ex: les donateurs utiliseront l'adresse ci-dessous pour expédier les marchandises / fournitures.
sw: Ex: Wafadhili watatumia anwani hapa chini kusafirisha Bidhaa / Ugavi.
zh_cn: 例如：捐助者将使用下面的地址发货。

# request_goods_address_inputhint
source: Address Only
af: Slegs addres
es: Solo dirección
fr: Adresse seulement
sw: Anwani tu
zh_cn: 仅地址

# request_payment_description
source: Payment Details*
af: Betalingsbesonderhede*
es: Detalles del pago*
fr: Détails de paiement*
sw: Maelezo ya Malipo *
zh_cn: 付款详情*

# request_payment_description_hint
source: SevaX does not process the payment. Please select from among PayPal, ZellePay or ACH in the drop down and provide the appropriate details for each method. The donor will complete the donation outside the SevaX app.
af: SevaX verwerk nie die betaling nie. Kies uit PayPal, ZellePay of ACH uit die lys en verstrek die toepaslike besonderhede vir elke metode. Die skenker sal die skenking buite die SevaX-app voltooi.
es: SevaX no procesa el pago. Seleccione entre PayPal, ZellePay o ACH en el menú desplegable y proporcione los detalles correspondientes para cada método. El donante completará la donación fuera de la aplicación SevaX.
fr: SevaX ne traite pas le paiement. Veuillez choisir parmi PayPal, ZellePay ou ACH dans le menu déroulant et fournir les détails appropriés pour chaque méthode. Le donateur effectuera le don en dehors de l'application SevaX.
sw: SevaX haifanyi malipo. Tafadhali chagua kutoka kwa PayPal, ZellePay au ACH katika kushuka chini na utoe maelezo yanayofaa kwa kila njia. Mfadhili atakamilisha mchango huo nje ya programu ya SevaX.
zh_cn: SevaX不处理付款。请从下拉菜单中的PayPal，ZellePay或ACH中进行选择，并为每种方法提供适当的详细信息。捐赠者将在SevaX应用程序外部完成捐赠。

# request_payment_description_inputhint
source: Ex: https://www.paypal.com/johndoe
af: Bv: https://www.paypal.com/magdavanzyl
es: Ejemplo: https://www.paypal.com/johndoe
zh_cn: 例如：https：//www.paypal.com/johndoe

# request_min_donation_hint
source: Ex: $10
af: Bv: $10
zh_cn: 例如：$ 10

# validation_error_target_donation_count
source: Please enter the number of target donation needed
af: Voer asb. die geteikende hoeveelheid skenkings in
es: por favor ingrese el número de donaciónes objetivas y necesarias
fr: Veuillez saisir le nombre de dons cibles nécessaires
sw: Tafadhali ingiza idadi ya michango inayolenga
zh_cn: 请输入所需的目标捐赠数量

# validation_error_target_donation_count_negative
source: Please enter the number of target donation needed
af: Voer asb. die geteikende hoeveelheid skenkings in
es: por favor ingrese el número de donaciónes objetivas y necesarias
fr: Veuillez saisir le nombre de dons cibles nécessaires
sw: Tafadhali ingiza idadi ya michango inayolenga
zh_cn: 请输入所需的目标捐赠数量

# validation_error_target_donation_count_zero
source: Please enter the number of target donation needed
af: Voer asb. die geteikende hoeveelheid skenkings in
es: por favor ingrese el número de donaciónes objetivas y necesarias
fr: Veuillez saisir le nombre de dons cibles nécessaires
sw: Tafadhali ingiza idadi ya michango inayolenga
zh_cn: 请输入所需的目标捐赠数量
