Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# default_private_alert
source: This plan is for private use only and cannot be made public.
af: Hierdie plan is slegs vir private gebruik en kan nie na publieke toegang verander word nie.
es: Este plan es solo para uso privado y no puede hacerse público.
fr: Ce plan est à usage privé uniquement et ne peut pas être rendu public.
sw: Mpango huu ni wa matumizi ya kibinafsi tu na hauwezi kuwekwa hadharani.
zh_cn: 该计划仅供不公开使用，不能公开。

# member_joined_via_code_title
source: New member has joined **communityName** via code
af: Nuwe lid het via kode by **communityName** aangesluit
es: Un nuevo miembro se ha unido a ** communityName ** mediante un código
fr: Un nouveau membre a rejoint ** communityName ** via le code
sw: Mwanachama mpya amejiunga na ** communityName ** kupitia nambari
zh_cn: 新会员已通过代码加入“ communityName”

# member_joined_via_code_subtitle
source: **fullName** has joined **communityName** via code.
af: **fullName** het via kode by **communityName** aangesluit.
es: ** fullName ** se ha unido a ** communityName ** mediante código.
fr: ** fullName ** a rejoint ** communityName ** via le code.
sw: ** fullName ** amejiunga na ** CommunityName ** kupitia nambari.
zh_cn: ** fullName **已通过代码加入了** communityName **。

# no_posts_title
source: There are currently no posts.
af: Daar is tans geen plasings nie.
es: Actualmente no hay publicaciones.
fr: Il n'y a actuellement aucun message.
sw: Kwa sasa hakuna machapisho.
zh_cn: 目前没有帖子。

# no_posts_description
source: To create one, select the Create Post button.
af: Om een te skep, kies die Skep Plasing opsie.
es: Para crear uno, seleccione el botón Crear publicación.
fr: Pour en créer un, sélectionnez le bouton Créer une publication.
sw: Ili kuunda moja, chagua kitufe cha Unda Chapisho.
zh_cn: 要创建一个，请选择创建帖子按钮。

# no_requests_title
source: There are currently no requests.
af: Daar is tans geen versoeke nie.
es: Actualmente no hay solicitudes.
fr: Il n'y a actuellement aucune demande.
sw: Kwa sasa hakuna maombi.
zh_cn: 目前没有任何需求。

# no_offers_title
source: There are currently no offers.
af: Daar is tans geen aanbiedinge nie.
es: Actualmente no hay ofertas.
fr: Il n'y a actuellement aucune offre.
sw: Kwa sasa hakuna matoleo.
zh_cn: 目前没有任何服务。

# no_events_title
source: There are currently no events.
af: Daar is tans geen geleenthede nie.
es: Actualmente no hay eventos.
fr: Il n'y a pas d'événements pour le moment.
sw: Kwa sasa hakuna matukio.
zh_cn: 当前没有活动。

# no_content_common_description
source: To create one click on the plus icon.
af: Om een te skep klik op die plus-ikon.
es: Para crear un clic en el icono más.
fr: Pour créer un clic sur l'icône plus.
sw: Ili kuunda bonyeza moja kwenye ikoni ya kuongeza.
zh_cn: 要创建一个，请单击加号图标。

# feed_hint_back_press
source: Clicking on the home button takes you to the Feeds section. Double clicking on home button from the group feed will take you back to the community feed.
af: As jy op die tuisknoppie klik word jy na die data Voere geneem. As jy by groepsvoere is en dan dubbel op die tuisknoppie klik word jy na die gemeenskapsvoer gelei.
es: Al hacer clic en el botón de inicio, accederá a la sección Feeds.Al hacer doble clic en el botón de inicio del feed del grupo, volverá al feed de la comunidad.
fr: En cliquant sur le bouton d'accueil, vous accédez à la section Flux.Double-cliquez sur le bouton d'accueil du flux du groupe pour revenir au flux de la communauté.
sw: Kwenye kitufe cha nyumbani inakupeleka kwenye sehemu ya Milisho.Kubofya mara mbili kwenye kitufe cha nyumbani kutoka kwa kulisha kwa kikundi kutakurudisha kwenye malisho ya jamii.
zh_cn: 单击主页按钮将您带到“提要”部分。双击组供稿中的主页按钮，将带您回到社区供稿。

# past_time_selected
source: The time you selected is invalid because it is in the past.
af: Die tyd wat jou gekies het, is ongeldig, omdat dit in die verlede is.
es: La hora que seleccionó no es válida porque pertenece al pasado.
fr: L'heure que vous avez sélectionnée n'est pas valide car elle appartient au passé.
sw: Wakati uliochagua ni batili kwa sababu ni wa zamani.
zh_cn: 您选择的时间无效，因为它是过去的时间。

source: Invalid Time
af: Ongeldige tyd
es: Hora no válida
fr: Heure invalide
sw: Saa batili
zh_cn: 无效时间

# request_desc_hint_time
source: Please describe what you need to have done. Ex: I need help removing weeds from my small garden.
af: Beskryf asseblief watter diens jy benodig. Bv: Ek het hulp nodig om onkruid uit my tuin te verwyder.
es: Describa lo que debe haber hecho. Ej .: Necesito ayuda para quitar las malas hierbas de mi pequeño jardín.
fr: Veuillez décrire ce que vous devez avoir fait. Ex: j'ai besoin d'aide pour éliminer les mauvaises herbes de mon petit jardin.
sw: Tafadhali eleza kile unahitaji kuwa umefanya. Ex: Ninahitaji msaada wa kuondoa magugu kwenye bustani yangu ndogo.
zh_cn: 请描述您需要做的事情。 例如：我需要帮助清除小花园中的杂草。

source: No search result found
af: Geen soekresultaat gevind nie
es: No se ha encontrado ningún resultado de búsqueda
fr: Aucun résultat de recherche trouvé
sw: Hakuna matokeo ya utafutaji yaliyopatikana.
zh_cn: 找不到搜索结果

# select_child_timebank
source: Select Child Seva Communities
af: Kies Onderhewige Seva Communities
es: Seleccionar comunidades de niños Seva
fr: Sélectionnez des communautés Seva enfants
sw: Chagua Jamii za Seva za Mtoto
zh_cn: 选择子Seva社区

source: Super Admin(s)
es: Superadministradores
fr: Super administrateur (s)
sw: Wasimamizi Wakuu
zh_cn: 超级管理员

# gps_disabled_error
source: Unable to fetch nearby communities because your GPS is not enabled.
af: Kan nie nabygeleë gemeenskappe vind nie omdat jou GPS nie geaktiveer is nie.
es: No se pueden recuperar las comunidades cercanas porque su GPS no está habilitado.
fr: Impossible de récupérer les communautés à proximité car votre GPS n'est pas activé.
sw: Imeshindwa kuleta jamii zilizo karibu kwa sababu GPS yako haijawashwa.
zh_cn: 由于您的GPS未启用，因此无法获取附近的社区。

source: No Options Available
af: Geen opsies beskikbaar nie
es: No hay opciones disponibles
fr: Aucune option disponible
sw: Hakuna Chaguzi Zinazopatikana
zh_cn: 没有可用的选项

source: Select Timeline
af: Kies Tydlyn
es: Seleccionar línea de tiempo
fr: Sélectionnez la chronologie
sw: Chagua Mstariwakati
zh_cn: 选择时间轴

# request_money_title_hint
source: Ex: Fundraiser for women’s shelter...
af: Bv: Fondsinsameling vir vroueskuiling ...
es: Ej: Recaudación de fondos para el refugio de mujeres ...
fr: Ex: Collecte de fonds pour un refuge pour femmes ...
sw: Ex: Mfadhili wa makao ya wanawake ...
zh_cn: 例如：女性庇护所的筹款活动...

# request_money_desc_hint
source: Ex: Fundraiser to expand women’s shelter...
af: Bv: Fondsinsameling om vroueskuiling uit te brei ...
es: Ej .: Recaudación de fondos para ampliar el refugio de mujeres ...
fr: Ex: Collecte de fonds pour agrandir le refuge pour femmes ...
sw: Ex: Mfadhili wa kupanua makazi ya wanawake ...
zh_cn: 例如：筹款活动扩大了妇女的庇护所...

# request_goods_title_hint
source: Ex: Non-perishable goods for Food Bank...
af: Bv: Nie-bederfbare goedere vir die Voedselbank ...
es: Ej .: Bienes no perecederos para Banco de Alimentos ...
fr: Ex: marchandises non périssables pour la banque alimentaire ...
sw: Ex: Bidhaa zisizoharibika kwa Benki ya Chakula ...
zh_cn: 例如：食品银行的不易腐烂物品...

# request_goods_desc_hint
source: Ex: Local Food Bank has a shortage...
af: Bv: Die plaaslike voedselbank het 'n tekort aan ...
es: Ej: El banco de alimentos local tiene escasez ...
fr: Ex: la banque alimentaire locale a une pénurie ...
sw: Ex: Benki ya Chakula ya Mitaa ina upungufu ...
zh_cn: 例如：当地食品银行短缺...

# cannot_create_project
source: Events can only be created by an admin. If you wish to create an event, please send a message to your admin.
af: Geleenthede kan slegs deur 'n admin geskep word. Stuur 'n boodskap aan jou admin as jy 'n geleentheid wil skep.
es: Los eventos solo pueden ser creados por un administrador.Si desea crear un evento, envíe un mensaje a su administrador.
fr: Les événements ne peuvent être créés que par un administrateur.Si vous souhaitez créer un événement, veuillez envoyer un message à votre administrateur.
sw: Matukio yanaweza tu kuundwa na msimamizi.Ikiwa unataka kuunda hafla, tafadhali tuma ujumbe kwa msimamizi wako.
zh_cn: 活动只能由管理员创建。如果您想创建活动，请向管理员发送消息。

source: Virtual
af: Virtueel
fr: virtuelle
zh_cn: 虚拟的

# public_to_sevax
source: Public to SevaX Global
af: Publiek om Sevax Global
es: Público a Sevax Global
fr: Public à Sevax Global
sw: Umma kwa Sevax Global.
zh_cn: 公共到Sevax Global

source: Your Skills
af: Jou vaardighede
es: Tus habilidades
fr: Tes compétences
sw: Ujuzi wako
zh_cn: 你的技能

source: Your Interests
af: Jou belange
es: Tus intereses
fr: Vos intérêts
sw: Maslahi yako
zh_cn: 你的兴趣

# feature_disabled
source: This feature is disabled for your community
af: Hierdie funksie is afgeskakel vir jou gemeenskap
es: Esta característica está deshabilitada para su comunidad.
fr: Cette fonctionnalité est désactivée pour votre communauté
sw: Kipengele hiki kinazimwa kwa jumuiya yako
zh_cn: 为您的社区禁用此功能

# currently_not_permitted
source: This is currently not permitted, Please see the following link for more information. http://www.web.sevaxapp.com/
af: Dit is tans nie toegelaat nie, sien asseblief die volgende skakel vir meer inligting.http://www.web.sevaxapp.com/
es: Esto actualmente no está permitido, consulte el siguiente enlace para obtener más información.http://www.web.sevaxapp.com/
fr: Ceci n'est actuellement pas autorisé, veuillez consulter le lien suivant pour plus d'informations.http://www.web.sevaxapp.com/
sw: Hivi sasa hairuhusiwi, tafadhali angalia kiungo kinachofuata kwa habari zaidi.http://www.web.sevaxapp.com/
zh_cn: 这是目前不允许的，请参阅以下链接以获取更多信息。http://www.web.sevaxapp.com/

# provide_skills
source: Provide the list of Skills that you require for this request
af: Verskaf die lys van vaardighede wat u vir hierdie versoek benodig
es: Proporcionar la lista de habilidades que necesita para esta solicitud.
fr: Fournir la liste des compétences dont vous avez besoin pour cette demande
sw: Kutoa orodha ya ujuzi unayohitaji kwa ombi hili
zh_cn: 提供您需要此请求的技能列表

source: Event Description
af: Gebeurtenisbeskrywing
es: descripción del evento
fr: description de l'évenement
sw: Maelezo ya Tukio.
zh_cn: 事件描述

source: Request to join
af: Versoek om aan te sluit
es: Solicitud de ingreso
fr: Demande de jointure
sw: Ombi la kujiunga
zh_cn: 请加入

source: Event
af: Gebeurtenis
es: Evento
fr: Événement
sw: Tukio.
zh_cn: 事件

source: Offer
af: Aanbied
es: Oferta
fr: Offrir
sw: Kutoa
zh_cn: 提供

source: Minimum Credits
af: Minimum krediete
es: Créditos mínimos
fr: Crédits minimum
sw: Mikopo ya chini
zh_cn: 最低信用

# min_credits_error
source: Minimum credits cannot be empty or zero
af: Minimum krediete kan nie leeg of nul wees nie
es: Los créditos mínimos no pueden estar vacíos o cero.
fr: Les crédits minimaux ne peuvent pas être vides ou zéro
sw: Mikopo ya chini haiwezi kuwa tupu au sifuri.
zh_cn: 最低信用不能为空或零

# part_of_sevax
source: Part of SevaX Global Network of Communities
af: Deel van Sevax Global Network of gemeenskappe
es: Parte de la red global de las comunidades
fr: Partie de Sevax Global Network of Communities
sw: Sehemu ya mtandao wa jamii wa Sevax wa jamii.
zh_cn: 部分Sevax全球社区网络

source: Upcoming Events
af: komende gebeure
es: Próximos Eventos
fr: évènements à venir
sw: Matukio ya ujao
zh_cn: 即将举行的活动

source: Latest Requests
af: Laaste versoeke
es: Las últimas solicitudes
fr: Dernières demandes
sw: Maombi ya hivi karibuni.
zh_cn: 最新要求

source: Continue to Sign in
af: Gaan voort om aan te meld
es: Continuar firmando
fr: Continuez à vous connecter
sw: Endelea kuingia
zh_cn: 继续登录

source: Access not available
af: Toegang nie beskikbaar nie
es: Acceso no disponible
fr: Accès non disponible
sw: Upatikanaji haupatikani.
zh_cn: 访问不可用

# switch_community
source: You need to switch Seva Communities in order to access Groups in another Community.
af: U moet SEVA-gemeenskappe skakel om toegang tot groepe in 'n ander gemeenskap te verkry.
es: Necesita cambiar las comunidades de SEVA para acceder a grupos en otra comunidad.
fr: Vous devez basculer des communautés de Seva afin d'accéder aux groupes d'une autre communauté.
sw: Unahitaji kubadili jamii za Seva ili kufikia vikundi katika jamii nyingine.
zh_cn: 您需要切换Seva社区，以便访问另一个社区中的组。

# join_community_alert
source: This action is only available to members of Community **CommunityName. Please request to join the community first before you can perform this action.
af: Hierdie aksie is slegs beskikbaar vir lede van die gemeenskap ** gemeenskapsnaam.Versoek asseblief om eers by die gemeenskap aan te sluit voordat u hierdie aksie kan uitvoer.
es: Esta acción solo está disponible para los miembros de la comunidad ** CommunityName.Por favor, solicite unirse al principio a la comunidad antes de poder realizar esta acción.
fr: Cette action n'est disponible que pour les membres de la communauté ** Nom de la communauté.S'il vous plaît demander de rejoindre la communauté avant de pouvoir effectuer cette action.
sw: Hatua hii inapatikana tu kwa wanachama wa Jumuiya ya Jumuiya ya Jumuiya.Tafadhali ombi kujiunga na jumuiya kwanza kabla ya kufanya hatua hii.
zh_cn: 此操作仅适用于社区成员** CommunityName。在您执行此操作之前，请要求首先加入社区。

source: No interests added
af: Geen belange bygevoeg nie
es: No se agregaron intereses.
fr: Aucun intérêt ajouté
sw: Hakuna maslahi yaliyoongezwa.
zh_cn: 没有补充利益

source: No skills added
af: Geen vaardighede bygevoeg nie
es: No hay habilidades añadidas
fr: Aucune compétence ajoutée
sw: Hakuna ujuzi ulioongezwa.
zh_cn: 没有技能补充说

source: Kilometer
es: Kilómetro
fr: Kilomètre
sw: Kilomita
zh_cn: 公里

source: Kilometers
es: Kilómetros
fr: Kilomètres
sw: Kilomita.
zh_cn: 公里

source: Miles
af: Myl
es: Millas
sw: Maili
zh_cn: 里程

source: Mile
af: Myl
es: Milla
sw: Maili
zh_cn: 英里

# sign_in_alert
source: You need to sign in or register to view this.
af: U moet inskryf of registreer om dit te sien.
es: Debe iniciar sesión o registrarse para ver esto.
fr: Vous devez vous connecter ou vous inscrire pour voir cela.
sw: Unahitaji kuingia au kujiandikisha ili uone jambo hili.
zh_cn: 您需要登录或注册以查看此。

source: Invitation Accepted.
af: Uitnodiging aanvaar.
es: Invitación aceptada.
fr: Invitation acceptée.
sw: Mwaliko unakubaliwa.
zh_cn: 邀请接受了。

# no_groups_text
source: You are currently not part of any groups. You can either join one or create a new group.
af: U is tans nie deel van enige groepe nie.U kan ook een of 'n nuwe groep aansluit.
es: Actualmente no eres parte de ningún grupo.Puede unirse a uno o crear un nuevo grupo.
fr: Vous ne faites actuellement partie d'aucun groupe.Vous pouvez rejoindre un ou créer un nouveau groupe.
sw: Kwa sasa si sehemu ya makundi yoyote.Unaweza ama kujiunga na moja au kuunda kikundi kipya.
zh_cn: 您目前不是任何群体的一部分。您可以加入一个或创建一个新组。

source: My Groups
af: My groepe
es: Mis grupos
fr: Mes groupes
sw: Makundi yangu
zh_cn: 我的团体

source: Sandbox Community
af: Sandbox gemeenskap
es: Comunidad de Sandbox
fr: Communauté de sandbox
sw: Jumuiya ya Sandbox.
zh_cn: 沙盒社区

# sandbox_dialog_title
source: Sandbox seva community
af: Sandbox Seva gemeenskap
es: Comunidad de Sandbox Seva
sw: Sandbox Seva Jumuiya.
zh_cn: 沙盒Seva社区

# select_a_speaker_dialog
source: Select a speaker
af: Kies 'n spreker
es: Seleccione un altavoz
fr: Sélectionnez un haut-parleur
sw: Chagua msemaji
zh_cn: 选择一个扬声器

source: Duration of Session:
af: Duur van sessie:
es: Duración de la sesión:
fr: Durée de la session:
sw: Muda wa kikao:
zh_cn: 会话持续时间：

source: Time to prepare:
af: Tyd om voor te berei:
es: Tiempo para preparar:
fr: Il est temps de préparer:
sw: Muda wa Kuandaa:
zh_cn: 准备时间：

source: hours
af: ure
es: horas
fr: les heures
sw: Masaa.
zh_cn: 小时

# you_are_the_speaker
source: You are the speaker for:
af: U is die spreker vir:
es: Eres el orador para:
fr: Vous êtes l'orateur pour:
sw: Wewe ni msemaji kwa:
zh_cn: 你是演讲者：

# select_a_speaker
source: Please select a Speaker*
af: Kies asseblief 'n spreker *
es: Por favor seleccione un altavoz *
fr: Veuillez sélectionner un locuteur *
sw: Tafadhali chagua msemaji *
zh_cn: 请选择一个扬声器*

source: Selected Speaker
af: Geselekteerde Speaker
es: Altavoz seleccionado
fr: Haut-parleur sélectionné
sw: Spika aliyechaguliwa
zh_cn: 选定扬声器

# minimum_credit_title
source: Minimum Credits*
af: Minimum krediete *
es: Créditos mínimos *
fr: Crédits minimum *
sw: Mikopo ya chini *
zh_cn: 最低信用*

source: Request closed
af: Versoek gesluit
es: Solicitud cerrada
fr: Demande fermée
sw: Ombi limefungwa.
zh_cn: 请求已关闭

# speaker_claim_credits
source: Claim credits
af: Eis krediete
es: Reclamaciones de créditos
fr: Crédits de revendication
sw: Madai ya mikopo
zh_cn: 索赔学分

# option_one
source: Standing Offer
af: Staande aanbod
es: Oferta permanente
fr: Office à commandes
sw: Kutoa Kusimama
zh_cn: 常设优惠

# option_two
source: One Time
af: Een keer
es: Una vez
fr: Une fois
sw: Mara moja
zh_cn: 一度

source: Registration Link
af: Registrasie skakel
es: Enlace de inscripción
fr: Lien d'inscription
sw: Kiungo cha Usajili
zh_cn: 注册链接

# invitation_accepted_subtitle
source: has accepted your offer.
af: het jou aanbod aanvaar.
es: ha aceptado su oferta.
fr: a accepté votre offre.
sw: imekubali kutoa kwako.
zh_cn: 已接受您的报价。

# offer_invitation_notification_title
source: Offer Invitation
af: Bied uitnodiging
es: Oferta de invitación
fr: Offre Invitation
sw: Kutoa mwaliko.
zh_cn: 提供邀请

# offer_invitation_notification_subtitle
source: has invited you to accept an offer.
af: het u genooi om 'n aanbod te aanvaar.
es: Te ha invitado a aceptar una oferta.
fr: vous a invité à accepter une offre.
sw: amekualika kukubali kutoa.
zh_cn: 邀请您接受报价。

# accept_offer_invitation_confirmation
source: This task will be added to your Pending Tasks, after you approve it.
af: Hierdie taak sal by u hangende take gevoeg word nadat u dit goedgekeur het.
es: Esta tarea se agregará a sus tareas pendientes, después de su aprobación.
fr: Cette tâche sera ajoutée à vos tâches en attente, après l'avoir approuvée.
sw: Kazi hii itaongezwa kwenye kazi zako zinazosubiri, baada ya kuidhinisha.
zh_cn: 批准后，此任务将添加到您的挂起任务中。

# minimum_credit_hint
source: Provide minimum credits you require
af: Verskaf minimum krediete wat u benodig
es: Proporcionar créditos mínimos que requiera
fr: Fournir des crédits minimaux dont vous avez besoin
sw: Kutoa mikopo ya chini unayohitaji
zh_cn: 提供您所需的最低信用

# minimum_credits_offer
source: This offer does not meet your minimum credit requirement.
af: Hierdie aanbod voldoen nie aan u minimum kredietvereiste nie.
es: Esta oferta no cumple con su requisito de crédito mínimo.
fr: Cette offre ne répond pas à votre requête de crédit minimale.
sw: Mpangilio huu haufikii mahitaji yako ya chini ya mikopo.
zh_cn: 此优惠不符合您的最低信用需求。

# speaker_claim_form_field_title
source: How much prep time did you require for this request?
af: Hoeveel voorbereidingstyd het jy vir hierdie versoek nodig?
es: ¿Cuánto tiempo de preparación necesitó para esta solicitud?
fr: Combien de temps de préparation avez-vous besoin pour cette demande?
sw: Ni wakati gani wa prep uliyohitaji kwa ombi hili?
zh_cn: 您要求此请求需要多少准备时间？

# speaker_claim_form_field_title_hint
source: Prep time in hours
af: Voorbereidingstyd in ure
es: Tiempo de preparación en horas
fr: Temps de préparation en heures
sw: Prep Muda Katika Masaa.
zh_cn: 准备时间在几小时内

# speaker_claim_form_text_1
source: I acknowledge that I have completed the session for the request.
af: Ek erken dat ek die sessie vir die versoek voltooi het.
es: Reconozco que he completado la sesión para la solicitud.
fr: Je reconnais que j'ai terminé la session de la demande.
sw: Ninakubali kwamba nimekamilisha kikao kwa ombi hilo.
zh_cn: 我承认我已经完成了会议的请求。

# speaker_claim_form_text_2
source: Upon completing the one to many request, the combined prep time and session hours will be credited to you.
af: By die voltooiing van die een tot baie versoeke sal die gekombineerde voorbereidingstyd en sessie-ure aan u gekrediteer word.
es: Al completar la solicitud a muchas a muchas solicitudes, se le acreditará los horarios de preparación y sesión combinados.
fr: À la fin de la requête, les heures de préparation combinées et les heures de session vous seront créditées.
sw: Baada ya kukamilisha ombi moja kwa mara nyingi, wakati wa kupanga na masaa ya kikao utahesabiwa kwako.
zh_cn: 在完成一对多请求后，组合的准备时间和会话时间将被记入您。

# registration_link_hint
source: Ex: Eventbrite link, etc.
af: Ex: Eventbrite Link, ens.
es: Ej: EventBrite Link, etc.
sw: EX: Kiungo cha Tukio, nk.
zh_cn: EX：EventBrite Link等

# requested_for_completion
source: Your completed request is pending approval.
af: U voltooide versoek is hangende goedkeuring.
es: Su solicitud completa está pendiente de aprobación.
fr: Votre demande complétée est en attente d'approbation.
sw: Ombi lako lililokamilishwa linasubiri idhini.
zh_cn: 您完成的请求正在等待批准。

source: This request has now ended
af: Hierdie versoek het nou geëindig
es: Esta solicitud ha terminado ahora
fr: Cette demande est maintenant terminée
sw: Ombi hili sasa limeisha
zh_cn: 此请求现已结束

# maximumNoOfParticipants
source: This request has a maximum number of participants. That limit has been reached.
af: Hierdie versoek het 'n maksimum aantal deelnemers.Daardie limiet is bereik.
es: Esta solicitud tiene un número máximo de participantes.Ese límite ha sido alcanzado.
fr: Cette demande a un nombre maximum de participants.Cette limite a été atteinte.
sw: Ombi hili lina idadi kubwa ya washiriki.Kikomo hicho kimefikia.
zh_cn: 此请求具有最大数量的参与者。已达到该限制。

# reject_request_completion
source: Are you sure you want to reject this request for completion?
af: Is jy seker jy wil hierdie versoek vir voltooiing verwerp?
es: ¿Está seguro de que desea rechazar esta solicitud de finalización?
fr: Êtes-vous sûr de vouloir rejeter cette demande d'achèvement?
sw: Una uhakika unataka kukataa ombi hili la kukamilika?
zh_cn: 您确定要拒绝此请求是否完成？

# speaker_reject_invite_dialog
source: Are you sure you want to reject this invitation to speak?
af: Is jy seker jy wil hierdie uitnodiging verwerp om te praat?
es: ¿Estás seguro de que quieres rechazar esta invitación a hablar?
fr: Êtes-vous sûr de vouloir rejeter cette invitation à parler?
sw: Una uhakika unataka kukataa mwaliko huu wa kuzungumza?
zh_cn: 您确定要拒绝此邀请吗？

# explore_page_title_text
source: Explore Opportunities
af: Verken geleenthede
es: Explorar oportunidades
fr: Explorer des opportunités
sw: Kuchunguza nafasi
zh_cn: 探索机会

# explore_page_subtitle_text
source: Find communities near you or online communities that interest you. You can offer to volunteer your services or request any assistance or search for Community Events.
af: Vind gemeenskappe naby jou of aanlyn gemeenskappe wat jou interesseer.U kan aanbied om u dienste te versoek of enige hulp te versoek of om gemeenskapsgebeure te soek.
es: Encuentre comunidades cerca de usted o comunidades en línea que le interesen.Puede ofrecer ofrecer sus servicios voluntarios o solicitar cualquier asistencia o búsqueda de eventos comunitarios.
fr: Trouvez des communautés près de chez vous ou des communautés en ligne qui vous intéressent.Vous pouvez proposer de faire du bénévolat de vos services ou de demander une assistance ou une recherche d'événements communautaires.
sw: Tafuta jamii karibu na wewe au jumuiya za mtandaoni ambazo zinakuvutia.Unaweza kutoa huduma za kujitolea au kuomba msaada wowote au kutafuta matukio ya jamii.
zh_cn: 查找您感兴趣的您或在线社区附近的社区。您可以提供志愿服务或要求提供任何帮助或搜索社区活动。

# select_speaker_hint
source: Ex: Name of speaker.
af: Ex: Naam van Speaker.
es: EX: Nombre del orador.
fr: Ex: Nom du haut-parleur.
sw: Ex: Jina la Spika.
zh_cn: EX：扬声器名称。

# onetomanyrequest_create_new_event
source: A new event will be created and linked to this request.
af: 'N Nuwe geleentheid sal geskep en gekoppel word aan hierdie versoek.
es: Se creará un nuevo evento y se vinculará a esta solicitud.
fr: Un nouvel événement sera créé et lié à cette demande.
sw: Tukio jipya litaundwa na kuhusishwa na ombi hili.
zh_cn: 将创建新事件并链接到此请求。
