Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# validation_error_no_estimated_value_room
source: Please enter an estimated value for the place
af: Voer asseblief 'n beraamde waarde vir die plek in
es: Por favor ingrese un valor estimado para el lugar
fr: Veuillez entrer une valeur estim�e pour la place
sw: Tafadhali ingiza thamani ya makadirio ya mahali
zh_cn: 请输入该地点的估计值

# validation_error_no_estimated_value_item
source: Please enter an estimated value for the item
af: Voer asseblief 'n beraamde waarde vir die item in
es: Por favor ingrese un valor estimado para el art�culo
fr: Veuillez entrer une valeur estim�e pour l'article
sw: Tafadhali ingiza thamani ya makadirio ya kipengee
zh_cn: 请输入项目的估计值

# validation_error_no_of_bathrooms
source: Please enter no of bathrooms available
af: Voer asseblief nie van badkamers beskikbaar nie
es: Por favor ingrese no de ba�os disponibles
fr: S'il vous pla�t entrer dans les salles de bains disponibles
sw: Tafadhali ingiza NO ya bafu inapatikana.
zh_cn: 请输入不提供的浴室

# validation_error_common_spaces
source: Please specify common spaces
af: Spesifiseer asseblief algemene spasies
es: Por favor especifique espacios comunes
fr: S'il vous pla�t sp�cifier des espaces communs
sw: Tafadhali taja nafasi za kawaida
zh_cn: 请注明常见的空间

# validation_error_house_rules
source: Please specify house rules
af: Spesifiseer asseblief huisre�ls
es: Por favor especifique las reglas de la casa
fr: Veuillez pr�ciser les r�gles de la maison
sw: Tafadhali taja sheria za nyumba
zh_cn: 请注明房屋规则

# validation_error_amenities
source: Please select amenities
af: Kies asseblief geriewe
es: Por favor, seleccione Servicios
fr: S'il vous pla�t s�lectionner des commodit�s
sw: Tafadhali chagua huduma.
zh_cn: 请选择设施

# validation_error_house_images
source: Please add place images
af: Voeg asseblief Place Images by
es: Por favor agregue las im�genes de lugar
fr: S'il vous pla�t ajouter des images en place
sw: Tafadhali ongeza picha za mahali
zh_cn: 请添加地点图像

# common_spaces_hint
source: Ex: Sofa bed 1, Couch 1, Floor Mattress 1
af: Ex: Sofa Bed 1, Sak 1, Vloer Mattress 1
es: Ej: sof� cama 1, sof� 1, colch�n de piso 1
fr: Ex: canap�-lit 1, canap� 1, matelas de plancher 1
sw: Ex: kitanda cha sofa 1, kitanda 1, godoro la sakafu 1
zh_cn: ex：沙发床1，沙发1，地板床垫1

# house_rules_hint
source: Ex: No Smoking
af: Ex: Geen rook nie
es: Ex: no fumar
fr: Ex: Non fumeur
sw: Ex: Hakuna sigara
zh_cn: 前：禁止吸烟

# place_text
source: Place
af: Plaas
es: Lugar
fr: Endroit
sw: Mahali
zh_cn: 地方

# items_text
source: Item(s)
es: Elementos)
fr: Articles)
sw: Kipengee (s)
zh_cn: 项目）

source: Updating place
af: Opdatering van plek
es: Lugar de actualizaci�n
fr: Lieu de mise � jour
sw: Updatering Place.
zh_cn: 更新的地方

source: Creating Place
af: Skep plek
es: Creaci�n de lugar
fr: Cr�ation de lieu
sw: Kujenga Mahali
zh_cn: 创作地点

source: Bedroom(s)
af: Slaapkamer (s)
es: Dormitorio (s)
fr: Chambres)
sw: Chumba cha kulala (s)
zh_cn: 卧室）

# guests_text
source: Guest(s)
af: Gaste (s)
es: Hu�spedes)
fr: Invitées)
sw: Wageni (s)
zh_cn: 客人

# creating_place_error
source: There was error creating your place, Please try again.
af: Daar was fout om jou plek te skep, probeer asseblief weer.
es: Hubo error al crear su lugar, int�ntalo de nuevo.
fr: Une erreur s'est produite lors de la cr�ation de votre place, veuillez r�essayer.
sw: Kulikuwa na hitilafu kuunda mahali pako, tafadhali jaribu tena.
zh_cn: 创建您的位置出错，请再试一次。

# updating_place_error
source: There was error updating your place, Please try again.
af: Daar was fout om jou plek op te dateer, probeer asseblief weer.
es: Hubo un error actualizando tu lugar, int�ntalo de nuevo.
fr: Une erreur s'est produite lors de la mise � jour de votre place, veuillez r�essayer.
sw: Kulikuwa na hitilafu ya uppdatering mahali pako, tafadhali jaribu tena.
zh_cn: 更新您的位置有错误，请再试一次。

# borrow_request_title
source: Borrow Request
af: Leen versoek
es: Petici�n prestada
fr: Emprunt
sw: Borrow ombi.
zh_cn: 借用请求

source: Your location
af: Jou posisie
es: Tu ubicaci�n
fr: Votre emplacement
sw: Eneo lako
zh_cn: 你的地点

# your_location_subtext
source: location will help members to connect easily.
af: Plek sal lede help om maklik aan te sluit.
es: La ubicaci�n ayudar� a los miembros a conectarse f�cilmente.
fr: L'emplacement aidera les membres � se connecter facilement.
sw: Eneo litasaidia wanachama kuunganisha kwa urahisi.
zh_cn: 位置将帮助成员轻松连接。

# refund_deposit
source: Refundable Deposit Needed?
af: Terugbetaalbare deposito benodig?
es: �Dep�sito reembolsable necesario?
fr: D�p�t remboursable n�cessaire?
sw: Amana ya kurejeshwa inahitajika?
zh_cn: 需要退款押金吗？

# maintain_clean
source: Maintenance and Cleanliness
af: Instandhouding en skoonheid
es: Mantenimiento y limpieza.
fr: Entretien et propret�
sw: Matengenezo na usafi
zh_cn: 维护和清洁

# provide_address
source: Please provide particular area or zipcode
af: Verskaf asseblief die spesifieke area of poskode
es: Por favor proporcione un �rea particular o c�digo postal
fr: Veuillez fournir une zone ou un code postal particulier
sw: Tafadhali kutoa eneo fulani au zipcode.
zh_cn: 请提供特定的区域或邮政编码

source: Borrow Request Lender
af: Leen versoek lener
es: Pedir prestado prestamista
fr: Emprunt demande pr�teur
sw: Borrow Ombi Lender.
zh_cn: 借用请求贷方

# borrow_request_lender_pending_return_check
source: Borrow Request Lender - Return Acknowledgment Pending (tap to complete request)
af: Leen versoek lener - terugkeer erkenning hangende (Tap om te voltooi versoek)
es: Pedir prestado solicitado prestamista - devuelva el acuse de recibo pendiente (toque para completar la solicitud)
fr: Emprunter Demande Pr�cheur - Remettre l'accus� de r�ception en attente (appuyez sur la demande termin�e)
sw: Borrow Ombi Londer - Kurudi kukubali kusubiri (Gonga ili kukamilisha ombi)
zh_cn: 借用请求贷方 - 返回确认待处理（点击完成请求）

# borrow_request_creator_awaiting_confirmation
source: Borrow Request - Awaiting Lender Confirmation
af: Leen versoek - in afwagting van lenerbevestiging
es: Pedir solicitud prestada - En espera de la confirmaci�n del prestamista
fr: Emprunter demande - En attente de confirmation du pr�teur
sw: Borrow ombi - Kusubiri uthibitisho wa wakopeshaji.
zh_cn: 借用请求 - 等待贷方确认

source: Details of the Request
af: Besonderhede van die versoek
es: Detalles de la solicitud.
fr: D�tails de la demande
sw: Maelezo ya ombi.
zh_cn: 请求的详细信息

# details_of_the_request_subtext_item
source: Please provide details of the item(s), agreement and location
af: Verskaf asseblief besonderhede van die item (s), ooreenkoms en ligging
es: Por favor, proporcione detalles del art�culo (s), acuerdo y ubicaci�n
fr: Veuillez fournir des d�tails sur le (s) article (s), un accord et l'emplacement
sw: Tafadhali toa maelezo ya bidhaa (s), makubaliano na mahali
zh_cn: 请提供物品，协议和位置的详细信息

# details_of_the_request_subtext_place
source: Please provide details of the place, agreement and location
af: Verskaf asseblief besonderhede van die plek, ooreenkoms en plek
es: Por favor, proporcione detalles del lugar, acuerdo y ubicaci�n.
fr: Veuillez fournir des d�tails sur le lieu, l'accord et l'emplacement
sw: Tafadhali toa maelezo ya mahali, makubaliano na mahali
zh_cn: 请提供该地点，协议和位置的详细信息

# accept_borrow_request
source: Accept Borrower Request
af: Aanvaar lener versoek
es: Aceptar solicitud del prestatario
fr: Accepter la demande d'emprunteur
sw: Kukubali ombi la kukopa
zh_cn: 接受借款人要求

# address_text
source: Address
af: Toespraak
es: Direcci�n
fr: Adresse
sw: Anwani.
zh_cn: 地址

source: Address of location
af: Adres van ligging
es: Direcci�n de la ubicaci�n
fr: Adresse de l'emplacement
sw: Anwani ya Eneo.
zh_cn: 地址的地址

# send_text
source: Send
af: Stuur
es: Enviar
fr: Envoyer
sw: Tuma
zh_cn: 发送

# select_a_item_lending
source: Select list of related item(s) for Borrow*
af: Kies lys van verwante item (s) vir leen *
es: Seleccione la lista de art�culos relacionados para pedir prestado *
fr: S�lectionnez la liste des articles connexes pour emprunter *
sw: Chagua orodha ya bidhaa zinazohusiana na kukopa *
zh_cn: 选择借用相关项目列表*

# select_item_for_lending
source: Select an item to lend*
af: Kies 'n item om te leen *
es: Seleccione un elemento para prestar *
fr: S�lectionnez un �l�ment � pr�ter *
sw: Chagua kipengee cha kukopesha *
zh_cn: 选择要借出的项目*

# items_validation
source: You have not selected any Item(s). Please select one or more before creating the Borrow request.
af: U het nie enige item (s) gekies nie.Kies asseblief een of meer voordat u die leningsversoek skep.
es: No ha seleccionado ning�n art�culo (s).Por favor, seleccione uno o m�s antes de crear la solicitud de prestada.
fr: Vous n'avez s�lectionn� aucun article (s).Veuillez s�lectionner un ou plusieurs avant de cr�er la demande d'emprunt.
sw: Hujachagua bidhaa yoyote (s).Tafadhali chagua moja au zaidi kabla ya kuunda ombi la kukopa.
zh_cn: 您尚未选择任何项目。请在创建借用请求之前选择一个或多个。

# accept_borrow_agreement_page_hint
source: To help the borrower. Please provide information about the item available; the lending agreement and the location of property.
af: Om die lener te help.Verskaf asseblief inligting oor die beskikbare item;die uitleenooreenkoms en die ligging van eiendom.
es: Para ayudar al prestatario.Por favor, proporcione informaci�n sobre el art�culo disponible;El acuerdo de pr�stamo y la ubicaci�n de la propiedad.
fr: Aider l'emprunteur.Veuillez fournir des informations sur l'article disponible.la convention de pr�t et l'emplacement de la propri�t�.
sw: Kusaidia akopaye.Tafadhali kutoa taarifa kuhusu kipengee kilichopatikana;Mkataba wa kukopesha na eneo la mali.
zh_cn: 帮助借款人。请提供有关可用物品的信息;贷款协议和财产地点。

# accept_borrow_agreement_place_hint
source: Please provide details about your place, the proposed agreement and location of the property.
af: Verskaf asseblief besonderhede oor u plek, die voorgestelde ooreenkoms en ligging van die eiendom.
es: Proporcione detalles sobre su lugar, el acuerdo y la ubicaci�n propuestos de la propiedad.
fr: Veuillez fournir des d�tails sur votre place, l'accord propos� et l'emplacement de la propri�t�.
sw: Tafadhali toa maelezo kuhusu mahali pako, makubaliano yaliyopendekezwa na eneo la mali.
zh_cn: 请提供有关您的位置，拟议的协议和地点的详细信息。

# accept_borrow_agreement_item_title
source: You are about to give item(s) to the borrower
af: U is op die punt om item (s) aan die lener te gee
es: Est�s a punto de dar art�culo (s) al prestatario
fr: Vous �tes sur le point de donner des articles � l'emprunteur
sw: Wewe ni karibu kutoa bidhaa (s) kwa akopaye
zh_cn: 您即将为借款人提供物品

# select_a_place_lending
source: Select a place to lend*
af: Kies 'n plek om te leen *
es: Seleccione un lugar para prestar *
fr: S�lectionnez un endroit pour pr�ter *
sw: Chagua nafasi ya kukopesha *
zh_cn: 选择一个借口的地方*

source: Add New Item
af: Voeg nuwe item by
es: Agregar �tem nuevo
fr: Ajouter un nouvel �l�ment
sw: Ongeza kipengee kipya
zh_cn: 添加新项目

source: Update Item
af: Werk item op
es: Art�culo de actualizaci�n
fr: Point de mise � jour
sw: Sasisha kipengee
zh_cn: 更新项目

# name_of_item
source: Name of your item
af: Naam van jou item
es: Nombre de su art�culo
fr: Nom de votre article
sw: Jina la kipengee chako
zh_cn: 您的物品的名称

# name_of_item_hint
source: Ex: Lawnmower
es: Ex: cewnmower
fr: Ex: tondeuse � gazon
zh_cn: 前：割草机

# add_item_text
source: Add Item
af: Voeg item by
es: A�adir art�culo
fr: Ajouter un item
sw: Ongeza kipengee
zh_cn: 新增项目

# validation_error_item_name
source: Please enter name of your item
af: Voer asseblief die naam van u item in
es: Por favor ingrese el nombre de su art�culo
fr: S'il vous pla�t entrer le nom de votre article
sw: Tafadhali ingiza jina la kipengee chako
zh_cn: 请输入您的物品的名称

source: Updating item
af: Opdatering van die item
es: Actualizaci�n del art�culo
fr: Mise � jour de l'article
sw: Uppdatering Item.
zh_cn: 更新项目

source: Creating item
af: Skep item
es: Creando art�culo
fr: Cr�ation d'un article
sw: Kujenga bidhaa.
zh_cn: 创建项目

# creating_item_error
source: There was error creating your item, Please try again.
af: Daar was fout om jou item te skep, probeer asseblief weer.
es: Hubo error al crear su art�culo, int�ntalo de nuevo.
fr: Une erreur s'est produite lors de la cr�ation de votre article, veuillez r�essayer.
sw: Kulikuwa na hitilafu kuunda kipengee chako, tafadhali jaribu tena.
zh_cn: 创建项目时出错，请再试一次。

# updating_item_error
source: There was error updating your item, Please try again.
af: Daar was fout om jou item op te dateer, probeer asseblief weer.
es: Hubo un error actualizando su art�culo, int�ntalo de nuevo.
fr: Une erreur s'est produite lors de la mise � jour de votre article, veuillez r�essayer.
sw: Kulikuwa na hitilafu kurekebisha kipengee chako, tafadhali jaribu tena.
zh_cn: 更新您的物品错误，请重试。

# agree_to_signature_legal_text
source: By accepting the conditions, your electronic signature is assumed and you are responsible for all terms within this agreement.
af: Deur die voorwaardes te aanvaar, word u elektroniese handtekening aanvaar en u is verantwoordelik vir alle terme binne hierdie ooreenkoms.
es: Al aceptar las condiciones, se asume su firma electr�nica y usted es responsable de todos los t�rminos dentro de este Acuerdo.
fr: En acceptant les conditions, votre signature �lectronique est suppos�e et vous �tes responsable de toutes les conditions de la pr�sente convention.
sw: Kwa kukubali hali, saini yako ya elektroniki inadhaniwa na wewe ni wajibu kwa maneno yote ndani ya Mkataba huu.
zh_cn: 通过接受条件，假设您的电子签名，您负责本协议中的所有条款。

source: Agreement to be signed
af: Ooreenkoms wat onderteken moet word
es: Acuerdo para ser firmado
fr: Accord d'�tre sign�
sw: Mkataba wa kusainiwa
zh_cn: 签署协议

# agreement_signed
source: You have signed the agreement
af: U het die ooreenkoms onderteken
es: Has firmado el acuerdo.
fr: Vous avez sign� l'accord
sw: Umesaini makubaliano.
zh_cn: 您已签署该协议

# responses_text
source: Responses
af: Antwoorde
es: Respuestas
fr: R�ponses
sw: Majibu
zh_cn: 回应

# you_have_received_responses
source: You have received ** response***.
af: U het ** Reaksie ontvang ***.
es: Has recibido ** Respuesta ***.
fr: Vous avez re�u ** r�ponse ***.
sw: Umepokea ** jibu ***.
zh_cn: 您已收到**响应***。

# lenders_text
source: Lenders
af: Leners
es: Prestamistas
fr: Prêteuses
sw: Wakopeshaji
zh_cn: 贷方

# already_accepted_lender
source: You have already accepted a lender for this request.
af: U het reeds 'n lener aanvaar vir hierdie versoek.
es: Ya ha aceptado un prestamista para esta solicitud.
fr: Vous avez d�j� accept� un pr�teur pour cette demande.
sw: Tayari umekubali mkopeshaji kwa ombi hili.
zh_cn: 您已经接受了此请求的贷款人。

source: Borrow Request Agreement
af: Leen versoek ooreenkoms
es: Acuerdo de solicitud prestado
fr: Emprunter un accord de demande
sw: Kukopa mkataba wa ombi.
zh_cn: 借用请求协议

source: Lending Offer Agreement
af: Uitleenaanbod ooreenkoms
es: Acuerdo de oferta de pr�stamos
fr: Accord d'offre de pr�t
sw: Kutoa mkataba wa kutoa mikopo.
zh_cn: 贷款报价协议

source: Lease Duration:
af: Huurduur:
es: Duraci�n del arrendamiento:
fr: Dur�e du bail:
sw: Muda wa Kukodisha:
zh_cn: 租赁时间：

source: Agreement ID:
af: Ooreenkoms ID:
es: ID de acuerdo:
fr: ID d'accord:
sw: Kitambulisho cha makubaliano:
zh_cn: 协议ID：

source: Agreement Details:
af: Ooreenkomsbesonderhede:
es: Detalles del acuerdo:
fr: D�tails de l'accord:
sw: Maelezo ya makubaliano:
zh_cn: 协议详情：

source: Lender's Specific Conditions:
af: Lener se spesifieke voorwaardes:
es: Condiciones espec�ficas del prestamista:
fr: Conditions sp�cifiques du pr�teur:
sw: Hali maalum ya mkopeshaji:
zh_cn: 贷款人的具体条件：

# agreement_damage_liability
source: The Borrower is responsible for the full cost of repair or replacement of any or all of the item(s) or properties that are damaged, lost, or stolen from the time the Borrower assumes custody until it is returned to the Lender, unless otherwise agreed at the time the agreement is finalized. If the item(s) or property(s) is lost, stolen or damaged, Borrower agrees to promptly notify the Lender Representative designated above.
af: Die lener is verantwoordelik vir die volle koste van herstel of vervanging van enige of al die item (s) of eiendomme wat beskadig, verlore of gesteel is vanaf die tyd dat die lener die bewaring aanvaar totdat dit aan die lener terugbesorg word, tensy anders ooreengekomOp die oomblik word die ooreenkoms gefinaliseer.Indien die item (s) of eiendom (s) verlore gaan, gesteel of beskadig is, stem die lener in om die lenerverteenwoordiger wat hierbo aangewys is, onmiddellik in kennis te stel.
es: El prestatario es responsable del costo total de la reparaci�n o el reemplazo de cualquiera o todos los art�culos o propiedades da�adas, perdidas o robadas desde el momento en que el prestatario asume la custodia hasta que se devuelva al prestamista, a menos que se acuerde lo contrario.En el momento en que se finaliza el acuerdo.Si los art�culos o la propiedad (s) se pierden, se roban o se da�an, el prestatario acepta notificar r�pidamente al representante del prestamista designado anteriormente.
fr: L'emprunteur est responsable du co�t total de la r�paration ou du remplacement de tout ou total des articles endommag�s, perdus ou vol�s � partir du moment o� l'emprunteur assume la garde jusqu'� ce qu'elle soit renvoy�e au pr�teur, sauf convention contraireau moment de la finalisation de l'accord.Si le ou les articles ou les biens sont perdus, vol�s ou endommag�s, l'emprunteur accepte de notifier rapidement au pr�teur d�sign� ci-dessus.
sw: Akopaye anajibika kwa gharama kamili ya ukarabati au uingizwaji wa yoyote au bidhaa zote au mali ambazo zimeharibiwa, zimepotea, au zimeibiwa tangu wakati akopaye anadhani uhifadhi mpaka kurudi kwa wakopaji, isipokuwa kama ilivyokubaliwaWakati huo makubaliano yamekamilishwa.Ikiwa bidhaa (s) au mali (s) zimepotea, kuibiwa au kuharibiwa, akopaye anakubaliana kumjulisha mwakilishi wa mkopeshaji aliyechaguliwa hapo juu.
zh_cn: 借款人负责从借款人假设监护权损坏，丢失或被盗的任何或所有物品的维修或替换所有或所有物品的完整成本，除非另有约定在协议最终确定时。如果物品或财产丢失，被盗或损坏，借款人同意及时通知上述贷方代表。

# agreement_user_disclaimer
source: The Borrower shall be responsible for the proper use and deployment of the item(s) or property. The Borrower shall be responsible for training anyone using the item(s) on the proper use of the item(s) in accordance with any item(s) use procedures.
af: Die lener sal verantwoordelik wees vir die behoorlike gebruik en implementering van die item (s) of eiendom.Die lener sal verantwoordelik wees vir die opleiding van iemand wat die item (s) gebruik op die korrekte gebruik van die item (s) in ooreenstemming met enige item (s) gebruik prosedures.
es: El prestatario ser� responsable del uso y la implementaci�n adecuados del art�culo (s) o propiedad.El prestatario ser� responsable de capacitar a cualquier persona utilizando el (los) art�culo (s) en el uso adecuado de los art�culos de acuerdo con los procedimientos de uso de cualquier art�culo (s).
fr: L'Emprunteur est responsable de l'utilisation et du d�ploiement appropri�s du (des) article (s) ou de la propri�t�.L'Emprunteur est responsable de la formation de toute personne utilisant le (s) article (s) sur l'utilisation correcte du ou des �l�ments conform�ment � tout article (s) Utiliser des proc�dures.
sw: Wakopaji atakuwa na jukumu la matumizi sahihi na kupelekwa kwa bidhaa (s) au mali.Wakopaji atakuwa na jukumu la kufundisha mtu yeyote anayetumia bidhaa (s) juu ya matumizi sahihi ya bidhaa (s) kwa mujibu wa taratibu za matumizi yoyote.
zh_cn: 借款人应负责正确使用和部署项目或财产。借款人应负责培训根据任何项目正确使用该项目的任何项目的任何人。

# agreement_refund_deposit
source: The Borrower will provide a refundable deposit as defined within the agreement with the Lender. The criteria established regarding the condition of the item(s) or property upon return will also be defined in the agreement.
af: Die lener sal 'n terugbetaalbare deposito verskaf soos omskryf in die ooreenkoms met die lener.Die kriteria wat ingestel is op die voorwaarde van die item (s) of eiendom by opgawe, sal ook in die ooreenkoms gedefinieer word.
es: El prestatario proporcionar� un dep�sito reembolsable, tal como se define dentro del acuerdo con el prestamista.Los criterios establecidos con respecto a la condici�n del art�culo (s) o propiedad al momento del rendimiento tambi�n se definir�n en el Acuerdo.
fr: L'emprunteur fournira un gisement remboursable tel que d�fini dans l'accord avec le pr�teur.Les crit�res �tablis concernant la condition du ou des articles ou des biens � leur retour seront �galement d�finis dans l'accord.
sw: Wakopaji atatoa amana ya kurejeshwa kama ilivyoelezwa ndani ya makubaliano na mkopeshaji.Vigezo vilivyoanzishwa kuhusu hali ya bidhaa au mali wakati wa kurudi pia itafafanuliwa katika makubaliano.
zh_cn: 借款人将在与贷方协议中定义的可退款押金。签订退货时建立的条件或财产条件的标准也将在协议中界定。

# agreement_maintain_and_clean
source: All item(s) or property borrowed must be returned in a condition similar to the condition it is received by the Borrower, unless otherwise noted in the agreement. Specific details related to the item(s) or property and the Lender's requirements upon return should be noted in the contract and agreed upon prior to the Borrower's receipt.
af: Alle item (s) of eiendom wat geleen word, moet teruggestuur word in 'n toestand wat soortgelyk is aan die voorwaarde wat dit deur die lener ontvang word, tensy anders in die ooreenkoms aangedui.Spesifieke besonderhede wat verband hou met die item (s) of eiendom en die lener se vereistes by opgawe moet in die kontrak aangeteken word en ooreengekom voor die lener se kwitansie.
es: Todos los art�culos o propiedad prestados deben devolverse en una condici�n similar a la condici�n que recibe el prestatario, a menos que se indique lo contrario en el acuerdo.Detalles espec�ficos relacionados con el (los) art�culo (s) o propiedad y los requisitos del prestamista a prueba de declaraciones deben tenerse en cuenta en el contrato y acordaron antes del recibo del prestatario.
fr: Tous les articles ou biens emprunt�s doivent �tre retourn�s dans une condition similaire � la condition qu'elle soit re�ue par l'emprunteur, sauf indication contraire dans l'accord.D�tails sp�cifiques li�s aux articles ou aux biens et les exigences du pr�teur � la suite de la d�claration doivent �tre not�es dans le contrat et convenu avant le re�u de l'emprunteur.
sw: Bidhaa zote au mali zilizokopwa zinapaswa kurejeshwa kwa hali sawa na hali ambayo inapokelewa na akopaye, isipokuwa kama ilivyoelezwa vinginevyo katika makubaliano.Maelezo maalum kuhusiana na bidhaa (s) au mali na mahitaji ya wakopeshaji juu ya kurudi lazima ieleweke mkataba na kukubaliana kabla ya risiti ya akopaye.
zh_cn: 除非协议中另有说明，否则所有项目或财产必须返回类似于借款人收到的条件的条件。应在合同中指出与项目或财产有关的具体细节以及贷款人的要求，并在借款人的收据之前同意。
