Repository: sak747/SevaX_Ios
Catalog: lib/l10n/intl_*.arb
Languages: af, es, fr, sw, zh_cn

# my_request_categories
source: My Request Subcategories
af: My versoek subkategorieë
es: Mis subcategorías de solicitud
fr: Ma demande sous-catégories
sw: Wafanyabiashara wangu wa ombi.
zh_cn: 我的要求子类别

# add_new_request_category
source: Add new request subcategory
af: Voeg nuwe versoek subkategorie by
es: Añadir nueva solicitud Subcategoría
fr: Ajouter une nouvelle sous-catégorie de demande
sw: Ongeza kikundi kipya cha ombi.
zh_cn: 添加新请求子类别

# edit_request_category
source: Edit subcategory
af: Wysig subkategorie
es: Editar subcategoría
fr: Modifier la sous-catégorie
sw: Badilisha Subcategory.
zh_cn: 编辑子类别

source: Add new subcategory
af: Voeg nuwe subkategorie by
es: Añadir nueva subcategoría
fr: Ajouter une nouvelle sous-catégorie
sw: Ongeza kikundi kipya.
zh_cn: 添加新子类别

# add_new_subcategory_hint
source: Subcategory title
af: Subkategorie Titel
es: Título de subcategoría
fr: Titre de la sous-catégorie
sw: Kichwa cha kichwa cha kichwa
zh_cn: 子类别标题

source: Select Photo
af: Kies foto
es: Seleccione Foto
fr: Sélectionnez une photo
sw: Chagua picha
zh_cn: 选择照片

source: Photo Selected
af: Foto gekies
es: Foto seleccionada
fr: Photo sélectionnée
sw: Picha iliyochaguliwa.
zh_cn: 照片选择了

source: Please enter title
af: Vul asseblief die titel in
es: Por favor ingrese el título
fr: Veuillez entrer le titre
sw: Tafadhali ingiza kichwa.
zh_cn: 请输入标题

# request_category_exists
source: Request subcategory exists
af: Versoek subkategorie bestaan
es: Subcategoría de solicitud existe
fr: Demande la sous-catégorie existante
sw: Subcategory ya ombi ipo
zh_cn: 请求子类别存在

# no_subcategories_created
source: No Request Subcategories Created
af: Geen versoek subkategorië geskep
es: No hay subcategorías de solicitud creadas
fr: Aucune demande de sous-catégories créée
sw: Hakuna vikundi vya ombi vilivyoundwa
zh_cn: 没有要求子类别创建

source: Change Pricing Options
af: Verander prysopsies
es: CAMBIAR OPCIONES DE PRECIOS
fr: Modifier les options de tarification
sw: Badilisha chaguzi za bei.
zh_cn: 更改定价选项

source: Occurrences
af: Gebeure
es: Ocurrencia
sw: Matukio
zh_cn: 发生

# share_post_new
source: Share Post
af: Deel pos
es: Compartir post
fr: Partager l'article
sw: Shiriki Post.
zh_cn: 分享帖子

source: This is a repeating request
af: Dit is 'n herhalende versoek
es: Esta es una solicitud de repetición.
fr: Ceci est une demande répétée
sw: Hii ni ombi la kurudia.
zh_cn: 这是重复请求

# careers_explore
source: Careers
af: Loopbane
es: Carreras
fr: Carri�res
sw: Kazi
zh_cn: 职业生涯

# communities_explore
source: Communities
af: Gemeenskappe
es: Comunidades
fr: Communaut�s
sw: Jamii.
zh_cn: 社区

# discover_explore
source: Discover
af: Ontdek
es: Descubrir
fr: D�couvrir
sw: Gundua
zh_cn: 发现

# diversity_belonging_explore
source: Diversity Belonging
af: Diversiteit wat behoort
es: Diversidad perteneciente
fr: Diversit� appartenant
sw: Ufafanuzi wa mali
zh_cn: 多样性属于

# guidebooks_explore
source: Guidebooks
es: Gu�as
fr: Guide
sw: Vitabu vya Mwongozo
zh_cn: 指南

# hosting_explore
source: Hosting
af: Gasting
es: Alojamiento
fr: H�bergement
zh_cn: 托管

# host_a_community_explore
source: Host a community
af: Gasheer 'n gemeenskap
es: Organizar una comunidad
fr: Accueillir une communaut�
sw: Mwenyeji wa jamii.
zh_cn: 主办一个社区

# organize_an_event_explore
source: Organize an event
af: Organiseer 'n gebeurtenis
es: Organizar un evento
fr: Organiser un �v�nement
sw: Panga tukio
zh_cn: 组织一个事件

# policies_explore
source: Policies
af: Beleid
es: Pol�ticas
fr: Strat�gies
sw: Sera.
zh_cn: 政策

# news_explore
source: News
af: Nuus
es: Noticias
fr: Nouvelles
sw: Habari.
zh_cn: 消息

# trust_and_safety_explore
source: Trust & Safety
af: Vertroue en Veiligheid
es: Confianza y seguridad
fr: Confiance et s�curit�
sw: Tumaini & Usalama.
zh_cn: 信任和安全

# other_payment_title_hint
source: Ex: IndieGoGo or Revolut
af: Ex: indiegogo of revolut
es: Ex: indiegogo o revolut
fr: Ex: Indiegogo ou Revolut
sw: Ex: indiegogo au revolut.
zh_cn: EX：Indiegogo或Revolut

# other_payment_details_hint
source: Ex: Email, Phone Number, ID
af: Ex: Email, Telefoonnommer, ID
es: Ej: Correo electrónico, número de teléfono, ID
fr: Ex: email, numéro de téléphone, id
sw: Ex: Barua pepe, namba ya simu, ID.
zh_cn: EX：电子邮件，电话号码，ID

# other_payment_details
source: Payment Method Details
af: Betaalmetode Besonderhede
es: Detalles del método de pago
fr: Méthode de paiement Détails
sw: Maelezo ya Njia ya Malipo
zh_cn: 付款方式详情

# deleted_events_create_request_message
source: This event is going to be deleted. As a result, requests cannot be created.
af: Hierdie geleentheid sal uitgevee word.As gevolg hiervan kan versoeke nie geskep kan word nie.
es: Este evento se va a eliminar.Como resultado, no se pueden crear solicitudes.
fr: Cet événement va être supprimé.En conséquence, les demandes ne peuvent pas être créées.
sw: Tukio hili litafutwa.Matokeo yake, maombi hayawezi kuundwa.
zh_cn: 此事件将被删除。因此，无法创建请求。

# other_payment_name
source: Payment Method Name
af: Betaalmetode Naam
es: Nombre del método de pago
fr: Nom de la méthode de paiement
sw: Jina la malipo ya jina.
zh_cn: 付款方式名称

# accept_offer_invitation_confirmation_to_do_tasks
source: This task will be added to your To Do list, after you approve it.
af: Hierdie taak sal bygevoeg word aan u om te doen, nadat u dit goedgekeur het.
es: Esta tarea se agregará a su lista de tareas. Después de su aprobación.
fr: Cette tâche sera ajoutée à votre liste de tâches, après votre approuver.
sw: Kazi hii itaongezwa kwenye orodha yako, baada ya kuidhinisha.
zh_cn: 批准后，此任务将添加到您的待办事项列表中。

source: Are you sure you want to cancel the subscription?
af: Is jy seker jy wil die intekening kanselleer?
es: �Est� seguro de que desea cancelar la suscripci�n?
fr: �tes-vous s�r de vouloir annuler l'abonnement?
sw: Una uhakika unataka kufuta usajili?
zh_cn: 您确定要取消订阅吗？

source: Subscription re-activated
af: Inskrywing heraktiveer
es: Suscripci�n reactivada
fr: Abonnement r�activ�
sw: Usajili upya tena
zh_cn: 订阅重新激活

source: Your subscription has been re-activated.
af: U inskrywing is heraktiveer.
es: Su suscripci�n ha sido reactivada.
fr: Votre abonnement a �t� r�activ�.
sw: Usajili wako umeanzishwa tena.
zh_cn: 您的订阅已重新激活。

# trial_added
source: Your free 7 day trial starts now
af: Jou gratis 7 dae verhoor begin nou
es: Tu prueba gratuita de 7 d�as comienza ahora
fr: Votre essai gratuit de 7 jours commence maintenant
sw: Jaribio lako la siku 7 la bure linaanza sasa
zh_cn: 您的免费7天试用现在开始

# we_have_added_seven_days_free_trial_to_your_subscription
source: Note: If you do nothing after the 7 day free trial, your paid subscription will continue.
af: Let wel: As u niks doen na die 7 dae gratis verhoor nie, sal u betaalde intekening voortgaan.
es: Nota: Si no hace nada despu�s de la prueba gratuita de 7 d�as, su suscripci�n pagada continuar�.
fr: Remarque: Si vous ne faites rien apr�s l'essai gratuit de 7 jours, votre abonnement pay� continuera.
sw: Kumbuka: Ikiwa huna chochote baada ya jaribio la bure la siku 7, usajili wako uliolipwa utaendelea.
zh_cn: 注意：如果您在7天免费试用后不做任何操作，您的付费订阅将继续。

source: We will miss you!
af: Ons sal jou mis!
es: �Te extra�aremos!
fr: Tu vas nous manquer!
sw: Tutakukosa!
zh_cn: 我们会想你！

source: Your subscription will be cancelled on the
af: Jou intekening sal gekanselleer word op die
es: Su suscripci�n ser� cancelada en el
fr: Votre abonnement sera annul� sur le
sw: Usajili wako utafutwa kwenye
zh_cn: 您的订阅将取消

source: Add in critical features.
af: Voeg in kritiese kenmerke.
es: A�adir en caracter�sticas cr�ticas.
fr: Ajouter des caract�ristiques critiques.
sw: Ongeza katika vipengele muhimu.
zh_cn: 添加关键功能。

source: Add a free trial.
af: Voeg 'n gratis toets by.
es: A�adir una prueba gratuita.
fr: Ajouter un essai gratuit.
sw: Ongeza jaribio la bure.
zh_cn: 添加免费试用。

source: Add in more comprehensive training.
af: Voeg in meer omvattende opleiding.
es: A�adir en entrenamiento m�s integral.
fr: Ajouter une formation plus compl�te.
sw: Ongeza katika mafunzo kamili zaidi.
zh_cn: 添加更全面的培训。

# not_the_right_product_fit_features_workflow_etc
source: Not the right product fit (ie. features, workflow, etc.)
af: Nie die regte produk pas nie (dws eienskappe, werkstroom, ens.)
es: No se ajusta al producto correcto (es decir, caracter�sticas, flujo de trabajo, etc.)
fr: Pas le bon produit en forme (c.-�-d. Caract�ristiques, flux de travail, etc.)
sw: Siyo bidhaa sahihi (yaani, makala, kazi ya kazi, nk)
zh_cn: 不是正确的产品合适（即功能，工作流等）

source: Technical issues such as glitches, crashes, or bugs.
af: Tegniese kwessies soos glitches, ineenstortings of foute.
es: Temas t�cnicos tales como fallos, choques o errores.
fr: Des probl�mes techniques tels que des probl�mes, des accidents ou des bugs.
sw: Masuala ya kiufundi kama vile glitches, shambulio, au mende.
zh_cn: 毛刺，崩溃或虫子等技术问题。

source: The price was too expensive.
af: Die prys was te duur.
es: El precio era demasiado caro.
fr: Le prix �tait trop cher.
sw: Bei ilikuwa ghali sana.
zh_cn: 价格太贵了。

source: Product was too complex to use.
af: Produk was te kompleks om te gebruik.
es: El producto era demasiado complejo para usar.
fr: Le produit �tait trop complexe � utiliser.
sw: Bidhaa ilikuwa ngumu sana kutumia.
zh_cn: 产品太复杂了。

source: Not integrating with existing tools.
af: Nie integreer met bestaande gereedskap nie.
es: No integrarse con las herramientas existentes.
fr: Ne pas int�grer avec les outils existants.
sw: Si kuunganisha na zana zilizopo.
zh_cn: 没有与现有工具集成。

source: Just not the right time to implement.
af: Net nie die regte tyd om te implementeer nie.
es: Simplemente no es el momento adecuado para implementar.
fr: Juste pas le bon moment pour mettre en �uvre.
sw: Sio tu wakati mzuri wa kutekeleza.
zh_cn: 只是不是正确的时间。

source: We are sorry to see you go!
af: Ons is jammer om te sien dat jy gaan!
es: �Lamentamos que te vayas!
fr: Nous sommes navr�s de vous voir partir!
sw: Tuna huruma kukuona uende!
zh_cn: 我们很伤心看你走！

source: Does your cancellation have anything to do with the following? (Select all that apply.)
af: Het u kansellasie enigiets te doen met die volgende?(Kies alles wat van toepassing is.)
es: �Su cancelaci�n tiene algo que ver con lo siguiente?(Seleccione todas las que correspondan.)
fr: Votre annulation a-t-elle quelque chose � voir avec ce qui suit?(S�lectionnez tout ce qui s'y rapporte.)
sw: Je, kufuta kwako kuna chochote cha kufanya na zifuatazo?(Chagua yote yanayotumika.)
zh_cn: 您的取消是否与以下内容有关？（选择所有符合条件的。）

source: The app did not meet our requirements or expectations, because:
af: Die app het nie aan ons vereistes of verwagtinge voldoen nie, want:
es: La aplicaci�n no cumpli� con nuestros requisitos o expectativas, porque:
fr: L'application n'a pas r�pondu � nos exigences ou � nos attentes, car:
sw: Programu haikutana na mahitaji yetu au matarajio, kwa sababu:
zh_cn: 该应用程序不符合我们的要求或期望，因为：

source: Please let us know if we can do anything to change your mind? (Select all that apply.)
af: Laat ons asseblief weet as ons enigiets kan doen om u gedagtes te verander?(Kies alles wat van toepassing is.)
es: Por favor, h�ganos saber si podemos hacer algo para cambiar de opini�n.(Seleccione todas las que correspondan.)
fr: S'il vous pla�t laissez-nous savoir si nous pouvons faire n'importe quoi pour changer d'avis?(S�lectionnez tout ce qui s'y rapporte.)
sw: Tafadhali tujulishe ikiwa tunaweza kufanya chochote kubadili mawazo yako?(Chagua yote yanayotumika.)
zh_cn: 请告诉我们我们是否可以做任何改变主意的事情？（选择所有符合条件的。）

source: Would you like a bit more time to evaluate our app for a free full 7 day trial?
af: Wil jy 'n bietjie meer tyd h� om ons program te evalueer vir 'n gratis volle 7-dag-verhoor?
es: �Le gustar�a un poco m�s de tiempo para evaluar nuestra aplicaci�n para una prueba gratuita de 7 d�as gratis?
fr: Souhaitez-vous un peu plus de temps pour �valuer notre application pour un essai gratuit de 7 jours?
sw: Je! Ungependa muda zaidi wa kutathmini programu yetu kwa jaribio la siku 7 la bure?
zh_cn: 您是否喜欢更多时间来评估我们的应用程序，以便免费提供7天试用？

# explore_full_feature_for_next_seven_days
source: Explore full feature for next 7 days
af: Verken volle kenmerk vir volgende 7 dae
es: Explora la caracter�stica completa para los pr�ximos 7 d�as.
fr: Explorez la fonctionnalit� compl�te pour les 7 prochains jours
sw: Kuchunguza kipengele kamili kwa siku 7 zifuatazo.
zh_cn: 探索未来7天的完整功能

# yes_please_i_know_this_in_a_one_time_free_trial
source: Yes, please. I know this is a one time free trial.
af: Ja asseblief.Ek weet dit is 'n eenmalige gratis toets.
es: S�, por favor.S� que esta es una prueba gratuita de una sola vez.
fr: Oui s'il vous pla�t.Je sais que c'est un essai gratuit unique.
sw: Ndio tafadhali.Najua hii ni jaribio la wakati mmoja wa bure.
zh_cn: 是的，请。我知道这是一个免费的免费试用。

source: No, thank you.
af: Nee dankie.
es: No gracias.
fr: Non, merci.
sw: Hapana Asante.
zh_cn: 不，谢谢。

# user_remove_from_timebank_failed
source: User cannot be removed from this Seva Community
af: Gebruiker kan nie van hierdie SEVA-gemeenskap verwyder word nie
es: El usuario no puede ser eliminado de esta comunidad de SEVA
fr: L'utilisateur ne peut pas �tre supprim� de cette communaut� SEVA
sw: Mtumiaji hawezi kuondolewa kutoka kwa jamii hii ya Seva.
zh_cn: 用户无法从此SEVA社区中删除

source: Completed Events
af: Voltooide gebeure
es: Eventos completados
fr: �v�nements termin�s
sw: Matukio yaliyokamilishwa
zh_cn: 完成的活动

# goods_text
source: Goods
af: Goedere
es: Bienes
fr: Des biens
sw: Bidhaa
zh_cn: 商品

# request_paymenttype_swift
source: Swift - Bank Account transfers between countries
af: Swift - bankrekening oordragte tussen lande
es: Traslados de la cuenta bancaria r�pida entre pa�ses
fr: Swift - Transferts de compte bancaire entre pays
sw: Uhamisho wa akaunti ya benki ya haraka kati ya nchi
zh_cn: SWIFT - 各国之间的银行账户转移

source: Approve Lending Offer
af: Goedkeuring van uitleenaanbod
es: Aprobar la oferta de pr�stamos
fr: Approuver l'offre de pr�t
sw: Thibitisha kutoa kutoa mikopo
zh_cn: 批准贷款优惠

# date_to_borrow_and_return
source: Date to Pick-up and Return item(s)
af: Datum om op te tel en terug te keer (s)
es: Fecha para recoger y devolver el (los) art�culo (s)
fr: Date de ramassage et de retour d'article (s)
sw: Tarehe ya kuchukua-up na kurudi bidhaa (s)
zh_cn: 提交和退货项目的日期

# date_to_check_in_out
source: Date of Check In and expected Check Out
af: Datum van tjek in en verwagte check out
es: Fecha de entrada y salida esperada.
fr: Date d'enregistrement et de d�part pr�vu
sw: Tarehe ya kuangalia na inatarajiwa kuangalia nje
zh_cn: 登记及预期退房日期

# addditional_instructions
source: Additional Instructions
af: Bykomende instruksies
es: Instrucciones adicionales
fr: instructions additionnelles
sw: Maelekezo ya ziada.
zh_cn: 附加说明

# addditional_instructions_error_text
source: Please enter additional instructions
af: Voer asseblief addisionele instruksies in
es: Por favor ingrese instrucciones adicionales
fr: Veuillez entrer des instructions suppl�mentaires
sw: Tafadhali ingiza maelekezo ya ziada.
zh_cn: 请输入其他说明

# additional_instructions_hint_item
source: Ex: Lawnmower is available next door
af: Ex: grassnyer is langsaan beskikbaar
es: Ej: LawnMower est� disponible al lado
fr: Ex: Lawnwower est disponible � c�t�
sw: Ex: Lawnmower inapatikana mlango ujao
zh_cn: 前：隔壁提供割草机

# additional_instructions_hint_place
source: Ex: Keys are available in the lockbox'
af: Ex: Sleutels is beskikbaar in die Lockbox '
es: EX: Las teclas est�n disponibles en la caja de bloqueo '
fr: Les touches ex: sont disponibles dans la lockbox '
sw: EX: funguo zinapatikana kwenye lockbox '
zh_cn: 例如：锁箱中有钥匙

# lending_approve_terms_item
source: I acknowledge that you can lend the item(s) on the mentioned dates.
af: Ek erken dat u die item (s) op die genoemde datums kan leen.
es: Reconozco que puede prestar el (los) art�culo (s) en las fechas mencionadas.
fr: Je reconnais que vous pouvez pr�ter le (s) article (s) sur les dates mentionn�es.
sw: Ninakubali kwamba unaweza kukopesha bidhaa (s) kwenye tarehe zilizotajwa.
zh_cn: 我承认您可以在提到的日期上借出物品。

# lending_approve_terms_place
source: I acknowledge that you can lend the place on the mentioned dates.
af: Ek erken dat u die plek op die genoemde datums kan leen.
es: Reconozco que puede prestar el lugar en las fechas mencionadas.
fr: Je reconnais que vous pouvez pr�ter la place sur les dates mentionn�es.
sw: Ninakubali kwamba unaweza kukopesha mahali kwenye tarehe zilizotajwa.
zh_cn: 我承认您可以在提到的日期上借出这个地方。

# lending_text
source: Lending
af: Uitleen
es: Pr�stamo
fr: Pr�t
sw: Kukodisha
zh_cn: 贷款

# cannot_approve_multiple_borrowers_item
source: You cannot approve multiple borrowers at once. Currently the item(s) are with **name. Once returned you can approve this request.
af: U kan nie veelvuldige leners gelyktydig goedkeur nie.Tans is die item (s) met ** naam.Sodra dit teruggekeer het, kan u hierdie versoek goedkeur.
es: No puedes aprobar m�ltiples prestatarios a la vez.Actualmente, los art�culos est�n con ** Nombre.Una vez devuelto, puede aprobar esta solicitud.
fr: Vous ne pouvez pas approuver plusieurs emprunteurs � la fois.Actuellement, les articles sont avec ** Nom.Une fois retourn�, vous pouvez approuver cette demande.
sw: Huwezi kupitisha wakopaji mara moja.Hivi sasa bidhaa (s) zina jina **.Mara baada ya kurudi unaweza kuidhinisha ombi hili.
zh_cn: 您无法立即批准多个借款人。目前该项目是**名称。返回后，您可以批准此请求。

# cannot_approve_multiple_borrowers_place
source: You cannot approve multiple borrowers at once. Currently **name is checked in. Once **name has checked out you can approve this request.
af: U kan nie veelvuldige leners gelyktydig goedkeur nie.Tans ** Naam word ingeskryf. Een keer ** Naam is nagegaan U kan hierdie versoek goedkeur.
es: No puedes aprobar m�ltiples prestatarios a la vez.Actualmente ** El nombre se registra. Una vez **, el nombre se ha registrado, puede aprobar esta solicitud.
fr: Vous ne pouvez pas approuver plusieurs emprunteurs � la fois.Actuellement ** Nom est coch�. Une fois ** Nom a v�rifi� que vous pouvez approuver cette demande.
sw: Huwezi kupitisha wakopaji mara moja.Kwa sasa ** Jina linazingatiwa. Mara moja ** Jina limeangalia wewe unaweza kupitisha ombi hili.
zh_cn: 您无法立即批准多个借款人。目前**姓名已被选中。一旦**姓名已签出您可以批准此请求。

source: Borrower Responsibilities
af: Lener verantwoordelikhede
es: Responsabilidades del prestatario
fr: Responsabilit�s de l'emprunteur
sw: Majukumu ya kukopa.
zh_cn: 借款人职责

# borrower_responsibilities_subtext
source: Please check applicable sections to be added in the agreement.
af: Kontroleer asseblief toepaslike afdelings wat in die ooreenkoms bygevoeg moet word.
es: Por favor, marque las secciones aplicables que se agregar�n en el Acuerdo.
fr: Veuillez v�rifier les sections applicables � ajouter dans l'accord.
sw: Tafadhali angalia sehemu zinazofaa kuongezwa katika makubaliano.
zh_cn: 请检查协议中添加的适用部分。

# liability_damage
source: Liability for damage
af: Aanspreeklikheid vir skade
es: Responsabilidad por da�os
fr: Responsabilit� pour les dommages
sw: Dhima ya uharibifu.
zh_cn: 损害责任

source: Use/Disclaimer
af: Gebruik / Disclaimer
es: Uso / Descargo de responsabilidad
fr: Utilisation / Disclaimer
sw: Tumia / kukataa
zh_cn: 使用/免责声明

# delivery_return_equipment
source: Delivery and Return of Equipment
af: Aflewering en terugkeer van toerusting
es: Entrega y devoluci�n de equipo.
fr: Livraison et retour d'�quipement
sw: Utoaji na kurudi kwa vifaa
zh_cn: 交付和返回设备

# maintain_repair
source: Maintenance and Repair
af: Onderhoud en herstel
es: Mantenimiento y reparaci�n
fr: Entretien et r�paration
sw: Matengenezo na ukarabati
zh_cn: 维护和修理

# place_agreement_name_hint
source: Ex: House for the weekend..
af: Ex: Huis vir die naweek ..
es: Ej: casa para el fin de semana ..
fr: Ex: maison pour le week-end ..
sw: EX: Nyumba kwa mwishoni mwa wiki ..
zh_cn: 前：周末的房子..

# add_new_place_text
source: Add New Place
af: Voeg nuwe plek by
es: A�adir nuevo lugar
fr: Ajouter un nouvel endroit
sw: Ongeza nafasi mpya
zh_cn: 添加新的地方

# update_place_text
source: Update Place
af: Werkplek
es: Lugar de actualizaci�n
fr: Lieu de mise � jour
sw: Sasisha mahali
zh_cn: 更新地方

# add_images_to_place
source: Add One or more Images of the place
af: Voeg een of meer beelde van die plek by
es: A�adir una o m�s im�genes del lugar.
fr: Ajoutez une ou plusieurs images de l'endroit
sw: Ongeza picha moja au zaidi ya mahali
zh_cn: 添加一个或多个地点的图像

# name_of_place
source: Name of your place
af: Naam van jou plek
es: Nombre de su lugar
fr: Nom de votre place
sw: Jina la mahali pako
zh_cn: 你的地方的名字

# name_place_text
source: Name of Place
af: Naam van plek
es: Nombre del lugar
fr: Nom de lieu
sw: Jina la mahali
zh_cn: 地点的名称

# name_item_text
source: Name of Item
af: Naam van item
es: Nombre del art�culo
fr: Nom de l'article
sw: Jina la bidhaa.
zh_cn: 项目名称

# name_of_place_hint
source: Ex: Room near downtown
af: Ex: kamer naby die sentrum
es: Ex: habitaci�n cerca del centro de la ciudad
fr: Ex: Chambre pr�s du centre-ville
sw: Ex: chumba karibu na jiji la jiji
zh_cn: 前：市中心附近的房间

# amenities_text
source: Amenities
af: Geriewe
es: Comodidades
fr: Agr�ments
sw: Huduma.
zh_cn: 设施

# amenities_hint
source: Please select Amenities guests can utilize
af: Kies asseblief die geriewe gaste kan gebruik
es: Por favor, seleccione Servicios Los hu�spedes pueden utilizar
fr: Veuillez s�lectionner des commodit�s pour pouvoir utiliser
sw: Tafadhali chagua wageni wageni wanaweza kutumia
zh_cn: 请选择客人可以使用

# no_of_guests
source: Number of guests
af: Aantal gaste
es: N�mero de invitados
fr: Nombre d'invit�s
sw: Idadi ya wageni.
zh_cn: 客人数量

# bed_roooms_text
source: Bed Rooms for guests
af: Bed kamers vir gaste
es: Habitaciones de cama para los hu�spedes.
fr: Chambres de lit pour les invit�s
sw: Vyumba vya kitanda kwa wageni.
zh_cn: 客人别墅

# bath_rooms_text
source: Bath Room(s)
af: Badkamer (s)
es: Cuarto de ba�o (s)
fr: Salle de bain (s)
sw: Chumba cha kuoga (s)
zh_cn: 浴室

# common_spaces
source: Common Space
af: Gemeenskaplike ruimte
es: Espacio com�n
fr: Espace commun
sw: Nafasi ya kawaida
zh_cn: 公共空间

source: House Rules
af: Huisre�ls
es: Reglas de casa
fr: r�gles de la maison
sw: Kanuni za nyumba
zh_cn: 家庭规则

source: Estimated Value*
af: Geskatte waarde *
es: Valor estimado*
fr: Valeur estim�e*
sw: Thamani ya thamani *
zh_cn: 估计的价值*

# estimated_value_items
source: Estimated value of Item(s)
af: Geskatte waarde van item (s)
es: Valor estimado de los art�culos
fr: Valeur estim�e des articles (s)
sw: Thamani ya thamani ya bidhaa (s)
zh_cn: 项目的估计值

source: Contact Information
af: Kontak inligting
es: Informaci�n del contacto
fr: Coordonn�es
sw: Maelezo ya mawasiliano.
zh_cn: 联系信息

# add_place_text
source: Add Place
af: Voeg plek by
es: A�adir lugar
fr: Ajouter une place
sw: Ongeza mahali
zh_cn: 添加地点

source: Lending Offer
af: Uitleenaanbod
es: Oferta de pr�stamo
fr: Offre de pr�t
sw: Kutoa kutoa mikopo
zh_cn: 贷款提议

# lending_offer_title_hint
source: Ex:Lawnmower
es: Ex: cewnmower
fr: Ex: tondeuse � gazon
zh_cn: 前：割草机

# lending_offer_desc_hint
source: Describe your lending
af: Beskryf jou uitleen
es: Describe tus pr�stamos
fr: D�crivez votre pr�t
sw: Eleza mikopo yako
zh_cn: 描述你的贷款

# validation_error_place_name
source: Please enter name of your place
af: Voer asseblief die naam van u plek in
es: Por favor ingrese el nombre de su lugar
fr: S'il vous pla�t entrer le nom de votre place
sw: Tafadhali ingiza jina la mahali pako
zh_cn: 请输入您的位置的名称

# validation_error_no_of_guests
source: Please enter no of guests can stay
af: Vul asseblief nie gaste in nie, kan bly
es: Por favor ingrese a No de los hu�spedes pueden quedarse
fr: S'il vous pla�t entrer dans aucun des clients peut rester
sw: Tafadhali ingiza hakuna wageni anaweza kukaa
zh_cn: 请输入您的宾馆可以留下来

# validation_error_no_of_rooms
source: Please enter no of rooms available
af: Voer asseblief nie van kamers beskikbaar nie
es: Por favor ingrese no de habitaciones disponibles
fr: S'il vous pla�t entrez sans chambre disponible
sw: Tafadhali ingiza hakuna vyumba inapatikana.
zh_cn: 请输入可用的房间
